{"Sau Hồng Vũ chi trị, Vĩnh Lạc thịnh thế thời Thành Tổ và Nhân-Tuyên chi trị thời Nhân Tông và Minh Tông là một ttrong các thời kỳ hưng thịnh của triều Minh. Thời kỳ Minh Thành Tổ, quân sự hưng thịnh, trước tiên tiến công An Nam, đưa An Nam vào bản đồ triều Minh, thiết lập Giao Chỉ bố chính ty. Sau đó, Minh Thành Tổ năm lần tự dẫn quân vào Mạc Bắc tiến công Thát Đát và Ngõa Lạt (hai thế lực Mông Cổ sau khi Bắc Nguyên phân liệt). Minh Thành Tổ sách phong Ngõa Lạt tam vương, khiến họ đối lập với Thát Đát, chờ đến sau khi Ngõa Lạt hưng thịnh lại trợ giúp Thát Đát thảo phạt Ngõa Lạt, không để cho bên nào chiếm ưu thế. Đồng thời, Minh Thành Tổ loại bỏ Đại Ninh đô ty, đem Ninh vương Chu Quyền nội thiên Nam Xương, trao cho ba vệ sở Ngột Lương Cáp Mông Cổ là Đóa Nhan, Thái Ninh và Phúc Dư quyền tự trị, song không chấp thuận cho người tam vệ Mông Cổ này dời về phía nam đến khu vực Đại Ninh chăn thả. Minh Thành Tổ tiến hành trấn áp Ngột Lương Cáp Mông Cổ vào năm 1406 và 1422, nhằm duy trì ổn định trong khu vực. Nhằm an phủ các bộ lạc Nữ Chân ở phía đông bắc, Minh Thành Tổ đặt vệ sở tại Hải Tây Nữ Chân (thượng du sông Tùng Hoa) và Kiến Châu Nữ Chân (giữa sông Tùng Hoa, sông Mẫu Đơn) đã quy phụ, đồng thời phái Diệc Thất Cáp an phủ Dã Nhân Nữ Chân tại hạ du Hắc Long Giang. Năm 1407, Diệc Thất Cáp tại khu vực Nô Nhi Can bờ đông hạ du Hắc Long Giang đặt Nô Nhi Can đô ty, khuếch trương cương vực phía đông Đại Minh. Năm 1413, Diệc Thất Cáp thị sát đảo Khố Hiệt (Sakhalin), tuyên bố quyền tông chủ của triều Minh với khu vực này. Minh Thành Tổ thay đổi sách lược ngoại giao bế quan tự thủ của Minh Thái Tổ, từ năm 1405 bắt đầu phái hoạn quan Trịnh Hòa hạ Tây Dương, giao thiệp với các quốc gia, tuyên thị uy đức và kiến lập thể chế triều cống, cũng có thuyết cho là nhằm bao vây ngăn chặn Đế quốc Timur tại Tây Á. Trịnh Hòa hạ Tây Dương tổng cộng bảy lần, sáu lần trước trong những năm Vĩnh Lạc và do Minh Thành Tổ phái khiển, thuyền đội Trịnh Hòa ghi dấu trên khắp khu vực Đông Nam Á và Nam Á, còn lập căn cứ tại Malacca. Quy mô của thuyền đội là chưa từng có trước đó, đi xa nhất đến khu vực Somali tại Đông Phi, khuếch đại sức ảnh hưởng của triều Minh đối với các quốc gia Đông Nam Á và ven Ấn Độ Dương..": "- Hồng Vũ (thời kỳ trị vì) [tiếp nối bởi] Vĩnh Lạc thịnh thế (thời kỳ trị vì)\n- Vĩnh Lạc thịnh thế (thời kỳ trị vì) [tiếp nối bởi] Nhân-Tuyên chi trị (thời kỳ trị vì)\n- Nhân-Tuyên chi trị (thời kỳ trị vì) [tiếp nối bởi] Minh Thành Tổ (thời kỳ trị vì)\n- Minh Thành Tổ (thời kỳ trị vì) [tiến công] An Nam\n- An Nam [trở thành] Giao Chỉ bố chính ty\n- Minh Thành Tổ (thời kỳ trị vì) [tiến công] Thát Đát\n- Minh Thành Tổ (thời kỳ trị vì) [tiến công] Ngõa Lạt\n- Ngõa Lạt [đối lập với] Thát Đát\n- Minh Thành Tổ (thời kỳ trị vì) [loại bỏ] Đại Ninh đô ty\n- Ninh vương Chu Quyền [được trao] ba vệ sở Ngột Lương Cáp Mông Cổ (Đóa Nhan, Thái Ninh, Phúc Dư)\n- Minh Thành Tổ (thời kỳ trị vì) [trấn áp] Ngột Lương Cáp Mông Cổ (năm 1406 và 1422)\n- Minh Thành Tổ (thời kỳ trị vì) [đặt vệ sở] tại Hải Tây Nữ Chân\n- Minh Thành Tổ (thời kỳ trị vì) [đặt vệ sở] tại Kiến Châu Nữ Chân\n- Diệc Thất Cáp [an phủ] Dã Nhân Nữ Chân\n- Diệc Thất Cáp [đặt] Nô Nhi Can đô ty (năm 1407)\n- Diệc Thất Cáp [thị sát] đảo Khố Hiệt (năm 1413)\n- Minh Thành Tổ (thời kỳ trị vì) [phái] Trịnh Hòa hạ Tây Dương (năm 1405)\n- Trịnh Hòa [hạ Tây Dương] bảy lần\n- Trịnh Hòa [lập căn cứ] tại Malacca\n- Thuyền đội Trịnh Hòa [ghi dấu] trên khắp khu vực Đông Nam Á và Nam Á\n- Thuyền đội Trịnh Hòa [đi xa nhất] đến khu vực Somali tại Đông Phi", "Vị thế thành phố tại đảo Ireland được xác định theo pháp luật hoặc chiếu chỉ. Đại Dublin có trên một triệu cư dân, là thành phố lớn nhất trên đảo. Belfast có 579.726 cư dân, là thành phố lớn nhất tại Bắc Ireland. Vị thế thành phố không tương xứng trực tiếp với quy mô dân số, chẳng hạn Armagh có 14.590 dân song có hội sở của Giáo hội Ireland theo Anh giáo và Tổng giám mục Toàn Ireland theo Công giáo và được tái xác định là thành phố vào năm 1914. Tại Cộng hoà Ireland, Kilkenny từng là trị sở của gia tộc Butler, dù không còn là thành phố trong mục đích hành chính, song theo luật vẫn được sở dụng nó để mô tả.": "- Dublin (population: 1000000) [isLocatedOn] Ireland\n- Belfast (population: 579726) [isLocatedOn] Northern Ireland\n- Armagh (population: 14590) [isLocatedOn] Ireland\n- Kilkenny [isLocatedOn] Ireland", "Việt Minh (viết tắt của Việt Nam Độc lập Đồng minh Hội) do Hồ Chí Minh thành lập năm 1941 với vai trò một mặt trận thống nhất dân tộc để giành độc lập. Tổ chức này do Đảng Cộng sản Đông Dương lãnh đạo, thu hút được sự tham gia và ủng hộ của nhiều người Việt Nam và ngày càng lớn mạnh. Tháng 12 năm 1944, đội Việt Nam tuyên truyền giải phóng quân, lực lượng vũ trang của Việt Minh và tiền thân của Quân đội Nhân dân Việt Nam, được thành lập tại Cao Bằng. Khẩu hiệu ban đầu của Việt Minh là phản Pháp - kháng Nhật - liên Hoa - độc lập. Ban đầu lực lượng Việt Minh nhận được sự ủng hộ của phe Đồng minh, bao gồm cả Mỹ và Trung Hoa dân quốc, theo Philippe Devillers \"bây giờ nó sẽ nhận được 100.000 đô la mỗi tháng phân bổ đến Nguyen Kai Thau\". Hồ Chí Minh nhận thấy Mỹ đang muốn đóng vai trò lớn hơn ở khu vực Thái Bình Dương, ông đã làm tất cả để thiết lập mối quan hệ với Hoa Kỳ thông qua việc giải cứu các phi công gặp nạn trong chiến tranh với Nhật Bản. Đổi lại, cơ quan tình báo Hoa Kỳ OSS (U.S. Office of Strategic Services) giúp đỡ y tế, cố vấn và huấn luyện quân đội quy mô nhỏ cho Việt Minh, về sau này sẽ trở thành Quân đội nhân dân Việt Nam. Tháng 7 năm 1945, lực lượng này gửi đến OSS một tuyên bố: \"Chúng tôi, Việt Minh, công bố yêu cầu sau đây về chính sách tương lai ở Đông Dương thuộc Pháp đến người Pháp và các quan sát viên:": "- Việt Minh (thành lập: 1941, lãnh đạo: Đảng Cộng sản Đông Dương) [thành lập] Đội Việt Nam tuyên truyền giải phóng quân (thành lập: tháng 12 năm 1944, tiền thân: Quân đội Nhân dân Việt Nam)\n- Việt Minh [nhận được sự ủng hộ của] Phe Đồng minh (bao gồm: Mỹ, Trung Hoa dân quốc)\n- Hồ Chí Minh [thiết lập mối quan hệ với] Hoa Kỳ\n- OSS (U.S. Office of Strategic Services) [giúp đỡ] Việt Minh (về sau trở thành: Quân đội nhân dân Việt Nam)", "Sau khi thống nhất các thành bang Hy Lạp cổ đại dưới sự cai trị của vua cha Philipos II, Alexandros chinh phục Đế chế Ba Tư, bao gồm cả Tiểu Á, Syria, Phoenicia, Gaza, Ai Cập, Bactria và Lưỡng Hà và mở rộng biên cương đế chế của ông đến xa tận Punjab thuộc Ấn Độ ngày nay. Chiến thắng của ông trước quân Ba Tư trong trận Gaugamela - chiến thắng quyết định thứ ba của ông trước vua Ba Tư Darius III - được xem là chiến công hiển hách nhất trong thời kỳ cổ đại; không những thế ông còn đánh tan tác người Scythia - một dân tộc bách chiến bách thắng thời bấy giờ. Alexandros thực hiện một chính sách hòa hợp: ông đưa cả những người ngoại quốc (không phải người Hy Lạp hay người Macedonia) vào chính quyền và cả quân đội của mình, ông khuyến khích hôn nhân giữa các tướng sĩ của mình với người nước ngoài và chính ông cũng lấy vợ ngoại quốc.": "- Alexandros [conquer] Đế chế Ba Tư (bao gồm: Tiểu Á, Syria, Phoenicia, Gaza, Ai Cập, Bactria, Lưỡng Hà)\n- Alexandros [mở rộng] biên cương đế chế đến Punjab (Ấn Độ ngày nay)\n- Alexandros [chiến thắng] quân Ba Tư trong trận Gaugamela\n- Alexandros [chiến thắng] vua Ba Tư Darius III\n- Alexandros [đánh tan tác] người Scythia\n- Alexandros [thực hiện] chính sách hòa hợp\n- Alexandros [đưa] người ngoại quốc vào chính quyền và quân đội\n- Alexandros [khuyến khích] hôn nhân giữa tướng sĩ với người nước ngoài\n- Alexandros [lấy] vợ ngoại quốc", "Tác phẩm của Marx và Engels đề cập tới rất nhiều chủ đề và có một sự phân tích phức tạp về lịch sử và xã hội về các quan hệ giai cấp. Những người theo Marx và Engels đã lấy từ tác phẩm này để đề ra những lý thuyết tương lai to lớn và liên kết được gọi là \"Chủ nghĩa Marx\". Tuy nhiên, những người Marxist thường tranh luận lẫn nhau về cách giải thích các tác phẩm của Marx và cách để áp dụng những ý tưởng của ông vào các sự kiện và điều kiện hiện thời của họ. Sinh thời, Marx cho rằng những người xưng là \"Marxist\" khi đó thật ra chỉ là những kẻ không thật sự hiểu tư tưởng Marx, mà miêu tả và chủ nghĩa này một cách \"nông cạn, hời hợt, thậm chí lệch lạc, mang tính chất biếm hoạ\". Từ điển Bách khoa Toàn thư Việt Nam cũng ghi nhận \"Họ là những kẻ kiếm chác lợi lộc, danh vị ở các luận điểm đó, và họ lại tạo thành những bè phái, tự nhận là Marxist\". Hơn nữa, cũng cần phân biệt giữa \"Chủ nghĩa Marx\" và \"cái Marx tin tưởng\"; ví dụ, ngay trước khi ông mất năm 1883, Marx đã viết một bức thư cho nhà lãnh đạo công nhân Pháp Jules Guesde, và cho con rể của mình là Paul Lafargue, buộc tội họ \"revolutionary phrase-mongering\" và thiếu niềm tin ở giai cấp lao động. Sau khi đảng Pháp chia rẽ thành một đảng cải cách và cách mạng, một số người buộc tội Guesde (lãnh đạo đảng cách mạng) đã nhận mệnh lệnh từ Marx; Marx đã lưu ý Lafargue, \"nếu đó là Chủ nghĩa Marx, thì tôi không phải là một người Marxist\" (trong một bức thư gửi Engels, Marx sau này buộc tội Guesde là một \"Bakuninist\").": "- Marx [wrote] Works (topics: history, society, class relations)\n- Works [inspired] Marxism (theories: future, large, interconnected)\n- Marxists [debate] Interpretations of Works\n- Marxists [apply] Ideas of Works to current events and conditions\n- Marx [criticized] Self-proclaimed Marxists (understanding: shallow, superficial, distorted, caricatured)\n- Encyclopedia of Vietnam [recorded] Self-proclaimed Marxists (motives: profit, fame, factions)\n- Marx [distinguished] Marxism and his own beliefs\n- Marx [wrote] Letter to Jules Guesde and Paul Lafargue (accusation: revolutionary phrase-mongering, lack of faith in working class)\n- Marx [commented] on French party split (remark: \"if that is Marxism, then I am not a Marxist\")\n- Marx [accused] Guesde (affiliation: Bakuninist)", "Tất cả những cảm giác vị phát sinh từ mọi vùng của khoang miệng, và quan niệm sai lầm nhưng khá phổ biến về một \"sơ đồ vị giác\" trong đó sự cảm nhận các vị khác nhau tương ứng với phần của lưỡi. Quan niệm này do bị dịch nhầm từ một văn bản tiếng Đức, và tồn tại trong các trường học ở Bắc Mỹ kể từ đầu thế kỷ XX. Có sự khác biệt rất nhỏ trong sự cảm thụ các hợp chất của các vùng khác nhau trên lưỡi. Các vị giác đơn lẻ (có chứa khoảng 100 tế bào cảm thụ mùi vị), trên thực tế, thường gợi đến một trong số năm vị cơ bản. [cần dẫn nguồn]": "- Cảm giác vị [phát sinh từ] Khoang miệng\n- Quan niệm sai lầm [về] Sơ đồ vị giác\n- Sơ đồ vị giác [tương ứng với] Phần của lưỡi\n- Quan niệm sai lầm [bị dịch nhầm từ] Văn bản tiếng Đức\n- Quan niệm sai lầm [tồn tại trong] Trường học ở Bắc Mỹ\n- Quan niệm sai lầm [tồn tại từ] Đầu thế kỷ XX\n- Vị giác đơn lẻ [chứa] Khoảng 100 tế bào cảm thụ mùi vị\n- Vị giác đơn lẻ [gợi đến] Một trong số năm vị cơ bản", "Một liên minh chống Pháp được hình thành vào ngày 6 tháng 8 năm 1726 với sự tham gia của Phổ, Nga và Áo. Xuung đột giữa hai phe bùng phát sau vấn đề tranh chấp quyền kế thừa ngai vàng Ba Lan. Ngày 2 tháng 1 năm 1733, Vua Ba Lan và Tuyển đế hầu xứ Saxon, August II, chết, và người lên ngôi là Stanisław Leszczynski, nhạc phụ của vua Pháp. Trước đó một năm Nga, Áo và Phổ bí mật kí thỏa thuận với mục tiêu loại Stanisław khỏi ngai vàng và thay vào đó là một ứng viên khác, August III, con trai của nhà vua quá cố. Tranh chấp này đã dẫn đến Chiến tranh Kế vị Ba Lan. Stanisław được hộ tống đến Warsaw, lên ngôi vua Ba Lan và Đại Công tước Litva vào ngày 12 tháng 9. Nữ hoàng Nga quốc lập tức điều quân đến Ba Lan để ủng hộ con bài của mình. Stanisław buộc phải bỏ trốn tới cảng Danzig (nay là Gdansk), trong khi đó ngày 5 tháng 10, August III lên ngai báu ở Warsaw.": "- Liên minh chống Pháp [bao gồm] Phổ, Nga, Áo\n- Phổ [tham gia] Liên minh chống Pháp\n- Nga [tham gia] Liên minh chống Pháp\n- Áo [tham gia] Liên minh chống Pháp\n- Vua Ba Lan và Tuyển đế hầu xứ Saxon, August II [chết] ngày 2 tháng 1 năm 1733\n- Stanisław Leszczynski [lên ngôi] vua Ba Lan và Đại Công tước Litva ngày 12 tháng 9\n- Stanisław Leszczynski [là] nhạc phụ của vua Pháp\n- Nga, Áo và Phổ [ký] thỏa thuận bí mật\n- Thỏa thuận bí mật [mục tiêu] loại Stanisław khỏi ngai vàng\n- Thỏa thuận bí mật [mục tiêu] thay Stanisław bằng August III\n- August III [là] con trai của nhà vua quá cố\n- Tranh chấp [dẫn đến] Chiến tranh Kế vị Ba Lan\n- Stanisław [được hộ tống] đến Warsaw\n- Stanisław [lên ngôi] vua Ba Lan và Đại Công tước Litva ngày 12 tháng 9\n- Nữ hoàng Nga quốc [điều quân] đến Ba Lan\n- Stanisław [bỏ trốn] tới cảng Danzig (nay là Gdansk)\n- August III [lên ngai báu] ở Warsaw ngày 5 tháng 10", "Các máy đo thuỷ triều dọc bờ biển Bồ Đào Nha xác định mức nước biển dâng 1-1,5 m, gây tràn bờ tại các cửa sông lớn và các đồng bằng châu thổ nội lục của một số sông lớn. Do có các quần đảo trên đại dương và bờ biển dài, Bồ Đào Nha là quốc gia có vùng đặc quyền kinh tế lớn thứ ba trong Liên minh châu Âu (và đứng thứ 11 thế giới). Vùng biển mà Bồ Đào Nha thực thi quyền lợi lãnh thổ đặc biệt về khai thác kinh tế và sử dụng tài nguyên hàng hải có tổng diện tích 1.727.408 km², trong đó 327.667 km2 là của đại lục Bồ Đào Nha, 953.633 km2 là của quần đảo Açores, và 446.108 km2 là của quần đảo Madeira.": "- Bồ Đào Nha [hasCoastline] Đại Tây Dương\n- Bồ Đào Nha [hasEEZ] Vùng đặc quyền kinh tế (diện tích: 1.727.408 km2)\n- Vùng đặc quyền kinh tế [hasPart] Đại lục Bồ Đào Nha (diện tích: 327.667 km2)\n- Vùng đặc quyền kinh tế [hasPart] Quần đảo Açores (diện tích: 953.633 km2)\n- Vùng đặc quyền kinh tế [hasPart] Quần đảo Madeira (diện tích: 446.108 km2)", "Một kết quả chú ý trong ngành chất nổ là khám phá của các loại bom cực lớn có sức công phá nhiều hơn nếu chúng được nổ trước khi chạm đất bởi vì những lực phát sinh thêm do các sóng của vụ nổ (báo chí nói đơn giản hơn là von Neumann tìm ra rằng nên tránh mục tiêu hơn là đâm vào đó). Áp dụng nổi tiếng (hay tai tiếng) nhất của khám phá xảy ra vào ngày 6 và 9 tháng 8 năm 1945, khi hai quả bom nguyên tử phát nổ trên không trung của Hiroshima và Nagasaki, tại một độ cao được tính toán chính xác bởi chính von Neumann để chúng gây ra nhiều thiệt hại nhất.": "- Bom nguyên tử [nổ tại] Hiroshima (ngày: 6 tháng 8 năm 1945)\n- Bom nguyên tử [nổ tại] Nagasaki (ngày: 9 tháng 8 năm 1945)", "Nhà Hán (giản thể: 汉朝; phồn thể: 漢朝; Hán-Việt: Hán triều; bính âm: Hàn cháo; Wade–Giles: Han Ch'au; 206 TCN – 220) là triều đại kế tục nhà Tần (221 TCN - 207 TCN), và được tiếp nối bởi thời kỳ Tam Quốc (220-280). Triều đại này được thành lập bởi Lưu Bang, một lãnh tụ khởi nghĩa chống lại sự cai trị của nhà Tần, được biết đến sau khi qua đời là Hán Cao Tổ (漢高祖). Triều đại nhà Hán bị gián đoạn bởi Vương Mãng, một ngoại thích nhà Hán, tự lập mình lên làm hoàng đế, thành lập nhà Tân (9 - 23). Sau đó, hoàng thân Lưu Tú đã khôi phục lại chính quyền nhà Hán, tiếp tục sự thịnh trị, được biết đến với tên gọi Hán Quang Vũ Đế (漢光武帝).": "- Nhà Hán (thời gian: 206 TCN - 220) [kếThừa] Nhà Tần (thời gian: 221 TCN - 207 TCN)\n- Nhà Hán [bịGiánĐoạnBởi] Nhà Tân (thời gian: 9 - 23)\n- Nhà Hán [đượcTiếpNốiBởi] Thời kỳ Tam Quốc (thời gian: 220-280)\n- Nhà Hán [đượcThànhLậpBởi] Lưu Bang (tên hiệu: Hán Cao Tổ)\n- Nhà Hán [đượcKhôiPhụcBởi] Lưu Tú (tên hiệu: Hán Quang Vũ Đế)", "Chi Dissostichus có hai loài, Dissostichus mawsoni và Dissostichus eleginoides. Cả hai sống ở dưới đáy có độ sâu dao động từ 100–3.000 m (328–9.843 ft) và có thể sinh trưởng tới chiều dài 2 m (7 ft), cân nặng 100 kg (220 lb) cùng tuổi thọ 45 năm. Trong khi loài Dissostichus mawsoni sống gần lục địa Nam Cực thì loài Dissostichus eleginoides lại sống ở vùng nước cận Nam Cực tương đối ấm hơn. Để đối phó với nhiệt độ nước biển thấp quanh lục địa Nam Cực, loài Dissostichus mawsoni sở hữu protein chống đông trong máu và mô. Đây đều là những loài cá có giá trị thương mại và việc đánh bắt quá mức bất hợp pháp đã khiến số lượng của chúng giảm xuống.": "- Chi Dissostichus [hasSpecies] Dissostichus mawsoni (depth: 100–3.000 m, length: 2 m, weight: 100 kg, lifespan: 45 years)\n- Chi Dissostichus [hasSpecies] Dissostichus eleginoides (depth: 100–3.000 m, length: 2 m, weight: 100 kg, lifespan: 45 years)\n- Dissostichus mawsoni [livesIn] Lục địa Nam Cực\n- Dissostichus eleginoides [livesIn] Vùng nước cận Nam Cực\n- Dissostichus mawsoni [hasFeature] Protein chống đông", "Sau những chuyến thăm viếng ngoại giao của Trương Khiên tới Trung Á dưới triều Hán Vũ Đế của nhà Tây Hán (trị vì: 141 - 87 TCN), Đế chế Tây Hán của Trung Quốc đã gửi một phái đoàn đến triều đình của Mithridates II năm 121 trước Công nguyên. Phái đoàn sứ thần Tây Hán đã mở quan hệ thương mại chính thức với Parthia thông qua con đường tơ lụa nhưng đã không đạt được một liên minh quân sự chống lại liên minh Hung Nô như mong muốn. Đế chế Parthia làm giàu bằng cách đánh thuế thương mại những đoàn tơ lụa Á Âu, loại hàng hóa xa hoa có giá cao nhất được người La Mã mua Ngọc trai có giá trị cao được nhập từ Trung Quốc, trong khi Trung Quốc mua các gia vị của Parthia, nước hoa, và trái cây động vật ngoại quốc cũng được đưa tới như là quà tặng từ nhà Arsaces tới triều đình nhà Hán; trong năm 87, vua Pacorus II của Parthia đã gửi tặng sư tử và linh dương Ba Tư cho vua Chương Đế nhà Đông Hán (cai trị: 75-88) Bên cạnh lụa tơ tằm, hàng hóa Parthia được mua bởi các thương gia La Mã bao gồm sắt từ Ấn Độ, gia vị, và đồ da tốt. Những đoàn Caravan du hành thông qua đế chế Parthia mang thuỷ tinh Tây Á và đôi khi là hàng cao cấp của La Mã tới Trung Quốc. Những thương nhân từ Sogdia, nói một ngôn ngữ Đông Iran, đóng vai trò trung gian chính trong ngành thương mại lụa trọng yếu này giữa Parthia và nhà Hán.": "- Trương Khiên [isDiplomatOf] Hán Vũ Đế (reign: 141 - 87 TCN)\n- Hán Vũ Đế [isEmperorOf] Tây Hán\n- Tây Hán [sentDiplomaticMissionTo] Mithridates II (year: 121 BC)\n- Tây Hán [establishedTradeRelationWith] Parthia (via: Silk Road)\n- Parthia [enrichedBy] taxing trade of Asian-European silk\n- Parthia [imported] pearls (from: China)\n- China [imported] spices (from: Parthia)\n- China [imported] perfumes (from: Parthia)\n- China [imported] exotic fruits and animals (from: Parthia)\n- Pacorus II [sentAsGift] lions and Persian antelopes (to: Emperor Zhang of Eastern Han, reign: 75-88)\n- Parthia [exported] iron (from: India)\n- Parthia [exported] spices\n- Parthia [exported] fine leather goods\n- Caravans [traveledThrough] Parthia (carrying: West Asian glass, Roman luxury goods)\n- Sogdian merchants [actedAs] intermediaries (in: silk trade between Parthia and Han)", "Đế quốc Ottoman hay Đế quốc Osman (tiếng Thổ Nhĩ Kỳ: دولتِ عَليه عُثمانيه Devlet-i Âliye-i Osmâniyye, dịch nghĩa \"Nhà nước Ottoman Tối cao\"; tiếng Thổ Nhĩ Kỳ hiện đại: Osmanlı İmparatorluğu), cũng thỉnh thoảng được gọi là Đế quốc Thổ Nhĩ Kỳ, là một quốc hiệu Thổ Nhĩ Kỳ đã tồn tại từ năm 1299 đến 1923. Thời đỉnh cao quyền lực ở thế kỷ XVI và thế kỷ XVII, các lãnh thổ của Đế quốc Ottoman gồm các vùng Tiểu Á, Trung Đông, nhiều phần ở Bắc Phi, và đa phần đông nam châu Âu đến tận Kavkaz. Đế quốc Ottoman chiếm một vùng có diện tích khoảng 5,6 triệu km², nhưng vùng ảnh hưởng thực tế của đế quốc rộng hơn nhiều nếu tính cả các vùng lân cận do các bộ lạc du mục cai quản, nơi quyền bá chủ của đế quốc này được công nhận. Đế quốc Ottoman tương tác với cả văn hóa phương Đông và phương Tây trong suốt lịch sử 624 năm của nó.": "- Đế quốc Ottoman (thời gian tồn tại: 1299-1923) [cóLãnhThổ] Tiểu Á\n- Đế quốc Ottoman [cóLãnhThổ] Trung Đông\n- Đế quốc Ottoman [cóLãnhThổ] Bắc Phi\n- Đế quốc Ottoman [cóLãnhThổ] Đông Nam Châu Âu\n- Đế quốc Ottoman [cóLãnhThổ] Kavkaz\n- Đế quốc Ottoman [cóDiệnTích] 5,6 triệu km2\n- Đế quốc Ottoman [tươngTácVới] Văn hóa phương Đông\n- Đế quốc Ottoman [tươngTácVới] Văn hóa phương Tây", "Vào khoảng năm 1611, Kepler cho lưu hành một bản thảo của tiểu thuyết Somnium (Giấc mơ, được con trai Kepler in sau khi ông mất). Một phần mục đích của Somnium là để mô tả việc thực hành thiên văn sẽ như thế nào từ góc nhìn ở một hành tinh khác, để chỉ ra tính tiện lợi của một hệ thống phi địa tâm. Bản thảo, đã biến mất sau khi trao tay một vài lần, mô tả một chuyến đi tưởng tượng tới Mặt Trăng, nó một phần mang tính phóng dụ, một phần mang tính tự truyện, và một phần có tính luận văn về du hành liên hành tinh (Carl Sagan lẫn Isaac Asimov xem đây là tiểu thuyết khoa học viễn tưởng đầu tiên trong lịch sử). Nhiều năm về sau, một phiên bản bóp méo của câu chuyện xét tới phiên tòa buộc tội mẹ ông là phù thủy, với người mẹ là người dẫn truyện tham vấn một con quỷ để học cách du hành ngoài không gian. Sau khi bà cuối cùng được tha bổng, Kepler sáng tác thêm 223 cước chú cho câu chuyện-dài gấp vài lần bản thân văn bản gốc-để diễn giải những khía cạnh phúng dụ cũng như nội dung khoa học đáng kể (đặc biệt là đề cập tới địa lý trên Mặt Trăng) ẩn chứa trong văn bản.": "- Kepler [wrote] Somnium (published: 1611, genre: science fiction)\n- Somnium [describes] astronomical practice from a different planet's perspective\n- Somnium [is] a fictional journey to the Moon\n- Somnium [is] a partial allegory, autobiography, and treatise on interplanetary travel\n- Somnium [is considered] the first science fiction novel by Carl Sagan and Isaac Asimov\n- Kepler's mother [was accused of] witchcraft\n- Kepler's mother [consulted] a demon to learn how to travel in space\n- Kepler's mother [was acquitted]\n- Kepler [added] 223 footnotes to Somnium\n- Footnotes [explain] the allegorical and scientific aspects of Somnium\n- Footnotes [mention] the geography of the Moon", "NYU điều hành và quản lý các nhà hát và phương tiện biểu diễn thường được sử dụng bởi nhạc viện của trường và Trường Nghệ thuật Tisch. Thỉnh thoảng, một số chương trình bên ngoài cũng thuê cơ sở vật chất của NYU. Các sân khấu biểu diễn lớn nhất của NYU bao gồm Trung tâm Nghệ thuật Biểu diễn Skirball (850 chỗ ngồi) toạ lạc ở số 566 LaGuardia Place, ngay phía nam Quảng trường Washington Nam, và Hội trường Eisner-Lubin Auditorium (560 chỗ ngồi) tại Trung tâm Kimmel. Gần đây, Trung tâm Skirball là nơi tổ chức nhiều buổi nói chuyện về chính sách đối ngoại của John Kerry và Al Gore. Trung tâm Skirball là địa điểm tổ chức biểu diễn nghệ thuật lớn nhất nằm ở phía nam Đường 42.": "- NYU [operates] Skirball Center for the Performing Arts (capacity: 850 seats, location: 566 LaGuardia Place)\n- NYU [operates] Eisner-Lubin Auditorium (capacity: 560 seats, location: Kimmel Center)\n- Skirball Center for the Performing Arts [hosted] John Kerry\n- Skirball Center for the Performing Arts [hosted] Al Gore\n- Skirball Center for the Performing Arts [isLocated] south of 42nd Street", "Sau khi chuyển đến Amboise rồi Blois, thư viện hoàng gia được hợp nhất với thư viện của François I, vốn đặt trong cung điện Fontainebleau từ năm 1522, do học giả, nhà nhân văn nổi tiếng Guillaume Budé quản lý. Bên cạnh việc bổ sung thêm những cuốn sách chép tay tiếng Hy Lạp quý giá, vua François I còn đưa ra một quyết định quan trọng. Với chiếu dụ Montpellier ngày 28 tháng 12 năm 1537, François I yêu cầu tất cả các cuốn sách được xuất bản tại Pháp đều phải có một bản sao lưu trữ trong thư viện của lâu đài Blois. Quy chế lưu chiểu này, rất gần với ý tưởng về một thư viện quốc gia, đã đánh dấu một mốc quan trọng trong lịch sử của thư viện.": "- Thư viện hoàng gia [được hợp nhất với] Thư viện của François I (được quản lý bởi: Guillaume Budé)\n- Thư viện của François I [được đặt trong] Cung điện Fontainebleau (từ năm: 1522)\n- François I [yêu cầu] Tất cả các cuốn sách được xuất bản tại Pháp [phải có] Một bản sao lưu trữ trong thư viện của lâu đài Blois (theo chiếu dụ Montpellier ngày 28 tháng 12 năm 1537)", "Là thành phố thủ đô và có vị trí ở khu vực trung tâm của miền Bắc, bên cạnh con sông Hồng, giao thông từ Hà Nội đến các tỉnh khác của Việt Nam tương đối thuận tiện, bao gồm cả đường không, đường bộ, đường thủy và đường sắt. Giao thông đường không, ngoài sân bay quốc tế Nội Bài cách trung tâm khoảng 35 km, thành phố còn có sân bay Gia Lâm ở phía Đông, thuộc quận Long Biên, từng là sân bay chính của Hà Nội những năm 1970, hiện sân bay Gia Lâm chỉ phục vụ cho các chuyến bay dịch vụ của trực thăng, gồm cả dịch vụ du lịch. Bên cạnh đó là sân bay Bạch Mai thuộc quận Thanh Xuân được xây dựng từ năm 1919 và có thời gian đóng vai trò như một sân bay quân sự. Ngoài ra, Hà Nội còn có sân bay quân sự Hòa Lạc tại huyện Thạch Thất, sân bay quân sự Miếu Môn tại huyện Chương Mỹ. Hà Nội là đầu mối giao thông của năm tuyến đường sắt trong nước và một tuyến liên vận sang Bắc Kinh, Trung Quốc, đi nhiều nước châu Âu, một tuyến quốc tế sang Côn Minh, Trung Quốc. Các bến xe Phía Nam, Gia Lâm, Nước Ngầm, Giáp Bát, Yên Nghĩa, Mỹ Đình là nơi các xe chở khách liên tỉnh tỏa đi khắp đất nước theo các quốc lộ 1A xuyên Bắc – Nam và rẽ quốc lộ 21 đi Nam Định, quốc lộ 2 đến Hà Giang, quốc lộ 3 đến Bắc Kạn, Cao Bằng, Thái Nguyên; quốc lộ 5 đi Hải Phòng, quốc lộ 17 đi Quảng Ninh, quốc lộ 6 và quốc lộ 32 đi các tỉnh Tây Bắc.": "- Hà Nội [hasAirport] Sân bay quốc tế Nội Bài (distanceToCenter: 35 km)\n- Hà Nội [hasAirport] Sân bay Gia Lâm (location: quận Long Biên)\n- Hà Nội [hasAirport] Sân bay Bạch Mai (location: quận Thanh Xuân)\n- Hà Nội [hasAirport] Sân bay quân sự Hòa Lạc (location: huyện Thạch Thất)\n- Hà Nội [hasAirport] Sân bay quân sự Miếu Môn (location: huyện Chương Mỹ)\n- Hà Nội [hasRailway] Tuyến đường sắt trong nước (number: 5)\n- Hà Nội [hasRailway] Tuyến đường sắt liên vận sang Bắc Kinh, Trung Quốc\n- Hà Nội [hasRailway] Tuyến đường sắt quốc tế sang Côn Minh, Trung Quốc\n- Hà Nội [hasBusStation] Bến xe Phía Nam\n- Hà Nội [hasBusStation] Bến xe Gia Lâm\n- Hà Nội [hasBusStation] Bến xe Nước Ngầm\n- Hà Nội [hasBusStation] Bến xe Giáp Bát\n- Hà Nội [hasBusStation] Bến xe Yên Nghĩa\n- Hà Nội [hasBusStation] Bến xe Mỹ Đình\n- Hà Nội [hasHighway] Quốc lộ 1A (direction: xuyên Bắc – Nam)\n- Hà Nội [hasHighway] Quốc lộ 21 (direction: Nam Định)\n- Hà Nội [hasHighway] Quốc lộ 2 (direction: Hà Giang)\n- Hà Nội [hasHighway] Quốc lộ 3 (direction: Bắc Kạn, Cao Bằng, Thái Nguyên)\n- Hà Nội [hasHighway] Quốc lộ 5 (direction: Hải Phòng)\n- Hà Nội [hasHighway] Quốc lộ 17 (direction: Quảng Ninh)\n- Hà Nội [hasHighway] Quốc lộ 6 (direction: các tỉnh Tây Bắc)\n- Hà Nội [hasHighway] Quốc lộ 32 (direction: các tỉnh Tây Bắc)", "Hiện có gần 30 triệu công ty kinh doanh qui mô nhỏ tại Mỹ. Các tộc người thiểu số như Người Mỹ gốc Tây Ban Nha, Mỹ gốc Phi, Mỹ gốc Á và người bản địa Mỹ (chiếm 35% tổng dân số Mỹ), sở hữu 4,1 triệu công ty/cơ sở kinh doanh tại Mỹ. Các công ty sở hữu bởi người thiểu số tạo ra gần 700 tỷ đô la danh thu và thuê gần 5 triệu nhân công tại Mỹ. Hoa Kỳ là quốc gia có mức thu nhập của lao động làm thuê cao nhất trong số các quốc gia OECD. Mức thu nhập trung bình hộ gia đình tại Mỹ năm 2008 là 52.029 đô la. Khoảng 284.000 lao động Mỹ có 2 công việc toàn thời gian và 7,6 triệu người có công việc bán thời gian bên cạnh công việc chính toàn thời gian. 12% tổng số lao động tham gia công đoàn; hầu hết các thành viên công đoàn là người làm thuê cho chính phủ. Sự sụt giảm của số lượng thành viên các công đoàn tại Mỹ trong những thập niên qua diễn ra song song với việc giảm thị phần lao động. Ngân hàng thế giới xếp Hoa Kỳ đứng đầu về mức độ dễ tuyển dụng và sa thải nhân công. Hoa Kỳ là nền kinh tế phát triển duy nhất không quy định số ngày nghỉ phép cho người lao động, và nằm trong số ít quốc gia không chi trả lương khi nghỉ phép, cùng với đó là Papua New Guinea, Suriname và Liberia. Năm 2014, Liên hiệp công đoàn thương mại quốc tế chấm điểm Mỹ thứ 4 trên 5+, mức thấp thứ 3 về việc bảo đảm quyền lợi cho công đoàn lao động.": "- Mỹ (thu nhập lao động cao nhất trong OECD, mức thu nhập trung bình hộ gia đình năm 2008: 52.029 đô la) [có] 30 triệu công ty kinh doanh qui mô nhỏ\n- Người Mỹ gốc Tây Ban Nha, Mỹ gốc Phi, Mỹ gốc Á, người bản địa Mỹ (chiếm 35% tổng dân số Mỹ) [sở hữu] 4,1 triệu công ty/cơ sở kinh doanh tại Mỹ\n- Các công ty sở hữu bởi người thiểu số [tạo ra] gần 700 tỷ đô la danh thu\n- Các công ty sở hữu bởi người thiểu số [thuê] gần 5 triệu nhân công tại Mỹ\n- Mỹ [là] nền kinh tế phát triển duy nhất không quy định số ngày nghỉ phép cho người lao động\n- Mỹ [là] một trong số ít quốc gia không chi trả lương khi nghỉ phép\n- Liên hiệp công đoàn thương mại quốc tế [chấm điểm] Mỹ thứ 4 trên 5+, mức thấp thứ 3 về việc bảo đảm quyền lợi cho công đoàn lao động", "Quốc hội tổ chức hai \"kỳ họp\" cho mỗi nhiệm kỳ, mỗi kỳ họp kéo dài một năm, bắt đầu vào ngày 3 tháng 1 (hoặc một ngày nào khác theo sự chọn lựa của Quốc hội). Vào một thời điểm được chọn trong hai tháng đầu của mỗi kỳ họp, tổng thống sẽ đọc Diễn văn Liên bang, thẩm định tình hình quốc gia và phác thảo những dự luật sẽ trình quốc hội. Bài diễn văn này là một ứng dụng theo hình mẫu của Bài diễn văn của Vương quyền, được tuyên đọc bởi quốc vương nước Anh. Thomas Jefferson đã đình chỉ thông lệ này, và những tổng thống kế nhiệm tiếp bước ông, bằng cách hằng năm gởi một thông điệp viết sẵn đến quốc hội. Năm 1913, tổng thống Woodrow Wilson phục hồi thông lệ cũ khi ông đích thân đến đọc diễn văn trước lưỡng viện Quốc hội; từ đó đến nay, ít có tổng thống nào muốn trách né công việc này.": "- Quốc hội [tổ chức] Kỳ họp (thời gian: 1 năm, bắt đầu: 3 tháng 1)\n- Tổng thống [đọc] Diễn văn Liên bang (thời gian: 2 tháng đầu của mỗi kỳ họp)\n- Diễn văn Liên bang [là ứng dụng] Bài diễn văn của Vương quyền (được tuyên đọc bởi: quốc vương nước Anh)\n- Thomas Jefferson [đình chỉ] Diễn văn Liên bang\n- Tổng thống Woodrow Wilson [phục hồi] Diễn văn Liên bang (năm: 1913)", "Năm Hồng Vũ thứ 13 (1380), Minh Thái Tổ lấy việc Thừa tướng Hồ Duy Dung mưu phản nên phế bỏ chức vụ thừa tướng, các hoàng đế sau này cũng không đặt lại chức vụ này. Từ thời Tần, Hán trở đi Trung Quốc đã hơn 1600 năm thực hành chế độ tể tướng, đến đây bị phế bỏ, lục bộ trực tiếp do hoàng đế phụ trách, quyền của thừa tướng và quyền về quân sự hợp làm một, hoàng đế triều Minh một mình nắm đại quyền, thể chế chính trị của triều Minh cũng là chính thể chuyên chế hiếm thấy trong lịch sử thế giới, thi hành thể chế quốc gia tam quyền phân lập: quân quyền, quyền hành chính, quyền giám sát, về sau do quyền giám sát bị phế bỏ, quốc thể mất cân bằng mà nhanh chóng suy bại. Do có nhiều quốc sự, hoàng đế không thể xử lý hết, đến năm Kiến Văn thứ 4 (4) Minh Thành Tổ mới bắt đầu đặt nội các. Nội các chỉ là cố vấn cho hoàng đế, phê đáp tấu chương do hoàng đế chuyên trách. Nội các triều Minh từ khi khởi đầu đến khi kết thúc đều không phải là cơ cấu hành chính cấp một trung tâm trong triều, được cho rằng chỉ là biệt xưng của Văn Uyên các. Chức vụ Nội các đại học sĩ phần nhiều là người có tài đức hoặc đại thần trong triều đảm nhiệm, chỉ theo ý chỉ của hoàng đế mà viết ra, gọi là \"truyền chỉ đương bút\", quyền lực và địa vị còn xa mới bằng tể tướng khi xưa, chỉ có địa vị ngầm, song không có địa vị pháp định. Thời kỳ Tuyên Tông, do có ba người họ Dương là Dương Phổ, Dương Sĩ Kỳ và Dương Vinh tham gia nội các, Tuyên Tông phê chuẩn nội các khởi thảo thánh chỉ trần thuật ý kiến của họ, gọi là chế độ \"phiếu nghĩ\" 票擬, lại trao cho cơ cấu hoạn quan là Ty lễ giám phê thay tức \"phê chu\" 批朱. Phép \"phiếu nghĩ\" khắc phục tệ quân chủ không muốn diện kiến các triều thần, song đại thần nội các và hoàng đế ngăn cách, đều dựa vào Ty lễ giám, do đó khởi đầu chế độ hoạn quan chuyên chính trong triều Minh. Nhằm tăng cường giám thị với thần dân toàn quốc, Minh Thái Tổ còn thiết lập cơ cấu đặc vụ mang tên \"cẩm y vệ\", Minh Thành Tổ lập thêm \"đông xưởng\", Minh Hiến Tông lập \"tây xưởng\" (về sau phế bỏ), gọi chung là \"xưởng vệ\", do hoạn quan thống lĩnh, từ đó quyền thế của hoạn quan triều Minh đạt đến cực độ.": "- Hồ Duy Dung [isThừa tướng] Minh Thái Tổ\n- Minh Thái Tổ [phế bỏ] chức vụ thừa tướng\n- Trung Quốc [thực hành] chế độ tể tướng (thời gian: 1600 năm)\n- Minh Thái Tổ [phế bỏ] chế độ tể tướng\n- Lục bộ [trực tiếp] do hoàng đế phụ trách\n- Hoàng đế triều Minh [nắm] đại quyền\n- Triều Minh [thi hành] thể chế chính trị chuyên chế\n- Triều Minh [thi hành] thể chế quốc gia tam quyền phân lập (quân quyền, quyền hành chính, quyền giám sát)\n- Quyền giám sát [bị phế bỏ]\n- Quốc thể [mất cân bằng]\n- Minh Thành Tổ [đặt] nội các (năm Kiến Văn thứ 4)\n- Nội các [là] cố vấn cho hoàng đế\n- Nội các [phê đáp] tấu chương do hoàng đế chuyên trách\n- Nội các triều Minh [không phải là] cơ cấu hành chính cấp một trung tâm trong triều\n- Nội các [được cho rằng] chỉ là biệt xưng của Văn Uyên các\n- Nội các đại học sĩ [đảm nhiệm] chức vụ (phần nhiều là người có tài đức hoặc đại thần trong triều)\n- Nội các đại học sĩ [viết ra] theo ý chỉ của hoàng đế\n- Nội các đại học sĩ [có] địa vị ngầm\n- Nội các đại học sĩ [không có] địa vị pháp định\n- Dương Phổ, Dương Sĩ Kỳ, Dương Vinh [tham gia] nội các (thời kỳ Tuyên Tông)\n- Tuyên Tông [phê chuẩn] nội các khởi thảo thánh chỉ trần thuật ý kiến của họ\n- Chế độ \"phiếu nghĩ\" [khắc phục] tệ quân chủ không muốn diện kiến các triều thần\n- Đại thần nội các và hoàng đế [ngăn cách]\n- Đại thần nội các và hoàng đế [dựa vào] Ty lễ giám\n- Chế độ hoạn quan chuyên chính [khởi đầu] trong triều Minh\n- Minh Thái Tổ [thiết lập] cơ cấu đặc vụ \"cẩm y vệ\"\n- Minh Thành Tổ [lập] \"đông xưởng\"\n- Minh Hiến Tông [lập] \"tây xưởng\" (về sau phế bỏ)\n- \"Xưởng vệ\" [do] hoạn quan thống lĩnh\n- Hoạn quan triều Minh [đạt đến] cực độ", "Đầu năm 1951, Pháp xây dựng phòng tuyến quân sự tại đồng bằng Bắc Bộ nhằm ngăn chặn sự xâm nhập của Việt Minh từ miền núi và trung du vào đồng bằng Bắc Bộ. Họ xây dựng khoảng 800 lô cốt. Xung quanh các lô cốt là vành đai trắng có bán kính 5–10 km. Tại các vành đai trắng Pháp tăng cường kiểm soát dân chúng để họ không thể tiếp tế cho Việt Minh. Pháp còn mở nhiều cuộc càn quét tại các vùng tranh chấp để tìm diệt Việt Minh. Trong các cuộc càn quét này quân đội Pháp và quân đội Quốc gia Việt Nam đã đốt phá, cướp bóc, hãm hiếp, giết hại nhiều người dân vô tội bị nghi ngờ ủng hộ Việt Minh.": "- Pháp [xây dựng] Phòng tuyến quân sự (năm: 1951, địa điểm: đồng bằng Bắc Bộ)\n- Phòng tuyến quân sự [gồm] 800 lô cốt\n- Lô cốt [có] vành đai trắng (bán kính: 5–10 km)\n- Pháp [tăng cường kiểm soát] Dân chúng (địa điểm: vành đai trắng)\n- Pháp [mở] Cuộc càn quét (địa điểm: vùng tranh chấp)\n- Quân đội Pháp [tham gia] Cuộc càn quét\n- Quân đội Quốc gia Việt Nam [tham gia] Cuộc càn quét\n- Quân đội Pháp [đốt phá] Dân thường (lý do: nghi ngờ ủng hộ Việt Minh)\n- Quân đội Pháp [cướp bóc] Dân thường (lý do: nghi ngờ ủng hộ Việt Minh)\n- Quân đội Pháp [hảm hiếp] Dân thường (lý do: nghi ngờ ủng hộ Việt Minh)\n- Quân đội Pháp [giết hại] Dân thường (lý do: nghi ngờ ủng hộ Việt Minh)", "Trở về Anh quốc, đầu năm 1262, Edward bị mất ưu thế cùng với một vì đồng minh Lusignan do vấn đề tài chính. Năm sau, vua Henry cử ông đến một chiến dịch ở Wales chống lại Llywelyn ap Gruffudd, và chỉ giành được những kết quả không đáng kể. Vào lúc này, Simon de Montfort, người đã rời khỏi đất nước năm 1261, trở về Anh và khơi lại phong trào cải cách nam tước. Vào thời khác đó, nhà vua dường như chuẩn bị thoái vị để đáp ứng đòi hỏi của các nam tước, và Edward bắt đầu kiểm soát tình hình. Trong khi đó, dù trước kia đã lưỡng lự không đứng về phe nào, đến nay Edward kiên quyết bảo vệ quyền lực của hoàng gia và của phụ thân của ông. Ông liên minh lại với những người mà ông đã xa lánh trước kia, trong số đó có người bạn thân thời trẻ, Henry xứ Almain, và John de Warenne, Bá tước Surrey – và lấy lại Lâu đài Windsor từ tay quân phiến loạn. Qua sự trung gian của Vua Louis IX của Pháp, một thỏa thuận được lập ra giữa hai bên. Đó gọi là Mise of Amiens với phần lớn các điều khoản thuận lợi cho phe hoàng gia, và gieo mầm cho cuộc xung đột lớn hơn nữa.": "- Edward [isAllyWith] Lusignan (financialProblem: true)\n- Edward [participatedIn] Wales campaign (against: Llywelyn ap Gruffudd, result: insignificant)\n- Simon de Montfort [returnedTo] England (year: 1261)\n- Simon de Montfort [restarted] baronial reform movement\n- Henry III [preparedTo] abdicate (inResponseTo: baronial demands)\n- Edward [tookControlOf] situation\n- Edward [remainedLoyalTo] royal authority (of: Henry III)\n- Edward [reunitedWith] Henry of Almain (formerChildhoodFriend)\n- Edward [reunitedWith] John de Warenne, Earl of Surrey\n- Edward [recaptured] Windsor Castle (from: rebels)\n- Louis IX of France [mediated] agreement (between: Edward, barons)\n- Mise of Amiens [wasAgreementBetween] Edward, barons (terms: favorable to royalists, ledTo: greater conflict)", "Ngày 16 tháng 2, Jean Sainteny gặp Hồ chí Minh và thỏa thuận cụm từ \"tự trị\" sau đó được chấp nhận bởi chính phủ Pháp. Tuy nhiên đến Hiệp định sơ bộ 6 tháng Ba, sử dụng cụm từ \"tự do\" thay cho cụm từ \"độc lập\" hay \"tự trị\". Việt Minh muốn Pháp phải thừa nhận Việt Nam đã có một chính phủ, quốc hội, quân đội để đi đến một nền độc lập thực sự, trong khi phía Pháp có sự chia rẽ. Đối với những người tin tìm thấy những lợi ích của Pháp - là sự độc lập của Việt Nam sẽ được giới hạn bởi các liên kết của nó với các nước Đông Dương khác. Lúc này khởi đầu Chiến tranh Lạnh, Marius Moute muốn Nam Kỳ tách ra khỏi lãnh thổ của nước Việt Nam Dân Chủ Cộng hòa, lập một chế độ ở Sài Gòn và sau đó, sẽ một cuộc họp sơ bộ của các quốc gia ở Đông Dương được tổ chức mà không có sự hiện diện của chính phủ Việt Nam tại Hà Nội.": "- Jean Sainteny [met] Hồ Chí Minh (date: 16 tháng 2)\n- Hồ Chí Minh [agreed] cụm từ \"tự trị\"\n- Chính phủ Pháp [accepted] cụm từ \"tự trị\"\n- Hiệp định sơ bộ 6 tháng Ba [used] cụm từ \"tự do\"\n- Việt Minh [wanted] Pháp [to acknowledge] Việt Nam [had] chính phủ, quốc hội, quân đội\n- Pháp [had] sự chia rẽ\n- Marius Moute [wanted] Nam Kỳ [to separate] khỏi lãnh thổ của nước Việt Nam Dân Chủ Cộng hòa\n- Marius Moute [wanted] [to establish] một chế độ ở Sài Gòn\n- Marius Moute [wanted] [to organize] một cuộc họp sơ bộ của các quốc gia ở Đông Dương\n- Chính phủ Việt Nam tại Hà Nội [not present] [at] cuộc họp sơ bộ của các quốc gia ở Đông Dương", "Reagan ra lệnh tăng cường xây dựng lực lượng quân sự Hoa Kỳ, khiến tăng thêm sự thâm hụt ngân sách. Reagan giới thiệu một hệ thống phòng thủ tên lửa phức tạp, được biết với cái tên Sáng kiến Phòng thủ Chiến lược (những người phản đối gán cho nó biệt danh là \"Chiến tranh giữa các vì sao\") mà theo lý thuyết Hoa Kỳ có thể bắn hạ các tên lửa bằng hệ thống tia laser đặt trong không gian. Mặc dù hệ thống này chưa bao giờ được phát triển toàn diện hay được triển khai nhưng Liên Xô đặc biệt quan tâm về sự hiệu quả có thể có của chương trình này và trở nên sẵn sàng hơn để thương thuyết.": "- Reagan [ra lệnh] tăng cường xây dựng lực lượng quân sự Hoa Kỳ\n- tăng cường xây dựng lực lượng quân sự Hoa Kỳ [gây ra] thâm hụt ngân sách\n- Reagan [giới thiệu] Sáng kiến Phòng thủ Chiến lược (biệt danh: \"Chiến tranh giữa các vì sao\")\n- Sáng kiến Phòng thủ Chiến lược [có thể] bắn hạ các tên lửa bằng hệ thống tia laser đặt trong không gian\n- Liên Xô [quan tâm] về sự hiệu quả có thể có của Sáng kiến Phòng thủ Chiến lược\n- sự hiệu quả có thể có của Sáng kiến Phòng thủ Chiến lược [khiến] Liên Xô sẵn sàng hơn để thương thuyết", "Hoàng tộc trên phương diện chính trị bị phân thành các phái hệ dựa trên lòng trung thành theo dòng dõi, tham vọng cá nhân và tư tưởng. Phái hệ dòng dõi có quyền lực nhất được gọi là 'Sudairi Bảy', gồm các anh em cùng cha cùng mẹ với Quốc vương Fahd và các hậu duệ của họ. Phân chia tư tưởng bao gồm các vấn đề về tốc độ và phương hướng cải cách, và vai trò của ulema nên được tăng lên hay giảm xuống. Tồn tại phân tranh trong hoàng tộc về vấn đề người kế vị. Trong nhiều năm, chính phủ Ả Rập Xê Út và hoàng tộc thường xuyên bị cáo buộc tham nhũng. Tại một quốc gia được cho là \"thuộc về\" hoàng tộc và quốc hiệu đặt theo họ của hoàng tộc, ranh giới giữa tài sản quốc gia và của cải cá nhân của các thân vương cấp cao là điều mập mờ.": "- Hoàng tộc [phânChiaTheo] Phái hệ dòng dõi (quyền lực nhất: Sudairi Bảy)\n- Hoàng tộc [phânChiaTheo] Phân chia tư tưởng (vấn đề: tốc độ và phương hướng cải cách, vai trò của ulema)\n- Hoàng tộc [cóTranhChấp] Vấn đề người kế vị\n- Chính phủ Ả Rập Xê Út [bịCáoBuộc] Tham nhũng\n- Hoàng tộc [bịCáoBuộc] Tham nhũng\n- Ả Rập Xê Út [thuộcVề] Hoàng tộc\n- Ả Rập Xê Út [đặtTênTheo] Họ của hoàng tộc\n- Tài sản quốc gia [ranhGiớiMậpMờ] Của cải cá nhân của các thân vương cấp cao", "Trung Quốc Quốc dân Đảng sử dụng các nghi lễ tôn giáo Trung Hoa truyền thống, theo họ linh hồn của những liệt sĩ Quốc dân Đảng được đưa đến thiên đàng. Quốc dân Đảng ủng hộ Phong trào Tân sinh hoạt, vốn xúc tiến Nho giáo, và cũng chống lại Tây phương hóa. Các nhà lãnh đạo Quốc dân Đảng cũng phản đối Phong trào Ngũ Tứ, Tưởng Giới Thạch chống lại việc phong trào này đập phá tượng thần thánh. Ông nhìn nhận một số tư tưởng phương Tây là ngoại lai, và không hoan nghênh việc phổ biến các tư tưởng và văn học phương Tây như ý muốn của Phong trào Ngũ Tứ. Tưởng Giới Thạch và Tôn Trung Sơn chỉ trích các tri thức Ngũ Tứ làm lệnh lạc đạo đức của thanh niên. Quốc dân Đảng còn hợp nhất Nho giáo vào luật học của mình, họ xá tội cho Thi Kiếm Kiềm việc giết Tôn Truyền Phương do bà làm vậy để trả thù vì Tôn Truyền Phương giết cha bà, một ví dụ về lòng hiếu thảo với cha mẹ trong Nho giáo.": "- Trung Quốc Quốc dân Đảng [sử dụng] nghi lễ tôn giáo Trung Hoa truyền thống\n- Trung Quốc Quốc dân Đảng [ủng hộ] Phong trào Tân sinh hoạt\n- Trung Quốc Quốc dân Đảng [chống lại] Tây phương hóa\n- Trung Quốc Quốc dân Đảng [phản đối] Phong trào Ngũ Tứ\n- Tưởng Giới Thạch [chống lại] Phong trào Ngũ Tứ\n- Tưởng Giới Thạch [nhìn nhận] một số tư tưởng phương Tây là ngoại lai\n- Tưởng Giới Thạch [không hoan nghênh] việc phổ biến các tư tưởng và văn học phương Tây\n- Tưởng Giới Thạch và Tôn Trung Sơn [chỉ trích] các tri thức Ngũ Tứ\n- Trung Quốc Quốc dân Đảng [hợp nhất] Nho giáo vào luật học của mình\n- Trung Quốc Quốc dân Đảng [xá tội] Thi Kiếm Kiềm\n- Thi Kiếm Kiềm [giết] Tôn Truyền Phương\n- Tôn Truyền Phương [giết] cha Thi Kiếm Kiềm", "Jeanne-Antoinette Poisson, nổi tiếng với biệt danh Madame de Pompadour, là nhân tình nổi tiếng nhất và có ảnh hưởng nhất của Louis XV. Bà là con ngoại hôn của một tướng quân ở Paris, đã kết hôn với một chủ ngân hàng, Charles Guillaume Lenormant d'Etoiles. Bà được nhà vua để mắt tới tỏng cuộc đi săn, và chính thức gặp ông ở buổi dạ hội thời trang Carnaval năm 1745. Trước tháng 7, bà đã là người tình của nhà vua và được tấn phong tước Hầu xứ de Pompadour. Trong 20 năm tiếp theo, bà là người tri kỉ và cố vấn của nhà vua, giúp vua chọn hoặc bãi nhiệm các quan Thượng thư. Ý kiến của bà khiến các Bộ trưởng có thế lực bị lật đổ, bao gồm Machault d'Aurnouville và Hầu tước d'Argenson, và nâng đỡ một số tướng không đủ năng lực. Lựa chọn đúng đắn nhất của bà là Quận công de Choiseul, người trở thành một trong những quan đại thần có năng lực nhất thời Louis XV. Từ năm 1750 bà không còn là tình nhân của nhà vua nữa nhưng vẫn là cố vấn thân cận nhất của ông. Bà được tấn phong làm Công nương vào năm 1752, và Phu nhân của cung Hoàng hậu vào năm 1756, và là người bảo trợ cho âm nhạc và nghệ thuật cũng như tôn giáo. Bà vẫn ở gần nhà vua cho đến khi qua đời vào năm 1764. Ông bị suy sụp tinh thần và nhốt mình trong phòng nhiều tuần sau khi bà mất.": "- Jeanne-Antoinette Poisson (biệt danh: Madame de Pompadour) [isMistressOf] Louis XV\n- Jeanne-Antoinette Poisson [isDaughterOf] Tướng quân ở Paris\n- Jeanne-Antoinette Poisson [isWifeOf] Charles Guillaume Lenormant d'Etoiles\n- Jeanne-Antoinette Poisson [isFriendOf] Quận công de Choiseul\n- Jeanne-Antoinette Poisson [isPatronOf] Âm nhạc, nghệ thuật, tôn giáo\n- Louis XV [isKingOf] Pháp\n- Quận công de Choiseul [isMinisterOf] Louis XV\n- Machault d'Aurnouville [isMinisterOf] Louis XV\n- Hầu tước d'Argenson [isMinisterOf] Louis XV", "Năm 1457, đám Thạch Hanh, Từ Hữu Trinh liên minh nhằm phục vị cho Minh Anh Tông, họ thừa cơ Minh Đại Tông mắc trọng bệnh mà phát động binh biến. Từ Hữu Trinh suất quân công nhập Tử Cấm Thành, đám Thạch Hanh chiếm lĩnh Đông Hoa Môn, lập Minh Anh Tông tại Phụng Thiên điện, cải nguyên Thiên Thuận. Họ giam giữ Minh Đại Tông, bắt giết Vu Khiêm và Đại học sĩ Vương Văn, sử xưng Đoạt Môn chi biến. Do hai lần tức vị, Minh Anh Tông trở thành hoàng đế duy nhất trong số các hoàng đế Minh-Thanh cai trị Trung Nguyên sử dụng hai niên hiệu. Sau khi phục vị, Minh Anh Tông thi hành tân chính, phế trừ chế độ tuẫn tàng từ thời Minh Thái Tổ. Sau đó, Minh Anh Tông cho lưu đày Từ Hữu Trinh do chính biến nội bộ, nhân biến Tào Thạch mà giết đám Thạch Hanh, Tào Cát Tường; đồng thời cho đám hiền thần Lý Hiền nắm quyền. Năm 1464, sau khi Minh Anh Tông từ trần, con ông là Chu Kiến Thâm tức vị, tức Minh Hiến Tông, niên hiệu Thành Hóa.": "- Minh Anh Tông [hasYearOfAccession] 1457\n- Minh Anh Tông [hasYearOfDeath] 1464\n- Minh Anh Tông [hasReignName] Thiên Thuận\n- Minh Anh Tông [hasReignName] Thành Hóa\n- Minh Anh Tông [hasEvent] Đoạt Môn chi biến\n- Minh Anh Tông [hasEvent] Tào Thạch chi biến\n- Minh Anh Tông [hasEvent] Phế trừ chế độ tuẫn tàng\n- Minh Anh Tông [hasEvent] Lưu đày Từ Hữu Trinh\n- Minh Anh Tông [hasEvent] Giết đám Thạch Hanh, Tào Cát Tường\n- Minh Anh Tông [hasEvent] Cho đám hiền thần Lý Hiền nắm quyền\n- Minh Anh Tông [hasSuccessor] Chu Kiến Thâm\n- Chu Kiến Thâm [hasReignName] Thành Hóa\n- Chu Kiến Thâm [hasPredecessor] Minh Anh Tông\n- Từ Hữu Trinh [hasEvent] Đoạt Môn chi biến\n- Từ Hữu Trinh [hasEvent] Chính biến nội bộ\n- Từ Hữu Trinh [hasEvent] Bị lưu đày\n- Thạch Hanh [hasEvent] Đoạt Môn chi biến\n- Thạch Hanh [hasEvent] Tào Thạch chi biến\n- Thạch Hanh [hasEvent] Bị giết\n- Vu Khiêm [hasEvent] Bị giết\n- Vương Văn [hasEvent] Bị giết\n- Lý Hiền [hasEvent] Nắm quyền", "George Johnstone Stoney giới thuật thuật ngữ electron vào năm 1891. John Stewart Bell là người tạo ra định lý Bell và một bài viết liên quan đến phát hiện tính dị thường Bell-Jackiw-Adler. Các nhà toán học đáng chú ý gồm có William Rowan Hamilton, nổi tiếng với công trình về cơ học cổ điển và phát minh bộ bốn quaternion. Francis Ysidro Edgeworth có đóng góp trong hộp Edgeworth, và nó vẫn duy trì ảnh hưởng trong thuyết kinh tế vi mô tân cổ điển cho đến nay; trong khi Richard Cantillon truyền cảm hứng cho Adam Smith và những người khác. John B. Cosgrave là một chuyên gia trong lý thuyết số và phát hiện một số nguyên tố 2000 số vào năm 1999 và một hợp số Fermat kỷ lục vào năm 2003. John Lighton Synge đóng góp vào phát triển của nhiều lĩnh vực khoa học, bao gồm cơ học và phương pháp hình học trong thuyết tương đối rộng. Kathleen Lonsdale sinh tại Ireland và nổi tiếng vì công trình của bà về tinh thể học.": "- George Johnstone Stoney [coinedTerm] Electron (year: 1891)\n- John Stewart Bell [created] Bell's theorem\n- John Stewart Bell [wrotePaper] Bell-Jackiw-Adler anomaly\n- William Rowan Hamilton [knownFor] Classical mechanics\n- William Rowan Hamilton [invented] Quaternions\n- Francis Ysidro Edgeworth [contributedTo] Edgeworth box\n- Francis Ysidro Edgeworth [influenced] Neoclassical microeconomics\n- Richard Cantillon [inspired] Adam Smith\n- John B. Cosgrave [specializedIn] Number theory\n- John B. Cosgrave [discovered] 2000-digit prime (year: 1999)\n- John B. Cosgrave [discovered] Record Fermat number (year: 2003)\n- John Lighton Synge [contributedTo] Mechanics\n- John Lighton Synge [contributedTo] Geometry of general relativity\n- Kathleen Lonsdale [bornIn] Ireland\n- Kathleen Lonsdale [knownFor] Crystallography", "Chính phủ Mali cũng thi hành nhiều chính sách hỗ trợ đầu tư nước ngoài, bao gồm thương mại và tư nhân hóa. Mali bắt đầu trải qua sự cải cách kinh tế vào năm 1988 với các thỏa thuận với Ngân hàng Thế giới và Quỹ Tiền tệ Quốc tế. Trong khoảng thời gian từ năm 1988 đến 1996, chính phủ Mali chủ yếu thực hiện cải cách các doanh nghiệp công. Trong cuộc cải cách, 16 doanh nghiệp đã được tư nhân hóa. 12 doanh nghiệp được tư nhân hóa một phần và 12 doanh nghiệp bị giải thể. Năm 2005, chính phủ Mali nhượng lại công ty đường sắt cho Tập đoàn Savage. Hai công ty lớn khác của nước này, Societé de Telecommunications du Mali (SOTELMA) và Cotton Ginning Company (CMDT), dự kiến sẽ được tư nhân hóa vào năm 2008.": "- Chính phủ Mali [thực hiện] chính sách hỗ trợ đầu tư nước ngoài (bao gồm thương mại và tư nhân hóa)\n- Mali [bắt đầu] cải cách kinh tế (năm 1988) [với] Ngân hàng Thế giới và Quỹ Tiền tệ Quốc tế\n- Chính phủ Mali [thực hiện] cải cách doanh nghiệp công (1988-1996)\n- Chính phủ Mali [tư nhân hóa] 16 doanh nghiệp\n- Chính phủ Mali [tư nhân hóa một phần] 12 doanh nghiệp\n- Chính phủ Mali [giải thể] 12 doanh nghiệp\n- Chính phủ Mali [nhượng lại] công ty đường sắt [cho] Tập đoàn Savage (năm 2005)\n- Chính phủ Mali [dự kiến tư nhân hóa] Societé de Telecommunications du Mali (SOTELMA) và Cotton Ginning Company (CMDT) (năm 2008)", "Tăng trưởng GDP thực từ 2002 đến 2007 trung bình đạt 6,8% mỗi năm, biến Thổ Nhĩ Kỳ trở thành một trong các nền kinh tế tăng trưởng nhanh nhất trên thế giới trong giai đoạn đó. Tuy nhiên, tăng trưởng giảm còn 1% vào năm 2008, và đến năm 2009 thì kinh tế Thổ Nhĩ Kỳ chịu tác động của khủng hoảng tài chính toàn cầu, với GDP suy giảm 5%. Kinh tế được ước tính lại tăng trưởng 8% vào năm 2010. Theo dữ liệu của Eurostat, GDP/người của Thổ Nhĩ Kỳ điều chỉnh theo tiêu chuẩn sức mua đạt 52% trung bình EU vào năm 2011.": "- Thổ Nhĩ Kỳ [GDP tăng trưởng] 6,8% (từ 2002 đến 2007)\n- Thổ Nhĩ Kỳ [GDP tăng trưởng] 1% (năm 2008)\n- Thổ Nhĩ Kỳ [GDP suy giảm] 5% (năm 2009)\n- Thổ Nhĩ Kỳ [GDP tăng trưởng] 8% (năm 2010)\n- Thổ Nhĩ Kỳ [GDP/người] 52% (trung bình EU, năm 2011)", "Việt Nam là một nước xuất khẩu cà phê, do đó nhiều loại cà phê được sử dụng ngày càng thịnh hành trong ẩm thực của người Việt tại khắp các vùng miền, đặc biệt tại các đô thị. Cà phê thường được pha, chiết bằng phin pha cà phê. Theo thuộc tính nhiệt, có thể kể ra hai cách uống phổ biến là cà phê nóng và cà phê đá, xét theo nguyên liệu phụ gia, cà phê thuần nhất gọi là cà phê đen, và cà phê sữa. Nước chiết cà phê cũng thường dùng để chế thêm vào một số loại nước sinh tố hay sữa chua cho hương vị đặc biệt. Ngày nay, cà phê hòa tan cũng là loại cà phê thông dụng.": "- Việt Nam [exports] Cà phê\n- Cà phê [isUsedIn] Ẩm thực Việt Nam\n- Cà phê [isBrewedWith] Phin pha cà phê\n- Cà phê [hasTemperature] Cà phê nóng, Cà phê đá\n- Cà phê [hasAdditive] Cà phê đen, Cà phê sữa\n- Cà phê [isAddedTo] Nước sinh tố, Sữa chua\n- Cà phê [hasType] Cà phê hòa tan", "Trong Kinh Thánh, công cuộc sáng tạo và cứu rỗi liên quan mật thiết với nhau. Thiên Chúa dựng nên con người, yêu thương họ, và muốn ban cho họ sự sống đời đời. Theo Kinh Thánh, chương trình cứu rỗi của Thiên Chúa xuất phát từ tình yêu của ngài, Sứ đồ Gioan đã miêu tả \"Thiên Chúa là tình yêu thương.\" (1 Gioan 4:8). Khi loài người bất tuân, sa ngã, và phạm tội, họ đã xúc phạm đức công chính của Thiên Chúa, và bị đặt dưới cơn thịnh nộ và sự đoán phạt của ngài. Vì Thiên Chúa là công chính, sự cứu rỗi phải thỏa mãn sự công bình của luật pháp. Sự chết của Chúa Giê-su trên cây thập tự để đền tội thay cho loài người, theo Kinh Thánh, là giải pháp trọn vẹn có thể đáp ứng cả tình yêu thương và đức công chính của Thiên Chúa.": "- Công cuộc sáng tạo [liên quan mật thiết với] Công cuộc cứu rỗi\n- Thiên Chúa [dựng nên] Con người (được yêu thương, được ban cho sự sống đời đời)\n- Chương trình cứu rỗi của Thiên Chúa [xuất phát từ] Tình yêu của ngài\n- Thiên Chúa [là] Tình yêu thương (1 Gioan 4:8)\n- Loài người [bất tuân, sa ngã, phạm tội] [xúc phạm] Đức công chính của Thiên Chúa\n- Loài người [bị đặt dưới] Cơn thịnh nộ và sự đoán phạt của Thiên Chúa\n- Thiên Chúa [là] Công chính\n- Sự cứu rỗi [phải thỏa mãn] Sự công bình của luật pháp\n- Sự chết của Chúa Giê-su trên cây thập tự [để đền tội thay cho] Loài người\n- Sự chết của Chúa Giê-su trên cây thập tự [là] Giải pháp trọn vẹn [có thể đáp ứng cả] Tình yêu thương và Đức công chính của Thiên Chúa", "Dựa vào câu chuyện truyền khẩu này cùng với khái niệm về quyền sử dụng đất trước tiên để tuyên bố chủ quyền, như thường thấy trong văn hóa người Marshall làm lý lẽ trong dàn xếp các vụ tranh chấp đất đai, một nhóm nhỏ người có nguồn gốc Marshall ly khai, tự gọi họ là Vương quốc EnenKio và tuyên bố chủ quyền đối với Đảo Wake. Chính quyền Quần đảo Marshall và Hoa Kỳ, cả hai cũng đang tranh chấp chủ quyền trên đảo, mạnh mẽ bác bỏ lời tuyên bố chủ quyền này. Không có bằng chứng cho rằng có khu định cư thường trực của cư dân đảo Marshall trên Đảo Wake.": "- Vương quốc EnenKio [tuyênBốChủQuyền] Đảo Wake\n- Chính quyền Quần đảo Marshall [tranhChấpChủQuyền] Đảo Wake\n- Hoa Kỳ [tranhChấpChủQuyền] Đảo Wake", "Sau những thất bại thảm hại trong vụ Le Havre từ năm 1562-1563, Elizabeth chống lại việc mở các cuộc viễn chinh nhắm vào lục địa Âu châu mãi cho đến năm 1585, khi Nữ vương cử một đạo quân đến hỗ trợ lực lượng phiến quân Kháng Cách tại Hà Lan đang chống lại vua Tây Ban Nha Felipe II. Sau khi những đồng minh của Elizabeth, Hoàng thân Guillaume I của Orange-Nassau, và François (Công tước Anjou) từ trần, và một loạt các thị trấn Hà Lan chịu thần phục Alexander Farnese Công tước xứ Parma, Thống đốc Hà Lan thuộc Tây Ban Nha. Tháng 12 năm 1584, liên minh giữa Felipe II và Liên đoàn Công giáo Pháp tại Joinville làm xói mòn sức mạnh của Henri III của Pháp, em của Anjou, trong nỗ lực chống lại quyền thống trị của Tây Ban Nha tại Hà Lan. Nó cũng mở rộng ảnh hưởng của Tây Ban Nha dọc theo Eo biển Manche trên đất Pháp và trở thành mối đe dọa đối với nước Anh. Tháng 8 năm 1585, Anh và Hà Lan phản ứng bằng cách ký kết Hiệp ước Nonsuch, theo đó Elizabeth cam kết hỗ trợ quân sự cho Hà Lan. Hiệp ước này đánh dấu sự bùng nổ Chiến tranh Anh-Tây Ban Nha, kéo dài đến năm 1604 khi Hiệp ước Luân Đôn được ký kết.": "- Elizabeth (nữ hoàng) [chốngLại] việc mở các cuộc viễn chinh nhắm vào lục địa Âu châu\n- Elizabeth (nữ hoàng) [cử] một đạo quân đến hỗ trợ lực lượng phiến quân Kháng Cách tại Hà Lan\n- Hoàng thân Guillaume I của Orange-Nassau [từ trần]\n- François (Công tước Anjou) [từ trần]\n- Alexander Farnese Công tước xứ Parma [thần phục] một loạt các thị trấn Hà Lan\n- Felipe II (vua Tây Ban Nha) [liên minh] với Liên đoàn Công giáo Pháp tại Joinville\n- Liên minh giữa Felipe II và Liên đoàn Công giáo Pháp tại Joinville [làm xói mòn] sức mạnh của Henri III của Pháp\n- Henri III của Pháp [chống lại] quyền thống trị của Tây Ban Nha tại Hà Lan\n- Tây Ban Nha [mở rộng] ảnh hưởng dọc theo Eo biển Manche trên đất Pháp\n- Tây Ban Nha [trở thành] mối đe dọa đối với nước Anh\n- Anh [ký kết] Hiệp ước Nonsuch với Hà Lan\n- Elizabeth (nữ hoàng) [cam kết] hỗ trợ quân sự cho Hà Lan\n- Hiệp ước Nonsuch [đánh dấu] sự bùng nổ Chiến tranh Anh-Tây Ban Nha\n- Chiến tranh Anh-Tây Ban Nha [kết thúc] khi Hiệp ước Luân Đôn được ký kết", "Hoa Kỳ là quốc gia có mức thu nhập bình quân hộ gia đình cao nhất trong số các quốc gia OECD, và năm 2010 là nước có mức thu nhập bình quân hộ gia đình(median household income) cao thứ 4, xuống 2 bậc so với 2007. Theo một nghiên cứu độc lập, mức thu nhập của tầng lớp trung lưu tại Mỹ đã giảm xuống mức ngang bằng với mức tại Canada năm 2010, và xuống mức thấp hơn vào 2014, trong khi một vài quốc gia phát triển khác đã thu hẹp khoảng cách này trong những năm gần đây. Theo cục điều tra dân số, mức thu nhập hộ gia đình điều chỉnh theo lạm phát đã đạt mức cao nhất từ trước đến nay là 59.039 đô la năm 2016. Mức độ bất bình đẳng về thu nhập cũng ở mức cao kỷ lục, với top một phần năm (20%) người giàu nhất kiếm được hơn 50% tổng toàn bộ thu nhập. Theo báo cáo của Cục dự trữ liên bang Mỹ (Federal Reserve) tháng 9 năm 2017, bất bình đẳng về tài sản cũng ở mức cao kỷ lục; top 1% số người giàu nhất kiểm soát 38,6% của cải của toàn quốc gia năm 2016. Hãng tư vấn Boston Consulting Group đã chỉ ra trong báo cáo tháng 6 năm 2017 rằng 1% số người giàu nhất nước Mỹ sẽ kiểm soát 70% tổng tài sản toàn quốc gia vào năm 2021.": "- Hoa Kỳ [hasMedianHouseholdIncome: 59.039 đô la (2016)]\n- Hoa Kỳ [hasIncomeInequality: cao kỷ lục]\n- Hoa Kỳ [hasWealthInequality: cao kỷ lục]\n- Hoa Kỳ [hasTop1%Wealth: 38,6% (2016)]\n- Hoa Kỳ [hasTop1%Wealth: 70% (2021)]", "Năm 1693, sau nhiều năm làm thí nghiệm hoá học thất bại và sức khoẻ suy sụp nghiêm trọng, Newton từ bỏ khoa học, rời Cambridge để về nhận chức trong chính quyền tại Luân Đôn. Newton tích cực tham gia hoạt động chính trị và trở nên giàu có nhờ bổng lộc nhà nước. Năm 1703 Newton được bầu làm chủ tịch Hội Khoa học Hoàng gia Anh và giữ chức vụ đó trong suốt phần còn lại của cuộc đời ông. Ông được Nữ hoàng phong bá tước năm 1705. việc ai phát minh ra vi phân và tích phân, Newton và Lepnic không bao giờ tranh luận cả, nhưng các người hâm mộ lại tranh cãi quyết liệt khiến hai nhà khoa học vĩ đại này cảm thấy xấu hổ. Ông mất ngày 31 tháng 3 năm 1727 tại Luân Đôn.": "- Newton (birthYear: 1643, deathYear: 1727, deathPlace: London) [workedIn] Cambridge\n- Newton [workedIn] London\n- Newton [heldPosition] President of the Royal Society (startDate: 1703, endDate: 1727)\n- Newton [wasKnightedBy] Queen Anne (year: 1705)\n- Newton [invented] Calculus\n- Leibniz [invented] Calculus", "Đặc biệt, các tác giả của các phiên bản trước cần phải được biết đến và các \"tiết đoạn bất biến\" nhất định, được tác giả ban đầu chỉ rõ và giải quyết mối quan hệ của người đó với nội dung của vấn đề, có thể không được thay đổi. Nếu như tài liệu được sửa đổi, tên gọi của nó cũng phải thay đổi (trừ khi các tác giả trước đó cho phép giữ lại tên gọi). Giấy phép cũng có các điều khoản để xử lý các văn bản của bìa trước và bìa sau của sách, cũng như cho \"Lịch sử\", các tiết đoạn \"Lời cảm ơn\", \"Lời đề tặng\" và \"Lời ghi đằng sau\".": "- Tác giả [sở hữu] Phiên bản trước\n- Phiên bản trước [có] Tiết đoạn bất biến\n- Tiết đoạn bất biến [liên quan] Nội dung vấn đề\n- Tài liệu [có] Tên gọi\n- Tên gọi [thay đổi] Tài liệu (được sửa đổi)\n- Giấy phép [có] Điều khoản\n- Điều khoản [xử lý] Văn bản bìa trước và bìa sau\n- Điều khoản [xử lý] Lịch sử\n- Điều khoản [xử lý] Lời cảm ơn\n- Điều khoản [xử lý] Lời đề tặng\n- Điều khoản [xử lý] Lời ghi đằng sau", "Triều đại của Augustus đã kéo dài hơn 40 năm, và nó đã được mô tả trong các tác phẩm văn học thời kì này như là một \"Thời Đại Hoàng Kim\". Augustus đã tạo nên một nền tảng tư tưởng lâu dài cho ba thế kỷ tiếp theo của đế quốc và được gọi là thời kì \"Nguyên Thủ\" (27 TCN-284 CN), 200 năm đầu tiên trong số đó theo truyền thống được coi là thời kì Thái bình La Mã (\"Pax Romana\"). Trong thời gian này, sự gắn kết bên trong đế quốc được đẩy mạnh nhờ việc góp phần vào đời sống người dân, các quan hệ kinh tế, và sự chia sẻ chuẩn mực văn hóa, luật pháp và tôn giáo. Các cuộc khởi nghĩa ở các tỉnh thì không thường xuyên nổ ra, nhưng chúng lại bị dập tắt một cách \"không thương tiếc và nhanh chóng\" khi xảy ra, giống như ở Britain và Gaul. Các cuộc chiến tranh Do Thái-La Mã nổ ra liên tục trong suốt 60 năm là một ngoại lệ về cả mặt thời gian và sự ác liệt của chúng.": "- Augustus (reign: 40 years) [created] \"Golden Age\" (literature)\n- Augustus [created] \"Principate\" (27 BC-284 AD)\n- \"Principate\" [includes] \"Pax Romana\" (200 years)\n- \"Pax Romana\" [increased] internal cohesion\n- \"Pax Romana\" [suppressed] provincial revolts\n- \"Pax Romana\" [excluded] Jewish-Roman Wars (60 years)", "Ngữ pháp tiếng Anh hiện đại là kết quả của sự thay đổi dần dần từ một ngôn ngữ với sự biến tố hình thái đa dạng và cấu trúc câu tự do, thành một ngôn ngữ mang tính phân tích với chỉ một ít biến tố, có cấu trúc SVO cố định và cú pháp phức tạp. Tiếng Anh hiện đại dựa trên trợ động từ và thứ tự từ để diễn đạt hệ thống thì, thể và thức, cũng như sự bị động, nghi vấn và một số trường hợp phủ định. Dù có sự khác biệt đáng chú ý về giọng và phương ngữ theo vùng miền và quốc gia – ở các mặt ngữ âm và âm vị, cũng như từ vựng, ngữ pháp và chính tả – người nói tiếng Anh trên toàn thế giới có thể giao tiếp tương đối dễ dàng.": "- Ngữ pháp tiếng Anh hiện đại [làKếtQuảCủa] Sự thay đổi dần dần\n- Sự thay đổi dần dần [từ] Ngôn ngữ với sự biến tố hình thái đa dạng và cấu trúc câu tự do\n- Sự thay đổi dần dần [thành] Ngôn ngữ mang tính phân tích với chỉ một ít biến tố, có cấu trúc SVO cố định và cú pháp phức tạp\n- Tiếng Anh hiện đại [dựaTrên] Trợ động từ và thứ tự từ\n- Tiếng Anh hiện đại [đểDiễnĐạt] Hệ thống thì, thể và thức, cũng như sự bị động, nghi vấn và một số trường hợp phủ định\n- Tiếng Anh hiện đại [có] Sự khác biệt đáng chú ý về giọng và phương ngữ theo vùng miền và quốc gia\n- Sự khác biệt đáng chú ý về giọng và phương ngữ theo vùng miền và quốc gia [ở] Các mặt ngữ âm và âm vị, cũng như từ vựng, ngữ pháp và chính tả\n- Người nói tiếng Anh trên toàn thế giới [có] Khả năng giao tiếp tương đối dễ dàng", "Từ năm 1949, sau khi Nội chiến Trung Quốc kết thúc, tiếp đó là chiến tranh Triều Tiên bùng nổ, khuynh hướng thân Liên Xô tại nhiều nước Ả Rập, giới chính khách Mỹ cảm thấy lo sợ về làn sóng đi theo chủ nghĩa Cộng sản tại các nước thế giới thứ ba. Trong điện tín số 831 ngày 3/2/1947 gửi cho Đại sứ quán Mỹ tại Paris, bộ trưởng Ngoại giao Mỹ George Marshall nhận định \"chúng ta không thấy có lợi ích gì trong việc nền cai trị đế quốc thực dân lại được thay thế bởi nền triết lý và các tổ chức chính trị bắt nguồn từ Kremlin và do Kremlin kiểm soát.\" Chính phủ Mỹ đưa ra Thuyết domino, theo đó Mỹ tin rằng nếu một quốc gia đi theo Chủ nghĩa cộng sản, các quốc gia thân phương Tây lân cận sẽ bị đe dọa. Bởi vậy, Mỹ bắt đầu viện trợ cho Pháp trong cuộc chiến chống lại Việt Minh (chỉ nước Việt Nam Dân chủ Cộng hòa), một tổ chức/chính quyền họ cho là có liên hệ với Liên Xô và Trung Quốc. Tháng 5-1949, Ngoại trưởng Mỹ Dean Acheson, dù chẳng có chứng cớ nào về các mối liên lạc giữa Hồ Chí Minh với Kremlin, đã chỉ thị cho đại diện Mỹ tại Hà Nội cảnh báo những người quốc gia Việt Nam có ý định liên minh với Việt Minh, bằng những lời lẽ sau đây: \"Qua hiểu biết về quá trình đào tạo của ông Hồ, không thể có nhận định nào khác hơn ông Hồ là một tên Cộng sản quốc tế thực thụ vì rõ ràng ông Hồ đã không thể chối cãi được các mối liên hệ với Moscow và chủ nghĩa cộng sản quốc tế và là một người châu Á được đề cao trong báo chí quốc tế cộng sản và được họ ủng hộ. Hơn nữa Mỹ đã không hề bị xúc động bởi tính chất dân tộc chủ nghĩa của lá cờ đỏ với ngôi sao vàng.\"": "- Nội chiến Trung Quốc [followedBy] Chiến tranh Triều Tiên\n- Chiến tranh Triều Tiên [cause] Khuynh hướng thân Liên Xô tại nhiều nước Ả Rập\n- Khuynh hướng thân Liên Xô tại nhiều nước Ả Rập [cause] Lo sợ của giới chính khách Mỹ về làn sóng đi theo chủ nghĩa Cộng sản tại các nước thế giới thứ ba\n- George Marshall [sent] Điện tín số 831\n- Điện tín số 831 [sentTo] Đại sứ quán Mỹ tại Paris\n- Điện tín số 831 [date] 3/2/1947\n- Mỹ [believe] Thuyết domino\n- Thuyết domino [state] Nếu một quốc gia đi theo Chủ nghĩa cộng sản, các quốc gia thân phương Tây lân cận sẽ bị đe dọa\n- Mỹ [support] Pháp\n- Pháp [fightAgainst] Việt Minh\n- Việt Minh [considerByUS] Liên hệ với Liên Xô và Trung Quốc\n- Dean Acheson [sent] Chỉ thị\n- Chỉ thị [sentTo] Đại diện Mỹ tại Hà Nội\n- Chỉ thị [date] Tháng 5-1949\n- Hồ Chí Minh [considerByUS] Tên Cộng sản quốc tế thực thụ\n- Hồ Chí Minh [have] Mối liên hệ với Moscow và chủ nghĩa cộng sản quốc tế\n- Hồ Chí Minh [supportBy] Báo chí quốc tế cộng sản\n- Mỹ [notImpressedBy] Tính chất dân tộc chủ nghĩa của lá cờ đỏ với ngôi sao vàng", "Ngay sau khi tướng Douglas D. Gracey, chỉ huy quân đội Anh, đến Sài Gòn ông ra lệnh cho quân đội Nhật tước vũ khí của người Việt Nam, đuổi Ủy ban Hành chính Lâm thời Nam Bộ ra khỏi Dinh Toàn Quyền ở Sài Gòn. Chỉ huy quân đội Nhật, Thống chế Terauchi, điều 7 tiểu đoàn vào Sài Gòn để tước vũ khí người Việt. Nhật đòi Ủy ban Hành chính Lâm thời Nam Bộ phải tước vũ khí và giải tán lực lượng vũ trang của Việt Nam. Trên thực tế, chỉ có Cao Đài, Hòa Hảo và Bình Xuyên có lực lượng vũ trang có tổ chức còn Việt Minh và những người Trotskyist chỉ có lực lượng tượng trưng do đó lệnh tước vũ khí áp dụng chủ yếu cho các giáo phái này. Người Pháp ngay lập tức treo cờ Pháp lên tất cả các công sở và xe quân sự. Phạm Văn Bạch gửi phái đoàn OSS một bức điện thông báo tình hình và yêu cầu phái đoàn thay mặt Đồng Minh chứng minh quyền được độc lập của nhân dân Việt Nam và tuyên bố Việt Nam đã hoàn toàn độc lập, người Việt có quyền tự quyết định số phận của mình.": "- Douglas D. Gracey [commands] British Army\n- British Army [disarms] Vietnamese\n- British Army [evicts] Provisional Administrative Committee of Southern Vietnam from Toan Quyen Palace in Saigon\n- Terauchi [commands] Japanese Army\n- Japanese Army [disarms] Vietnamese\n- Japanese Army [demands] Provisional Administrative Committee of Southern Vietnam to disarm and disband Vietnamese armed forces\n- Cao Dai [has] organized armed forces\n- Hoa Hao [has] organized armed forces\n- Binh Xuyen [has] organized armed forces\n- Viet Minh [has] symbolic armed forces\n- Trotskyists [has] symbolic armed forces\n- French [hoists] French flag on all offices and military vehicles\n- Pham Van Bach [sends] telegram to OSS delegation\n- OSS delegation [represents] Allies\n- OSS delegation [proves] Vietnamese people's right to independence\n- OSS delegation [declares] Vietnam's complete independence\n- Vietnamese [have] right to self-determination", "Llywelyn và các thủ lĩnh người Wales khác sớm tham gia vào, và ban đầu quân đội Wales giành được nhiều thành công. Tháng 6, Gloucester bị đánh bại tại Trận Llandeilo Fawr. Ngày 6 tháng 11, trong lúc John Peckham, Tổng Giám mục Canterbury, đã tiến hành các cuộc đàm phán hòa bình, tướng chỉ huy quân đội của Edward ở Anglesey, Luke de Tany, quyết định tổ chức tiến công bất ngờ. Một cây cầu phao được xây dựng trên đất liền, nhưng ngay sau khi Tany và quân của ông vượt qua được, họ bị người Wales phục kích và bị tổn thất nặng nề trong Trận Moel-y-don. Tuy nhiên những thắng lợi của người Wales chấm dứt ngày 11 tháng 12, khi khi Llywelyn bị dụ vào ổ phục kích và bị giết tại Trận cầu Orewin. Cuộc chinh phạt Gwynedd kết thúc với việc bắt giữ Dafydd thàng 6 năm 1283, và bị dẫn tới Shrewsbury và bị xử tử với cáo buộc là kẻ phản bội vào mùa thu năm sau.": "- Llywelyn [participatedIn] Trận Llandeilo Fawr (tháng 6)\n- John Peckham, Tổng Giám mục Canterbury [conducted] các cuộc đàm phán hòa bình (ngày 6 tháng 11)\n- Luke de Tany, tướng chỉ huy quân đội của Edward ở Anglesey [launched] cuộc tiến công bất ngờ (ngày 6 tháng 11)\n- Người Wales [ambushed] Luke de Tany và quân của ông (Trận Moel-y-don)\n- Llywelyn [was killed] tại Trận cầu Orewin (ngày 11 tháng 12)\n- Dafydd [was captured] (tháng 6 năm 1283)\n- Dafydd [was executed] tại Shrewsbury (mùa thu năm 1284)", "Nước Mỹ sản xuất ra khoảng 18% tổng sản lượng công nghiệp của thế giới, phần suy giảm do các quốc gia khác đã phát triển những cơ sở sản xuất cạnh tranh. Số lượng việc làm bị cắt giảm trong suốt thời kỳ gia tăng sản lượng này là kết quả cuả một loạt nhân tố bao gồm tăng năng suất lao động, thuương mại và xu thế thay đổi về kinh tế dài hạn. Thêm vào đó, tăng trưởng trong lĩnh vực viễn thông, dược phẩm, chế tạo máy bay, máy công nghiệp nặng và ngành công nghiệp khác cùng với việc giảm các ngành công nghiệp sử dụng lao động kỹ năng thấp như quần áo, đồ chơi và sản xuất giản đơn đã dẫn đến những nhu cầu về tay nghề cao và trả lương cao. Những tranh cãi vẫn tiếp tục về sự suy giảm việc làm ở lĩnh vực sản xuất có liên quan tới các công đoàn Mỹ, mức tiền công thấp hơn cho nhân công tại nước ngoài, hoặc cả hai.": "- Nước Mỹ [sản xuất] 18% tổng sản lượng công nghiệp của thế giới\n- Các quốc gia khác [phát triển] những cơ sở sản xuất cạnh tranh\n- Tăng năng suất lao động [dẫn đến] số lượng việc làm bị cắt giảm\n- Thương mại [dẫn đến] số lượng việc làm bị cắt giảm\n- Xu thế thay đổi về kinh tế dài hạn [dẫn đến] số lượng việc làm bị cắt giảm\n- Tăng trưởng trong lĩnh vực viễn thông, dược phẩm, chế tạo máy bay, máy công nghiệp nặng và ngành công nghiệp khác [dẫn đến] nhu cầu về tay nghề cao và trả lương cao\n- Giảm các ngành công nghiệp sử dụng lao động kỹ năng thấp như quần áo, đồ chơi và sản xuất giản đơn [dẫn đến] nhu cầu về tay nghề cao và trả lương cao\n- Sự suy giảm việc làm ở lĩnh vực sản xuất [liên quan đến] các công đoàn Mỹ\n- Sự suy giảm việc làm ở lĩnh vực sản xuất [liên quan đến] mức tiền công thấp hơn cho nhân công tại nước ngoài", "Ngày 26 tháng 3 năm 1774, Nhà vua rời Petit Trianon với Madame du Barry và nhiều quý tộc theo tùy tùng, có báo cáo rằng nhà vua bị ốm. Ông tham dự chuyến đi săn ngày hôm sau, nhưng đã ngồi xe ngựa thay vì trực tiếp cưỡi ngựa. Chiều hôm đó ông vẫn ốm, và triệu kiến quan ngự y, Le Mariniére. Với sự hỗ trợ của bác sĩ, nhà vua trở về Cung điện Versailles để điều trị, đi theo ông là Madame du Barry cùng những người khác. Sáu bác sĩ phẫu thuật được triệu đến, đo nhịp tim của ông và đưa ra chẩn đoán. Ông bị các bác sĩ chích máu ba lần, nhưng không có hiệu quả. Khi một vài nốt sần đỏ nổi trên da ông, các bác sĩ ban đầu chẩn đoán là petite variole, hay bệnh đậu mùa, khiến ai nấy thở phào, vì cả bệnh nhân và các bác sĩ đều tin rằng ông đã bị bệnh này rồi. Các thành viên trong gia đình, đặc biệt là Thái tôn và Marie-Antoinette, được yêu cầu rời khỏi, vì họ chưa từng mắc bệnh, và không được chủng ngừa. Madame du Barry vẫn ở bên ông. Mấy giờ sau, mấy nốt sần đỏ nổi lên, các bác sĩ bắt đầu lo ngại cho tính mạng của ông. Sáng ngày 1 tháng 5, Tổng Giám mục Paris đến, nhưng được giữ ở trong phòng nhà vua để tránh làm ông sợ hãi. Nhà vua vẫn tỉnh táo và vui vẻ. Tuy nhiên, ngày 3 tháng 5, ông nhìn thấy những nốt đậu trên tay, bèn triệu Tổng Giám mục đến, bảo, \"Trẫm có mấy nốt sần nhỏ.\" Tổng Giám mục giảng cho ông chuẩn bị cho những nghi lễ cuối cùng. Tối đó, ông triệu Madame du Barry đến, nói cho bà biết về căn bệnh, và nói, \"Chúng ta không thể bắt đầu lại vụ bê bối Metz. Nếu trẫm biết trước ngày hôm nay, thì nàng sẽ không được thu nhận đâu. Trẫm nợ Chúa và nợ những người dân. Vì thế, nàng phải rời đi vào ngày mai.\" Ngày 7 tháng 5, ông gọi người giải tội đến để chuẩn bị cho nghi thức cuối cùng. Căn bệnh tiếp tục phát tác; một đại thần đến thăm vua ngày 9 tháng 5, Quận công de Croy, so sánh về khuôn mặt nhà vua, với những nốt sần đen do căn bệnh đậu mùa, \"một mặt nạ bằng đồng\". Louis giá băng lúc 3:15 sáng ngày 10 tháng 5 năm 1774.": "- Louis XV (ngày mất: 10 tháng 5 năm 1774) [cóBệnh] Đậu mùa\n- Louis XV [cóQuanNgựY] Le Mariniére\n- Louis XV [cóQuanNgựY] 6 bác sĩ phẫu thuật\n- Louis XV [cóQuanNgựY] Tổng Giám mục Paris\n- Louis XV [cóQuanNgựY] Người giải tội\n- Louis XV [cóQuanNgựY] Quận công de Croy\n- Louis XV [cóNgườiThân] Thái tôn\n- Louis XV [cóNgườiThân] Marie-Antoinette\n- Louis XV [cóNgườiThân] Madame du Barry", "Hoa Kỳ: 36.516 chết (bao gồm 2.830 không chiến đấu) 92.134 bị thương 8.176 mất tích 7.245 tù binh Anh Quốc: 1.109 chết 2.674 bị thương 1.060 mất tích hoặc bị bắt Thổ nhĩ Kỳ: 721 chết 2.111 bị thương 168 mất tích 216 tù binh Canada: 516 chết 1.042 bị thương Australia: 339 1.200 bị thương Pháp: 300 chết hoặc mất tích Hi Lạp: 194 chết 459 bị thương Colombia 163 chết 448 bị thương 2 mất tích 28 bị bắt Thái Lan: 129 chết 1.139 bị thương 5 mất tích Hà Lan: 123 chết Philippines: 112 chết Bỉ: 101 chết 478 bị thương 5 mất tích New Zealand: 33 chết Nam Phi: 28 chết 8 mất tích Luxembourg: 2 chết Tổng cộng: 178.698 chết, 32.925 mất tích và 566.434 bị thương": "- Hoa Kỳ (chết: 36.516, không chiến đấu: 2.830, bị thương: 92.134, mất tích: 8.176, tù binh: 7.245)\n- Anh Quốc (chết: 1.109, bị thương: 2.674, mất tích hoặc bị bắt: 1.060)\n- Thổ nhĩ Kỳ (chết: 721, bị thương: 2.111, mất tích: 168, tù binh: 216)\n- Canada (chết: 516, bị thương: 1.042)\n- Australia (chết: 339, bị thương: 1.200)\n- Pháp (chết hoặc mất tích: 300)\n- Hi Lạp (chết: 194, bị thương: 459)\n- Colombia (chết: 163, bị thương: 448, mất tích: 2, bị bắt: 28)\n- Thái Lan (chết: 129, bị thương: 1.139, mất tích: 5)\n- Hà Lan (chết: 123)\n- Philippines (chết: 112)\n- Bỉ (chết: 101, bị thương: 478, mất tích: 5)\n- New Zealand (chết: 33)\n- Nam Phi (chết: 28, mất tích: 8)\n- Luxembourg (chết: 2)", "Washington có lối sống quý tộc — săn cáo là một hoạt động nhàn rỗi ưa thích của ông. Ông cũng thích đi khiêu vũ và họp hội, ngoài ra còn có đi xem kịch, đua, và đá gà. Washington cũng được biết có chơi bài, backgammon và bi da. Giống như đa số các nhà trồng trọt, ông nhập cảng những đồ dùng xa xỉ và hàng hóa khác từ Anh và trả tiền cho hàng hóa bằng xuất cảng thuốc lá mà ông trồng. Chi tiêu quá độ và sự không lường trước về thị trường thuốc lá đồng nghĩa với việc nhiều nhà trồng trọt ở Virginia vào thời Washington mất tiền. (Chẳng hạn như Thomas Jefferson qua đời với nợ nần chồng chất.)": "- Washington (lifestyle: aristocratic) [enjoys] fox hunting\n- Washington [enjoys] dancing\n- Washington [enjoys] attending social gatherings\n- Washington [enjoys] attending plays\n- Washington [enjoys] attending races\n- Washington [enjoys] attending cockfights\n- Washington [plays] cards\n- Washington [plays] backgammon\n- Washington [plays] billiards\n- Washington [imports] luxury goods and other merchandise from England\n- Washington [paysFor] imported goods with tobacco exports\n- Washington [experiences] financial losses due to overspending and unpredictable tobacco market\n- Thomas Jefferson [dies] with outstanding debts", "Tháng 3 năm 1991, Jackson gia hạn hợp đồng cùng hãng Sony với số tiền kỷ lục 65 triệu đô-la Mỹ, vượt qua hợp đồng của Neil Diamond với Columbia Records. Vào năm 1991, Jackson phát hành album thứ 8, Dangerous mà ông đồng sản xuất cùng Teddy Riley. Dangerous đạt 7 lần chứng nhận đĩa Bạch kim tại Hoa Kỳ và chạm mốc 30 triệu bản trên toàn cầu vào năm 2008. Đĩa đơn đầu tiên, \"Black or White\" đoạt ngôi quán quân Billboard Hot 100 trong 7 tuần và dẫn đầu nhiều bảng xếp hạng quốc gia khác. Đĩa đơn thứ hai, \"Remember the Time\" có 8 tuần lọt vào top 5 và vươn đến vị trí thứ 3 tại Mỹ. Dangerous là album bán chạy nhất năm 1992 trên toàn cầu và \"Black or White\" giành giải \"Đĩa đơn bán chạy nhất của năm\" tại Giải thưởng Âm nhạc Billboard. Tại đây, ông cũng thắng giải \"Nghệ sĩ bán chạy nhất thập niên 1980.\". Vào năm 1993, Jackson trình bày bài hát tại Soul Train Music Awards trên một chiếc ghế, khi ông gặp chấn thương lúc tập dượt. Tại châu Âu và Anh Quốc, \"Heal the World\" là đĩa đơn thành công nhất, với 450.000 bản tiêu thụ và giữ nguyên vị trí Á quân tại Vương quốc Liên hiệp Anh trong 5 tuần vào năm 1992.": "- Michael Jackson [releasedAlbum] Dangerous (year: 1991, producer: Teddy Riley, sales: 30 million)\n- Dangerous [hasSingle] \"Black or White\" (weeks at #1 on Billboard Hot 100: 7)\n- Dangerous [hasSingle] \"Remember the Time\" (weeks in top 5 on Billboard Hot 100: 8, peak position: 3)\n- \"Black or White\" [wonAward] \"Single of the Year\" (at: Billboard Music Awards)\n- Michael Jackson [wonAward] \"Best-Selling Artist of the 1980s\" (at: Billboard Music Awards)\n- Michael Jackson [performedSong] \"Heal the World\" (at: Soul Train Music Awards)\n- \"Heal the World\" [soldCopies] 450,000 (in: Europe and the UK)", "Năm 1223, Trần Tự Khánh chết, mọi việc đều uỷ quyền cho Trần Thủ Độ, em họ Trần Thừa (陳承) và Tự Khánh, khi ấy là Chỉ huy sứ, quản lĩnh cấm quân. Là người cơ mưu, quyết đoán, Trần Thủ Độ đã sắp xếp để vua Huệ Tông nhường ngôi cho công chúa Chiêu Thánh, rồi cắt tóc đi tu ở chùa Chân Giáo. Liền sau đó, Trần Thủ Độ lại thu xếp cho Lý Chiêu Hoàng lên 7 tuổi lấy con trai thứ của Trần Thừa là Trần Cảnh (陳煚) lên 8 tuổi. Một năm sau, vào tháng 12 âm lịch năm 1225, Trần Thủ Độ ép Chiêu Hoàng nhường ngôi cho chồng, nhà Trần bắt đầu nắm quyền cai trị.": "- Trần Tự Khánh [diedInYear] 1223\n- Trần Thủ Độ (relation: cousin) Trần Thừa (relation: cousin) Trần Tự Khánh\n- Trần Thủ Độ [heldPosition] Chỉ huy sứ\n- Trần Thủ Độ [managed] cấm quân\n- Trần Thủ Độ [persuaded] Huệ Tông [toAbdicate]\n- Huệ Tông [becameMonk] chùa Chân Giáo\n- Trần Thủ Độ [arranged] Lý Chiêu Hoàng (age: 7) [toMarry] Trần Cảnh (age: 8)\n- Trần Cảnh (age: 8) [sonOf] Trần Thừa\n- Trần Thủ Độ [forced] Chiêu Hoàng [toAbdicate]\n- Nhà Trần [beganToRule] [inYear] 1225", "Ông cũng bận rộn trong việc thăm dò các bài toán trong lãnh vực thủy khí động lực diễn toán. Cùng với R. D. Richtmyer ông phát triển khái niệm độ nhớt nhân tạo, sau đó trở thành cơ sở cho việc nghiên cứu sóng chấn động. Công bằng mà nói, chúng ta có thể sẽ không biết nhiều về vật lý thiên văn, và đã không phát triển được các loại động cơ phản lực và tên lửa, nếu không có công trình đó. Vấn đề được giải quyết khi máy tính cố gắng giải các bài toán thủy khí động lực học, các chương trình đặt quá nhiều điểm lưới tại những điểm mà sóng chấn động là không liên tục. Khái niệm \"độ nhớt nhân tạo\" là một kĩ thuật tính toán nhằm làm trơn phần nào sự truyền chấn động mà không vi phạm nhiều về mặt cơ sở vật lý.": "- R. D. Richtmyer [collaborateWith] Ông\n- Ông [develop] khái niệm độ nhớt nhân tạo\n- khái niệm độ nhớt nhân tạo [isBasisFor] nghiên cứu sóng chấn động\n- nghiên cứu sóng chấn động [enable] phát triển động cơ phản lực và tên lửa\n- nghiên cứu sóng chấn động [enable] phát triển vật lý thiên văn", "Với sự sụp đổ của Đế quốc Nga và Áo-Hung sau chiến tranh và cuộc Cách mạng Nga năm 1917, một phong trào quốc gia Ukraina đòi quyền tự quyết tái xuất hiện. Trong giai đoạn 1917–20, nhiều nhà nước Ukraina riêng biệt xuất hiện trong một giai đoạn ngắn: Cộng hoà Nhân dân Ukraina, Hetmanate, Tổng cục Ukraina và Cộng hoà Xã hội Chủ nghĩa Xô viết Ukraina (hay Xô viết Ukraina, được đảng Bolshevik giúp đỡ) liên tiếp được thành lập trong các lãnh thổ cũ của Đế quốc Nga; đồng thời Cộng hoà Nhân dân Tây Ukraina xuất hiện một thời gian ngắn trong lãnh thổ của Áo-Hung cũ. Trong bối cảnh cuộc Nội chiến, một phong trào vô chính phủ được gọi là Hắc quân lãnh đạo bởi Nestor Makhno cũng phát triển ở miền Nam Ukraina. Tuy nhiên với sự thất bại của Tây Ukraina trong Chiến tranh Ba Lan-Ukraina tiếp theo là sự thua trận của cuộc tấn công của Ba Lan bị những người Bolshevik đẩy lùi. Theo Hiệp ước Hoà bình Riga được ký kết giữa người Xô viết và Ba Lan, tây Ukraina chính thức bị sáp nhập vào Ba Lan đổi lại Ba Lan công nhận nước Cộng hoà Xã hội Chủ nghĩa Xô viết Ukraina vào tháng 3 năm 1919, sau này trở thành một thành viên sáng lập Liên bang Cộng hoà Xã hội Chủ nghĩa Xô viết hay Liên xô tháng 12 năm 1922.": "- Đế quốc Nga [sụp đổ]\n- Đế quốc Áo-Hung [sụp đổ]\n- Chiến tranh [diễn ra]\n- Cách mạng Nga (năm 1917) [diễn ra]\n- Phong trào quốc gia Ukraina [tái xuất hiện]\n- Cộng hoà Nhân dân Ukraina [thành lập]\n- Hetmanate [thành lập]\n- Tổng cục Ukraina [thành lập]\n- Cộng hoà Xã hội Chủ nghĩa Xô viết Ukraina (Xô viết Ukraina) [thành lập]\n- Cộng hoà Nhân dân Tây Ukraina [thành lập]\n- Phong trào vô chính phủ [phát triển]\n- Hắc quân [lãnh đạo bởi] Nestor Makhno\n- Tây Ukraina [thất bại trong] Chiến tranh Ba Lan-Ukraina\n- Ba Lan [thua trận trong] cuộc tấn công của Ba Lan\n- Hiệp ước Hoà bình Riga [ký kết giữa] người Xô viết và Ba Lan\n- Tây Ukraina [sáp nhập vào] Ba Lan\n- Ba Lan [công nhận] Cộng hoà Xã hội Chủ nghĩa Xô viết Ukraina (tháng 3 năm 1919)\n- Cộng hoà Xã hội Chủ nghĩa Xô viết Ukraina [trở thành] thành viên sáng lập Liên bang Cộng hoà Xã hội Chủ nghĩa Xô viết (Liên Xô) (tháng 12 năm 1922)", "Các chi tiết kết quả khác biệt nhau rất nhiều tuỳ theo từng cuộc điều tra, và thậm chí một câu hỏi chỉ hơi khác biệt cũng dẫn tới những câu trả lời khác từ một nhóm người khá lớn.[f] Tiếng Ukraina chủ yếu được dùng ở phía tây và trung Ukraina. Ở phía tây Ukraina, tiếng Ukraina cũng là nguôn ngữ phổ biến trong các thành phố (như Lviv). Ở trung Ukraina, tiếng Ukraina và tiếng Nga được sử dụng như nhau trong các thành phố, tiếng Nga hơi phổ biến hơn ở Kiev,[f] trong khi tiếng Ukraina là ngôn ngữ chính tại các cộng đồng nông thôn. Tại phía đông và phía nam Ukrain, tiếng Nga được dùng chủ yếu trong các thành phố, tiếng Ukraina được dùng ở các vùng nông thôn.": "- Tiếng Ukraina [được sử dụng] Tây Ukraina\n- Tiếng Ukraina [được sử dụng] Trung Ukraina\n- Tiếng Nga [được sử dụng] Tây Ukraina\n- Tiếng Nga [được sử dụng] Trung Ukraina\n- Tiếng Nga [được sử dụng] Đông Ukraina\n- Tiếng Nga [được sử dụng] Nam Ukraina\n- Tiếng Ukraina [được sử dụng] Đông Ukraina\n- Tiếng Ukraina [được sử dụng] Nam Ukraina", "Theo xếp hạng chỉ số tự do kinh tế của tạp chí Wall Street và Quỹ Heritage năm 2014, Hoa Kỳ đã ra khỏi nhóm 10 nền kinh tế tự do hàng đầu. Nước Mỹ đã liên tục 7 năm giảm chỉ số tự do cạnh tranh này. Chỉ số đo lường sự cam kết của mỗi quốc gia trong việc bảo đảm tự do kinh tế với số điểm từ 0 đến 100. Những quốc gia có tự do kinh tế thấp và nhận điểm thấp đối mặt với rủi ro kinh tế chững lại, tỷ lệ thất nghiệp tăng cao và làm suy giảm các điều kiện xã hội. Báo cáo chỉ số tự do kinh tế năm 2014 chấm Hoa Kỳ 75,5 điểm và xếp ở vị trí thứ 12 trên thế giới, bị giảm nửa điểm và tụt 2 bậc so với năm 2013.": "- Hoa Kỳ [được xếp hạng] Chỉ số tự do kinh tế của tạp chí Wall Street và Quỹ Heritage năm 2014 (điểm: 75,5, thứ hạng: 12)", "Tháng 6 năm 1938, sau khi quân Nhật công chiếm Khai Phong, chính phủ Quốc dân đã cho nổ mìn phá đê Hoàng Hà ở Hoa Viên Khẩu thuộc Trịnh Châu để ngăn bước tiến của quân Nhật. Trận lụt năm 1938 đã khiến một diện tích rộng 54.000 km² bị ngập và cướp đi mạng sống của 500.000 đến 900.000 người Trung Quốc, phá hủy nhà cửa và hoa màu trên quy mô rộng lớn. Trận lụt đã ngăn quân Nhật chiếm Trịnh Châu, song đã không cản được quân Nhật đạt được mục tiêu chiếm giữ thủ đô lâm thời Vũ Hán. Mùa thu năm 1939, chính quyền tỉnh Hà Nam lại một lần nữa chuyển đến Lạc Dương.": "- Quân Nhật [chiếm đóng] Khai Phong\n- Chính phủ Quốc dân [phá hủy] Đê Hoàng Hà (nơi phá hủy: Hoa Viên Khẩu, thuộc: Trịnh Châu)\n- Trận lụt năm 1938 [gây ngập] Diện tích (diện tích: 54.000 km²)\n- Trận lụt năm 1938 [cướp đi mạng sống] Người Trung Quốc (số người chết: 500.000 - 900.000)\n- Trận lụt năm 1938 [phá hủy] Nhà cửa, Hoa màu\n- Trận lụt năm 1938 [ngăn chặn] Quân Nhật [chiếm đóng] Trịnh Châu\n- Trận lụt năm 1938 [không ngăn chặn] Quân Nhật [chiếm đóng] Vũ Hán\n- Chính quyền tỉnh Hà Nam [chuyển đến] Lạc Dương (thời gian: mùa thu năm 1939)", "Sau sự sụp đổ của Liên bang Xô viết, Ukraina được thừa hưởng một lực lượng quân sự 780,000 lính trên lãnh thổ của mình, được trang bị kho vũ khí hạt nhân lớn thứ ba thế giới. Tháng 5 năm 1992, Ukraina ký Hiệp ước Cắt giảm Vũ khí Chiến lược (START) theo đó nước này đồng ý trao mọi vũ khí hạt nhân cho Nga và gia nhập Hiệp ước Không Phổ biến Vũ khí Hạt nhân như một quốc gia phi hạt nhân. Ukraina phê chuẩn hiệp ước năm 1994, và tới năm 1996 nước này không còn sở hữu vũ khí hạt nhân. Quân đội Ukraina hiện tại lớn thứ hai ở châu Âu, sau Nga.": "- Ukraina [hasMilitary] Quân đội Ukraina (số lượng: 780,000 lính)\n- Quân đội Ukraina [hasWeapon] Vũ khí hạt nhân (số lượng: lớn thứ ba thế giới)\n- Ukraina [signed] Hiệp ước Cắt giảm Vũ khí Chiến lược (START) (năm: 1992)\n- Ukraina [joined] Hiệp ước Không Phổ biến Vũ khí Hạt nhân (năm: 1994)\n- Ukraina [ratified] Hiệp ước Không Phổ biến Vũ khí Hạt nhân (năm: 1994)\n- Ukraina [hasNo] Vũ khí hạt nhân (năm: 1996)\n- Quân đội Ukraina [isSecondLargestIn] Châu Âu\n- Nga [isLargestIn] Châu Âu", "Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng (thực tế là Quận Mersin) chủ yếu gồm các lĩnh vực dịch vụ, gồm lĩnh vực công, thương mại, du lịch và giáo dục với các khu vực nông nghiệp và công nghiệp nhẹ nhỏ. Kính tế hoạt động trên cơ sở thị trường tự do, dù nó tiếp tục bị ảnh hưởng bởi sự cô lập chính trị của người Síp Thổ Nhĩ Kỳ, sự thiếu hụt đầu tư tư nhân và chính phủ, chi phí vận chuyển cao, và thiếu hụt nguồn lao động có tay nghề. Dù có những trở ngại như vậy, nền kinh tế đã hoạt động tốt trong giai đoạn 2003 và 2004, với các tỷ lệ phát triển cao 9.6% và 11.4%. Thu nhập trung bình trong khu vực đạt $15.984 năm 2008. Sự tăng trưởng được hỗ trợ một phần bởi sự ổn định vững chắc của đồng lira mới Thổ Nhĩ Kỳ và bởi sự tăng trưởng mạnh trong lĩnh vực giáo dục và xây dựng. Hòn đảo đã chứng kiến một cuộc bùng nổ du lịch trong nhiều năm và cùng với đó là sự thịnh vượng của thị trường cho thuê của Síp. Ngoài ra sự tăng trưởng tư bản trong mức độ thịnh vượng được tạo ra do nhu cầu của các nhà đầu tư tới đây và những người dân ngày càng giàu lên trên hòn đảo.": "- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [gồm] các lĩnh vực dịch vụ (gồm lĩnh vực công, thương mại, du lịch và giáo dục)\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [gồm] các khu vực nông nghiệp và công nghiệp nhẹ\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [hoạt động trên cơ sở] thị trường tự do\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [bị ảnh hưởng bởi] sự cô lập chính trị của người Síp Thổ Nhĩ Kỳ\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [bị ảnh hưởng bởi] sự thiếu hụt đầu tư tư nhân và chính phủ\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [bị ảnh hưởng bởi] chi phí vận chuyển cao\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [bị ảnh hưởng bởi] thiếu hụt nguồn lao động có tay nghề\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [hoạt động tốt trong giai đoạn] 2003 và 2004\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [có tỷ lệ phát triển] 9.6% năm 2003\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [có tỷ lệ phát triển] 11.4% năm 2004\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [có thu nhập trung bình] $15.984 năm 2008\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [được hỗ trợ bởi] sự ổn định vững chắc của đồng lira mới Thổ Nhĩ Kỳ\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [được hỗ trợ bởi] sự tăng trưởng mạnh trong lĩnh vực giáo dục và xây dựng\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [chứng kiến] một cuộc bùng nổ du lịch trong nhiều năm\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [có sự thịnh vượng của] thị trường cho thuê của Síp\n- Kinh tế khu vực do Thổ Nhĩ Kỳ chiếm đóng [có sự tăng trưởng tư bản] do nhu cầu của các nhà đầu tư tới đây và những người dân ngày càng giàu lên trên hòn đảo", "Đa số người Síp gốc Hy Lạp là thành viên của Giáo hội Chính thống Hy Lạp, trong khi hầu hết người Síp Thổ Nhĩ Kỳ là tín đồ Hồi giáo. Theo Eurobarometer 2005, Síp là một trong những quốc gia có số dân theo tôn giáo đông nhất tại Liên minh châu Âu, cùng với Malta, Romania, Hy Lạp và Ba Lan. Thậm chí Tổng thống đầu tiên của Síp, Makarios III, còn là một tổng giám mục. Đây cũng là một trong năm nước duy nhất của Liên minh châu Âu có tôn giáo chính thức của nhà nước, (Giáo hội Chính thống Síp, bốn quốc gia kia là Malta, Hy Lạp, Đan Mạch và Anh Quốc Anh giáo. Ngoài các cộng đồng Chính thống giáo và Hồi giáo, còn có các cộng đồng Bahá'í, Do Thái, Tin lành (gồm cả Pentecostal), Công giáo Rôma, Giáo hội nghi thức Maronite (Nghi thức Kitô giáo phía Đông) và Tông truyền Armenia nhỏ tại Síp.": "- Người Síp gốc Hy Lạp [isMemberOf] Giáo hội Chính thống Hy Lạp\n- Người Síp Thổ Nhĩ Kỳ [isMemberOf] Hồi giáo\n- Síp [isMemberOf] Liên minh châu Âu\n- Síp [hasReligion] Giáo hội Chính thống Síp\n- Malta [hasReligion] Giáo hội Chính thống Síp\n- Hy Lạp [hasReligion] Giáo hội Chính thống Síp\n- Đan Mạch [hasReligion] Anh Quốc Anh giáo\n- Anh Quốc [hasReligion] Anh Quốc Anh giáo\n- Síp [hasReligion] Bahá'í\n- Síp [hasReligion] Do Thái\n- Síp [hasReligion] Tin lành\n- Síp [hasReligion] Công giáo Rôma\n- Síp [hasReligion] Giáo hội nghi thức Maronite\n- Síp [hasReligion] Tông truyền Armenia", "Giấy phép phân biệt rõ ràng các loại \"Tài liệu\" với các \"Tiết đoạn thứ cấp\", những phần có thể không nằm trong Tài liệu, mà dùng trong các phần tài liệu ở phần trước hoặc phần phụ lục. Các tiết đoạn thứ cấp có thể chứa những thông tin liên quan đến mối quan hệ của tác giả hoặc của nhà xuất bản với nội dung của vấn đề, nhưng không phải bất kỳ nội dung nào của vấn đề. Trong khi Tài liệu tự nó là có thể sửa đổi được về tổng thể, và được bao trùm một cách thực chất bởi một giấy phép tương đương với (nhưng không tương thích tương hỗ với) Giấy phép Công cộng GNU, thì một số tiết đoạn thứ cấp có các hạn chế khác nhau, được tạo ra chủ yếu để giải quyết việc ghi công thích đáng cho các tác giả trước đó.": "- Tài liệu [hasPart] Tiết đoạn thứ cấp (có thể không nằm trong Tài liệu, dùng trong các phần tài liệu ở phần trước hoặc phần phụ lục)\n- Tiết đoạn thứ cấp [contains] thông tin liên quan đến mối quan hệ của tác giả hoặc của nhà xuất bản với nội dung của vấn đề\n- Tài liệu [isModifiable]\n- Tài liệu [isCoveredBy] Giấy phép Công cộng GNU\n- Tiết đoạn thứ cấp [hasRestriction] (được tạo ra chủ yếu để giải quyết việc ghi công thích đáng cho các tác giả trước đó)", "Sau khi Chiến tranh thế giới thứ hai chấm dứt, nước Đức bị chia thành bốn vùng chiếm đóng theo Hội nghị Yalta, do các nước Đồng Minh (Mỹ, Liên Xô, Anh và Pháp) kiểm soát và quản lý. Berlin từng là thủ đô của Đức Quốc xã, cũng bị chia làm bốn khu vực tương tự như nước Đức. Cùng lúc đó cuộc Chiến tranh Lạnh giữa Đông và Tây cũng đã bắt đầu trên nhiều phương diện khác nhau. Berlin trở thành trung tâm của cuộc chiến giữa các cơ quan tình báo của cả hai phe. Trong năm 1948 Cuộc phong tỏa Berlin của Liên bang Xô Viết là một trong những cuộc khủng hoảng lớn đầu tiên trong Chiến tranh Lạnh.": "- Đức [chiaThành] 4 vùng chiếm đóng (do Mỹ, Liên Xô, Anh, Pháp kiểm soát)\n- Berlin [làThủĐôCủa] Đức Quốc xã\n- Berlin [chiaThành] 4 khu vực (tương tự như Đức)\n- Chiến tranh Lạnh [bắtĐầu] giữa Đông và Tây\n- Berlin [trởThành] trung tâm của cuộc chiến giữa các cơ quan tình báo của cả hai phe\n- Cuộc phong tỏa Berlin [là] một trong những cuộc khủng hoảng lớn đầu tiên trong Chiến tranh Lạnh", "Sau năm 1534, Minh Thế Tông dù không thị triều song vẫn tường tận quốc sự, mọi sự lớn nhỏ vẫn do Minh Thế Tông quyết đoán. Minh Thế Tông sùng tín Đạo giáo, tin dùng phương sĩ, trong cung ngày đêm cầu cúng. Ban đầu, ông đưa Đạo sĩ Thiệu Nguyên Tiết nhập kinh, phong làm chân nhân và lễ bộ thượng thư. Sau khi Thiệu Nguyên Tiết từ trần, ông rất sủng Phương sĩ Đào Trọng Văn. Tháng mười năm 1542, Càn Thanh cung phát sinh sự kiện hơn mười cung nữ như Dương Kim Anh, và Ninh tần Vương thị thừa cơ Minh Thế Tông đang ngủ say mà mưu đồ bóp chết ông, song không thành công, tức Nhâm Dần cung biến. Sau sự kiện này, cho đến trước khi từ trần, Minh Thế Tông dời Đại Nội đến sống tại Tây Nội. Minh Thế Tông sủng tín quyền thần Nghiêm Tung, nhân vật này do đó bài xích người bất đồng quan điểm, kết đảng nhằm mưu cầu tư lợi. Con của Nghiêm Tung là Nghiêm Thế Phiền hiệp trợ phụ thân. Triều thần mặc dù không ngừng có người hạch hỏi Nghiêm Tung kết đảng mưu cầu tư lợi, song đều thất bại. Cuối thời Thế Tông, Nghiêm Tung do tuổi đã cao nên Từ Giai bắt đầu thay thế vị trí của Nghiêm Tung. Năm 1562, Từ Giai kích động ngôn quan luận tội Nghiêm Tung, Nghiêm Tung từ quan hồi hương. Năm 1565, Nghiêm Thế Phiền bị xử trảm vì tội thông Oa, Nghiêm Tung bị giáng làm thứ dân, hai năm sau bệnh mất.": "- Minh Thế Tông [sủng tín] Đạo giáo\n- Minh Thế Tông [sủng tín] Phương sĩ\n- Minh Thế Tông [sủng tín] Đào Trọng Văn\n- Minh Thế Tông [sủng tín] Nghiêm Tung\n- Nghiêm Tung [có con] Nghiêm Thế Phiền\n- Nghiêm Tung [kết đảng] Nghiêm Thế Phiền\n- Nghiêm Tung [bị thay thế] Từ Giai\n- Từ Giai [kích động] ngôn quan [luận tội] Nghiêm Tung", "Hai ngôn ngữ chính tại Ireland là tiếng Ireland và tiếng Anh, và chúng đều có đóng góp lớn cho văn học. Tiếng Ireland nay là ngôn ngữ thiểu số song vẫn có địa vị chính thức tại Cộng hoà Ireland, đây là tiếng mẹ đẻ của cư dân Ireland trong hơn hai nghìn năm. Ngôn ngữ Ireland có chữ viết sau khi đảo bị Cơ Đốc giáo hoá vào thế kỷ V, ngôn ngữ này còn được truyền bá đến Scotland và đảo Man rồi tiến hoá thành tiếng Gael Scotland và tiếng Manx. Tiếng Ireland bị suy thoái dưới thời Anh cai trị song vẫn là ngôn ngữ đa số cho đến đầu thế kỷ XIX, và kể từ đó trở thành ngôn ngữ thiểu số, song các nỗ lực phục hồi đang tiếp tục trên toàn đảo.": "- Tiếng Ireland (đóng góp lớn cho văn học) [là ngôn ngữ chính tại] Ireland\n- Tiếng Anh (đóng góp lớn cho văn học) [là ngôn ngữ chính tại] Ireland\n- Tiếng Ireland (ngôn ngữ thiểu số, có địa vị chính thức tại Cộng hoà Ireland) [là tiếng mẹ đẻ của] cư dân Ireland (hơn hai nghìn năm)\n- Tiếng Ireland (chữ viết sau khi đảo bị Cơ Đốc giáo hoá vào thế kỷ V) [được truyền bá đến] Scotland\n- Tiếng Ireland (chữ viết sau khi đảo bị Cơ Đốc giáo hoá vào thế kỷ V) [được truyền bá đến] đảo Man\n- Tiếng Ireland (chữ viết sau khi đảo bị Cơ Đốc giáo hoá vào thế kỷ V) [tiến hoá thành] tiếng Gael Scotland\n- Tiếng Ireland (chữ viết sau khi đảo bị Cơ Đốc giáo hoá vào thế kỷ V) [tiến hoá thành] tiếng Manx\n- Tiếng Ireland (bị suy thoái dưới thời Anh cai trị) [là ngôn ngữ đa số cho đến đầu thế kỷ XIX]\n- Tiếng Ireland (bị suy thoái dưới thời Anh cai trị) [trở thành ngôn ngữ thiểu số kể từ đầu thế kỷ XIX]\n- Tiếng Ireland (bị suy thoái dưới thời Anh cai trị) [đang có các nỗ lực phục hồi trên toàn đảo]", "Lễ đầu hàng của Nhật được Trung Hoa Dân Quốc tổ chức ngày 28/9/1945. Khách mời bao gồm các nhà chức trách quân sự và dân sự Trung Quốc, các chỉ huy quân đội Đồng Minh, các sĩ quan OSS, Chủ tịch Hồ Chí Minh và nội các của ông, các sĩ quan Pháp. Người Pháp và người Việt Nam cố tình vắng mặt không tham dự. Tại buổi lễ có treo cờ Mỹ, Liên Xô, Trung Quốc, Anh nhưng không treo cờ Pháp và Việt Nam. Phía Pháp đã yêu cầu tướng Lư Hán treo cờ Pháp nhưng ông này từ chối với lý do ở miền Bắc Việt Nam đang có phong trào chống Pháp. Sau khi tướng Nhật Tsuchihashi ký vào Bản tuyên bố đầu hàng Đồng Minh, văn kiện này được dịch ra tiếng Pháp và tiếng Việt sau đó được đọc trước buổi lễ dù cả người Pháp và người Việt đều không tham dự.": "- Lễ đầu hàng của Nhật [được tổ chức bởi] Trung Hoa Dân Quốc (ngày: 28/9/1945)\n- Trung Hoa Dân Quốc [mời] các nhà chức trách quân sự và dân sự Trung Quốc\n- Trung Hoa Dân Quốc [mời] các chỉ huy quân đội Đồng Minh\n- Trung Hoa Dân Quốc [mời] các sĩ quan OSS\n- Trung Hoa Dân Quốc [mời] Chủ tịch Hồ Chí Minh và nội các của ông\n- Trung Hoa Dân Quốc [mời] các sĩ quan Pháp\n- Người Pháp [vắng mặt] Lễ đầu hàng của Nhật\n- Người Việt Nam [vắng mặt] Lễ đầu hàng của Nhật\n- Lễ đầu hàng của Nhật [treo cờ] Mỹ\n- Lễ đầu hàng của Nhật [treo cờ] Liên Xô\n- Lễ đầu hàng của Nhật [treo cờ] Trung Quốc\n- Lễ đầu hàng của Nhật [treo cờ] Anh\n- Lễ đầu hàng của Nhật [không treo cờ] Pháp\n- Lễ đầu hàng của Nhật [không treo cờ] Việt Nam\n- Người Pháp [yêu cầu] tướng Lư Hán treo cờ Pháp\n- Tướng Lư Hán [từ chối] yêu cầu của người Pháp\n- Tướng Lư Hán [lý do từ chối]: ở miền Bắc Việt Nam đang có phong trào chống Pháp\n- Tướng Nhật Tsuchihashi [ký] Bản tuyên bố đầu hàng Đồng Minh\n- Bản tuyên bố đầu hàng Đồng Minh [được dịch] tiếng Pháp\n- Bản tuyên bố đầu hàng Đồng Minh [được dịch] tiếng Việt\n- Bản tuyên bố đầu hàng Đồng Minh [được đọc] trước buổi lễ", "Sau chiến thắng khởi đầu tại Granicus, Alexandros chấp nhận sự đầu hàng của thủ phủ tỉnh Ba Tư và ngân khố của Sardis và tiếp tục tiến xuống bờ biển Ionia. Tại Halicarnassus, Alexandros đã thành công trong việc tổ chức những cuộc bao vây đầu tiên, cuối cùng buộc đối phương, thuyền trưởng đánh thuê Memnon xứ Rhodes và các satrap (thống đốc) Ba Tư của Caria, Orontobates, phải rút lui bằng đường biển. Alexandros trao Caria cho Ada, người từng là nữ hoàng xứ Caria trước khi bị chiếm ngôi bởi người em trai là Pixodarus. Từ Halicarnassus, Alexandros tiến vào vùng núi Lycia và đồng bằng Pamphylia, khẳng định chủ quyền trên tất cả các thành phố ven biển và từ chối quyền đó cho kẻ thù của ông. Từ Pamphylia trở đi, bờ biển không còn cảng lớn nào và do đó Alexandros di chuyển vào trong lục địa. Tại Termessus, Alexandros khiêm tốn nhưng không ập vào thành phố Pisidia. Tại kinh đô cổ đại Phrygia của xứ Gordium, Alexandros \"tháo\" nút thắt Gordian Knot, một thách thức được nói là chờ cho vị \"Vua của cả châu Á\" trong tương lai. Theo một câu chuyện sinh động nhất, Alexandros nói rằng không cần biết làm thế nào nút thắt được mở ra, và ông cắt nó bằng thanh gươm. Một dị bản khác nói ông đã không dùng gươm, nhưng thực sự đã tìm ra cách mở nút.": "- Alexandros [chiếnThắngTại] Granicus\n- Alexandros [chấpNhậnSựĐầuHàngCủa] thủ phủ tỉnh Ba Tư\n- Alexandros [chấpNhậnSựĐầuHàngCủa] ngân khố của Sardis\n- Alexandros [tiếnXuống] bờ biển Ionia\n- Alexandros [baoVây] Halicarnassus\n- Alexandros [buộcRútLui] Memnon xứ Rhodes\n- Alexandros [buộcRútLui] Orontobates\n- Alexandros [trao] Caria cho Ada\n- Alexandros [tiếnVào] vùng núi Lycia\n- Alexandros [tiếnVào] đồng bằng Pamphylia\n- Alexandros [khẳngĐịnhChủQuyền] các thành phố ven biển\n- Alexandros [từChốiQuyền] kẻ thù\n- Alexandros [diChuyểnVào] lục địa\n- Alexandros [khiêmTốn] Termessus\n- Alexandros [khôngẤpVào] thành phố Pisidia\n- Alexandros [tháo] nút thắt Gordian Knot\n- nút thắt Gordian Knot [chờ] \"Vua của cả châu Á\" trong tương lai\n- Alexandros [cắt] nút thắt Gordian Knot bằng thanh gươm\n- Alexandros [tìmRaCáchMở] nút thắt Gordian Knot", "Marx có một lo ngại đặc biệt với việc làm sao con người liên quan tới nguồn tài nguyên có tính nền tảng nhất, sức lao động của chính họ. Ông đã viết nhiều về điều này trong các thuật ngữ về vấn đề của sự chuyển nhượng. Như với biện chứng, Marx bắt đầu với một khái niệm của Hegel về sự chuyển nhượng nhưng đã phát triển một khái niệm duy vật hơn. Chủ nghĩa tư bản dàn xếp các quan hệ sản xuất (như giữa những người thợ hay giữa những người thợ và các nhà tư bản) thông qua hàng hoá, gồm cả lao động, được đưa ra và bán trên thị trường. Với Marx, khả năng rằng một người có thể ngừng việc sở hữu sức lao động của chính mình—khả năng của một người trong việc cải tạo thế giới—là ngang với việc bị chuyển nhượng khỏi bản tính tự nhiên của chính mình; đó là một sự mất mát về tinh thần. Marx đã miêu tả sự mất mát này là sự sùng bái thương mại, trong đó những thứ con người tạo ra, hàng hoá, dường như có đời sống và sự di chuyển của chính nó và con người và cách hành xử của họ chỉ đơn giản đáp ứng.": "- Marx [concernedWith] Labor (importance: fundamental)\n- Marx [wroteAbout] Alienation (in terms of: transfer)\n- Hegel [conceptOf] Alienation\n- Marx [developed] Alienation (concept: materialist)\n- Capitalism [arranges] Production Relations (between: workers, workers and capitalists)\n- Production Relations [mediatedBy] Commodities (including: labor)\n- Commodities [soldOn] Market\n- Marx [believed] Alienation (from: labor) [equals] Alienation (from: human nature)\n- Marx [described] Alienation [as] Commodity Fetishism\n- Commodity Fetishism [characterizedBy] Commodities (having: life, movement)\n- Commodity Fetishism [characterizedBy] Humans (responding to: commodities)", "Bà Margaret Chan, Tổng Giám đốc Tổ chức Y tế thế giới WHO đã cho biết: \"Sự kiện WHO loại bỏ đồng tính luyến ái khỏi danh sách bệnh tâm lý từ năm 1990 là một bước tiến quan trọng, tuy nhiên trong hơn hai thập kỷ sau đó, sự kỳ thị và phân biệt đối xử chống lại người đồng tính vẫn còn tồn tại, dẫn đến việc hạn chế tiếp cận các dịch vụ y tế và bỏ qua các mục tiêu quan trọng trong các chương trình y tế. Phân biệt đối xử trên cơ sở xu hướng tình dục sẽ làm gia tăng tính dễ tổn thương dẫn đến trầm cảm, lo âu và lạm dụng thuốc ở thanh thiếu niên và người lớn; làm trầm trọng thêm bạo lực; cản trở tiếp cận với dịch vụ y tế do bị kỳ thị; và làm tăng nguy cơ các bệnh qua đường tình dục, bao gồm cả HIV\"": "- Margaret Chan (position: Tổng Giám đốc Tổ chức Y tế thế giới WHO) [said] \"Sự kiện WHO loại bỏ đồng tính luyến ái khỏi danh sách bệnh tâm lý từ năm 1990 là một bước tiến quan trọng, tuy nhiên trong hơn hai thập kỷ sau đó, sự kỳ thị và phân biệt đối xử chống lại người đồng tính vẫn còn tồn tại, dẫn đến việc hạn chế tiếp cận các dịch vụ y tế và bỏ qua các mục tiêu quan trọng trong các chương trình y tế. Phân biệt đối xử trên cơ sở xu hướng tình dục sẽ làm gia tăng tính dễ tổn thương dẫn đến trầm cảm, lo âu và lạm dụng thuốc ở thanh thiếu niên và người lớn; làm trầm trọng thêm bạo lực; cản trở tiếp cận với dịch vụ y tế do bị kỳ thị; và làm tăng nguy cơ các bệnh qua đường tình dục, bao gồm cả HIV\"", "Dưới thời của mình, Louis XV được tôn vinh như một anh hùng dân tộc. Bức tượng Louis của điêu khắc gia Edmé Bouchardon được dựng lên để tưởng nhớ chiến thắng trong Chiến tranh Kế vị Áo. Ông được coi là người tạo ra hòa bình. Nó không được tiết lộ cho đến năm 1763, sau thất bại của Pháp trong Chiến tranh Bảy năm. Được thiết kế như một biểu tượng về lòng trung thành với vua, công trình của Bouchardon được Hoàng tộc chưng ra trước công chúng nhằm khôi phục danh tiếng cho nền quân chủ chuyên quyền đang trên đường suy vong. Nghệ thuật được sử dụng với mục đích tuyên truyền trên quy mô lớn. Bức tượng được đặt tại on the Cung điện Louis XV và bị hạ xuống dưới thời cách mạng.": "- Louis XV [isHonoredAs] anh hùng dân tộc\n- Bức tượng Louis [isCreatedToCommemorate] chiến thắng trong Chiến tranh Kế vị Áo\n- Louis XV [isConsideredAs] người tạo ra hòa bình\n- Bức tượng Louis [isRevealed] năm 1763\n- Bức tượng Louis [isDesignedAs] biểu tượng về lòng trung thành với vua\n- Bức tượng Louis [isDisplayed] trước công chúng\n- Bức tượng Louis [isPlacedAt] Cung điện Louis XV\n- Bức tượng Louis [isTakenDown] dưới thời cách mạng", "Tỷ lệ tử vong trẻ nhỏ giảm mạnh từ cuối thập niên 1970, từ mức 2,4% số trẻ tử vong trong năm đầu đời giảm xuống còn 0,2%, chủ yếu là do giảm tử vong trẻ sơ sinh. Cư dân Bồ Đào Nha thường được thông báo kịp thời về tình trạng sức khoẻ của họ, các tác động tích cực và tiêu cực trong các sinh hoạt đối với sức khoẻ của họ và việc sử dụng các dịch vụ y tế. Chỉ một trong ba người trưởng thành tại Bồ Đào Nha đánh giá sức khoẻ của họ ở mức tốt hoặc rất tốt (Kasmel et al., 2004), thấp nhất trong số các quốc gia Eur-A.": "- Tỷ lệ tử vong trẻ nhỏ [giảm mạnh] từ cuối thập niên 1970\n- Tỷ lệ tử vong trẻ nhỏ [giảm] từ 2,4% xuống 0,2%\n- Tỷ lệ tử vong trẻ nhỏ [giảm] chủ yếu do giảm tử vong trẻ sơ sinh\n- Cư dân Bồ Đào Nha [thường được thông báo kịp thời] về tình trạng sức khoẻ của họ\n- Cư dân Bồ Đào Nha [thường được thông báo kịp thời] về các tác động tích cực và tiêu cực trong các sinh hoạt đối với sức khoẻ của họ\n- Cư dân Bồ Đào Nha [thường được thông báo kịp thời] về việc sử dụng các dịch vụ y tế\n- Chỉ một trong ba người trưởng thành tại Bồ Đào Nha [đánh giá sức khoẻ của họ ở mức tốt hoặc rất tốt] (Kasmel et al., 2004)\n- Chỉ một trong ba người trưởng thành tại Bồ Đào Nha [đánh giá sức khoẻ của họ ở mức tốt hoặc rất tốt] [thấp nhất] trong số các quốc gia Eur-A", "Tiên đề nền tảng thiết lập rằng tất cả các tập hợp đều có thể xây dựng từ dưới lên trong một các bước theo thứ tự kế tiếp nhau bằng các nguyên lý của Zermelo và Frankel, trong một cách thức rằng nếu một tập hợp thuộc về một tập khác thì tập thứ nhất cần phải đi trước tập thứ hai trong trật tự (do vậy loại trừ khả năng một tập hợp thuộc về chính nó.) Để biểu diễn rằng sự thêm vào của các tiên đề mới vào các tiên đề khác không sản sinh ra các mâu thuẫn, von Neumann giới thiệu một phương pháp biểu diễn (gọi là \"phương pháp các mô hình nội tại\") mà sau này trở thành những công cụ quan trọng của lý thuyết tập hợp.": "- Tiên đề nền tảng [được xây dựng bởi] Nguyên lý của Zermelo và Frankel\n- Nguyên lý của Zermelo và Frankel [xây dựng] Tập hợp\n- Tập hợp [thuộc về] Tập hợp khác\n- Tập hợp [đi trước] Tập hợp khác\n- Von Neumann [giới thiệu] Phương pháp các mô hình nội tại\n- Phương pháp các mô hình nội tại [trở thành] Công cụ quan trọng của Lý thuyết tập hợp", "Explorer là một chiếc tàu du lịch vận hành bởi nhà thám hiểm người Thụy Điển Lars-Eric Lindblad. Cuộc hành trình tới châu Nam Cực của Explorer năm 1969 được xem như tiên phong cho ngành du lịch biển tại khu vực này hiện nay. Đây là tàu du lịch đầu tiên được thiết kế để di chuyển trên vùng nước băng giá của Nam Đại Dương và cũng là con tàu đầu tiên chìm tại đại dương này sau khi va phải một vật thể chìm không xác định (theo báo cáo là băng) vào ngày 23 tháng 11 năm 2007. Chiếc tàu đã bị bỏ lại tại vùng biển gần quần đảo Nam Shetland, khu vực thường giông tố nhưng khi đó thời tiết là đẹp. Hải quân Chile xác nhận tàu chìm tại tọa độ xấp xỉ 62° 24′ Nam, 57° 16′ Tây, ở độ sâu khoảng 600 m.. Không có nạn nhân thiệt mạng trong vụ tai nạn.": "- Explorer (loại tàu: tàu du lịch) [operatedBy] Lars-Eric Lindblad (quốc tịch: Thụy Điển)\n- Hành trình tới châu Nam Cực của Explorer (năm: 1969) [là] tiên phong cho ngành du lịch biển tại khu vực này hiện nay\n- Explorer [là] tàu du lịch đầu tiên được thiết kế để di chuyển trên vùng nước băng giá của Nam Đại Dương\n- Explorer [là] con tàu đầu tiên chìm tại đại dương này (ngày: 23 tháng 11 năm 2007) [sau khi] va phải một vật thể chìm không xác định (theo báo cáo là băng)\n- Explorer [bị bỏ lại] tại vùng biển gần quần đảo Nam Shetland (khu vực: thường giông tố) [khi đó] thời tiết là đẹp\n- Hải quân Chile [xác nhận] tàu chìm tại tọa độ xấp xỉ 62° 24′ Nam, 57° 16′ Tây (độ sâu: khoảng 600 m)\n- Không có nạn nhân thiệt mạng trong vụ tai nạn", "Ngay bên trong Đế chế Parthia, tồn tại tình trạng không đồng nhất về văn hóa và chính trị, có một loạt các hệ thống tôn giáo và niềm tin, phổ biến nhất là sự thờ cúng các vị thần của người Hy Lạp và Iran. Ngoài ra còn có một số người Do Thái và tín hữu Kitô giáo, và hầu hết người Parthia theo đa thần giáo Các vị thần Hy Lạp và Iran đôi khi được pha trộn với nhau thành một. Ví dụ, Zeus thường đánh đồng với Ahura Mazda, Hades với Angra Mainyu, Aphrodite và Hera với Anahita, Apollo với Mithra, và Hermes với Shamash Ngoài các vị nam thần và nữ thần chính, mỗi nhóm dân tộc và thành phố đã có riêng của mình những vị thần nhất định Cũng như các vị vua triều Seleukos, các công trình nghệ thuật Parthia cho thấy rằng các vị vua nhà Arsaces được tôn thờ làm Thần vương, và sự sùng bái các vị vua này có lẽ phổ biến nhất": "- Đế chế Parthia [hasReligion] Sự thờ cúng các vị thần của người Hy Lạp và Iran\n- Đế chế Parthia [hasReligion] Sự thờ cúng các vị thần của người Iran\n- Đế chế Parthia [hasReligion] Đa thần giáo\n- Đế chế Parthia [hasReligion] Do Thái giáo\n- Đế chế Parthia [hasReligion] Kitô giáo\n- Zeus [isEquivalentTo] Ahura Mazda\n- Hades [isEquivalentTo] Angra Mainyu\n- Aphrodite [isEquivalentTo] Anahita\n- Hera [isEquivalentTo] Anahita\n- Apollo [isEquivalentTo] Mithra\n- Hermes [isEquivalentTo] Shamash\n- Các vị vua triều Seleukos [hasReligion] Sự sùng bái các vị vua nhà Arsaces\n- Các vị vua nhà Arsaces [isEquivalentTo] Thần vương", "Các quốc gia sau ở một số thời điểm trong lịch sử từng có các chính phủ với sự lãnh đạo ít nhất trên danh nghĩa là theo chủ nghĩa Marx (các quốc gia được in đậm vẫn đang có chính phủ đó ở thời điểm năm 2009): Albania, Afghanistan, Angola, Bulgaria, Trung Quốc, Cuba, Síp, Tiệp Khắc, Đông Đức, Ethiopia, Hungary, Lào, Moldova, Mông Cổ, Nepal, Mozambique, Nicaragua, Cộng hòa Dân chủ Nhân dân Triều Tiên, Ba Lan, România, Nga, Nam Tư, Việt Nam. Ngoài ra, các bang Kerala, Tripura và Tây Bengal tại Ấn Độ cũng từng có các chính phủ theo chủ nghĩa Marx.": "- Albania [hasGovernmentType] Chủ nghĩa Marx\n- Afghanistan [hasGovernmentType] Chủ nghĩa Marx\n- Angola [hasGovernmentType] Chủ nghĩa Marx\n- Bulgaria [hasGovernmentType] Chủ nghĩa Marx\n- Trung Quốc [hasGovernmentType] Chủ nghĩa Marx\n- Cuba [hasGovernmentType] Chủ nghĩa Marx\n- Síp [hasGovernmentType] Chủ nghĩa Marx\n- Tiệp Khắc [hasGovernmentType] Chủ nghĩa Marx\n- Đông Đức [hasGovernmentType] Chủ nghĩa Marx\n- Ethiopia [hasGovernmentType] Chủ nghĩa Marx\n- Hungary [hasGovernmentType] Chủ nghĩa Marx\n- Lào [hasGovernmentType] Chủ nghĩa Marx\n- Moldova [hasGovernmentType] Chủ nghĩa Marx\n- Mông Cổ [hasGovernmentType] Chủ nghĩa Marx\n- Nepal [hasGovernmentType] Chủ nghĩa Marx\n- Mozambique [hasGovernmentType] Chủ nghĩa Marx\n- Nicaragua [hasGovernmentType] Chủ nghĩa Marx\n- Cộng hòa Dân chủ Nhân dân Triều Tiên [hasGovernmentType] Chủ nghĩa Marx\n- Ba Lan [hasGovernmentType] Chủ nghĩa Marx\n- România [hasGovernmentType] Chủ nghĩa Marx\n- Nga [hasGovernmentType] Chủ nghĩa Marx\n- Nam Tư [hasGovernmentType] Chủ nghĩa Marx\n- Việt Nam [hasGovernmentType] Chủ nghĩa Marx\n- Kerala [hasGovernmentType] Chủ nghĩa Marx\n- Tripura [hasGovernmentType] Chủ nghĩa Marx\n- Tây Bengal [hasGovernmentType] Chủ nghĩa Marx", "Trong lúc ông dần dần phân tích số liệu quan sát Sao Hỏa của Tycho-giờ nằm hoàn toàn trong tay ông-và bắt đầu quá trình lập Bảng Rudolf một cách chậm chạp, Kepler cũng tiến hành hành nghiên cứu các định luật về quang học từ luận văn về Mặt Trăng của ông năm 1600. Cả nhật thực và nguyệt thực đều gây ra những hiện tượng chưa được giải thích, như những kích thước bóng kì lạ, màu đỏ máu của nguyệt thực toàn phần, và ánh sáng bất thường bao phủ nhật thực toàn phần. Các vấn đề liên quan tới khúc xạ trong khí quyển áp dụng tới mọi quan sát thiên văn. Trong gần như cả năm 1603, Kepler tạm dừng các công trình khác để tập trung vào lý thuyết quang học, và kết quả là một bản thảo được trình bày cho hoàng đế vào ngày 1 tháng 1 năm 1604, sau đó in dưới tên Astronomiae Pars Optica (tạm dịch: Phần Quang học trong Thiên văn học). Trong cuốn sách, Kepler mô tả định luật nghịch đảo bình phương về cường độ ánh sáng, sự phản xạ bởi gương phẳng và gương cong, và các nguyên lý của máy ảnh lỗ kim (pinhole camera, tức máy ảnh không có ống kính, dùng để quan sát nhật thực), cũng như những ngụ ý thiên văn học của quang học như thị sai và kính thước biểu kiến của các thiên thể. Ông cũng mở rộng nghiên cứu về quang học sang mắt người, và do đó các nhà khoa học thần kinh ghi nhận Kepler là người đầu tiên nhận ra rằng hình ảnh được chiếu lộn ngược vào mắt nhờ có thấu kính mắt (thủy tinh thể) lên võng mạc. Kepler dường như không coi trọng giải đáp vấn đề này cho lắm vì ông không cho nó liên quan tới cơ học, nhưng ông đã gợi ý rằng hình ảnh sau đó được hiệu chỉnh trong những \"chỗ rỗng của bộ não\" do \"những hoạt động của Linh hồn\", một nhận xét mang tính tiên tri về thần kinh thị giác. Ngày nay, Astronomiae Pars Optica thường được xem là nền tảng của quang học hiện đại (dù cho định luật khúc xạ còn chưa được biết tới). Kepler cũng đóng góp cho sự hình thành của hình học xạ ảnh với việc giới thiệu ý tưởng về sự thay đổi liên tục của một thực thể toán học trong công trình này. Ông lập luận rằng nếu một tiêu điểm của một đường cô-nic được phép di chuyển dọc theo được thẳng nối các tiêu điểm, dạng hình học sẽ thay đổi hoặc suy biến thành một dạng khác. Theo cách này, một elip sẽ biến thành parabol khi một tiêu điểm tiến tới vô cùng, và khi hai tiêu điểm của một elip nhập thành một, một đường tròn sẽ xuất hiện. Khi hai tiêu điểm của một hyperbol sáp nhập với nhau, hyperbol sẽ biến thành một cặp đường thẳng. Ông cũng giả thiết rằng nếu một đường thẳng được mở rộng tới vô cực nó sẽ gặp chính nó tại một điểm tại vô cực duy nhất, và do đó có những tính chất của một đường tròn bán kính vô cùng lớn. Ý tưởng này về sau được nhiều nhà toán học như Pascal, Leibniz, Monge và Poncelet vận dụng, và được biết dưới tên \"tính liên tục hình học\" hay định luật về tính liên tục": "- Kepler [wrote] Astronomiae Pars Optica (publication date: 1604)\n- Astronomiae Pars Optica [describes] law of inverse squares for light intensity, reflection by flat and curved mirrors, principles of pinhole camera, astronomical implications of optics such as parallax and apparent size of celestial bodies\n- Kepler [extended] research on optics to human eye\n- Kepler [isConsidered] first to recognize that images are projected upside down onto the retina by the lens of the eye\n- Kepler [suggested] that images are then corrected in the \"cavities of the brain\" by \"the operations of the Soul\"\n- Astronomiae Pars Optica [isConsidered] foundation of modern optics\n- Kepler [contributed] to the development of projective geometry with the introduction of the idea of continuous variation of a mathematical entity\n- Kepler [argued] that if one focus of a conic section is allowed to move along the straight line joining the foci, the geometric figure will change or degenerate into another\n- Kepler [hypothesized] that if a straight line is extended to infinity it will meet itself at a single point at infinity, and therefore has the properties of a circle with an infinitely large radius", "Sự can thiệp lớn nhất và đầu tiên của quân đội ngoại quốc là Lực lượng Đặc nhiệm Smith (Task Force Smith) của Hoa Kỳ, một đơn vị của Sư đoàn Bộ binh số 24 Bộ binh của Mỹ đóng ở Nhật Bản. Ngày 5 tháng 7, lực lượng này chiến đấu lần đầu tiên ở Osan và bị bại trận với thương vong cao. Lực lượng chiến thắng của Bắc Triều Tiên tiến quân về phía Nam, và Sư đoàn bộ binh số 24 với sức mạnh còn phân nửa bị buộc phải rút quân về Taejeon là nơi cũng bị rơi vào tay quân Bắc Triều Tiên. Tướng William F. Dean bị bắt làm tù binh.": "- Lực lượng Đặc nhiệm Smith (đơn vị của Sư đoàn Bộ binh số 24 Bộ binh của Mỹ đóng ở Nhật Bản) [chiếnĐấuLầnĐầu] Osan (ngày 5 tháng 7)\n- Lực lượng chiến thắng của Bắc Triều Tiên [tiếnQuân] phía Nam\n- Sư đoàn bộ binh số 24 (sức mạnh còn phân nửa) [bịBuộcPhảiRútQuân] Taejeon (bị rơi vào tay quân Bắc Triều Tiên)\n- Tướng William F. Dean [bịBắtLàmTùBinh]", "Quân đội Ottoman đã để lại những nhà nguyện Hồi giáo rải rác khắp các sườn đồi và thung lũng vùng Balkan. Nổi giận vì những biểu hiện cho việc chiếm đóng của người đạo Hồi này, các vương quốc theo đạo Cơ đốc ở Tây Âu xem người Thổ Nhĩ Kỳ là kẻ xâm lược Hy Lạp và các sắc dân theo Cơ đốc giáo khác. Nhưng đế quốc Ottoman rộng lượng hơn, chấp nhận tôn giáo khác với đạo Hồi. Sultan chính thức công nhận Giáo hội Hy Lạp và giáo khu của giáo chủ và các tổng giám mục, cho phép các giáo đường Chính thống giáo được duy trì tài sản của họ. Người Thổ Nhĩ Kỳ thích cai trị qua định chế chính trị địa phương, và để đổi lại cho tiền triều cống, các tỉnh Cơ đốc giáo được phép duy trì các hệ thống hành chính, thứ bậc và giai cấp.": "- Quân đội Ottoman [để lại] Nhà nguyện Hồi giáo (rải rác: sườn đồi và thung lũng vùng Balkan)\n- Vương quốc theo đạo Cơ đốc ở Tây Âu [xem] Người Thổ Nhĩ Kỳ (là: kẻ xâm lược Hy Lạp và các sắc dân theo Cơ đốc giáo khác)\n- Đế quốc Ottoman [chấp nhận] Tôn giáo khác với đạo Hồi\n- Sultan [công nhận] Giáo hội Hy Lạp (giáo khu: giáo chủ và các tổng giám mục)\n- Giáo đường Chính thống giáo [duy trì] Tài sản của họ\n- Người Thổ Nhĩ Kỳ [cai trị] Định chế chính trị địa phương\n- Tỉnh Cơ đốc giáo [duy trì] Hệ thống hành chính, thứ bậc và giai cấp (đổi lại: tiền triều cống)", "Sân vận động Quốc gia Mỹ Đình, nằm trong Liên hợp thể thao quốc gia, từng là địa điểm chính của Đại hội Thể thao Đông Nam Á năm 2003, nơi tổ chức lễ khai mạc, lễ bế mạc, các trận thi đấu bóng đá nam & các cuộc tranh tài trong môn điền kinh. Tại Giải vô địch bóng đá Đông Nam Á 2008, trước bốn vạn khán giả, Mỹ Đình là nơi chứng kiến Đội tuyển quốc gia Việt Nam bước lên ngôi cao nhất của bóng đá Đông Nam Á. Một số trung tâm thể thao lớn khác của thành phố có thể kể tới như Nhà thi đấu Quần Ngựa, Trung tâm Huấn luyện thể thao Quốc gia I... cùng hơn 20 điểm sân bãi, nhà tập khác.": "- Sân vận động Quốc gia Mỹ Đình [locatedIn] Liên hợp thể thao quốc gia\n- Sân vận động Quốc gia Mỹ Đình [hosted] Đại hội Thể thao Đông Nam Á 2003\n- Sân vận động Quốc gia Mỹ Đình [hosted] Giải vô địch bóng đá Đông Nam Á 2008\n- Đội tuyển quốc gia Việt Nam [won] Giải vô địch bóng đá Đông Nam Á 2008\n- Nhà thi đấu Quần Ngựa [locatedIn] Hà Nội\n- Trung tâm Huấn luyện thể thao Quốc gia I [locatedIn] Hà Nội", "Đến năm 2010, Hoa Kỳ có mức chênh lệch về thu nhập đứng thứ 4 trong số các quốc gia OECD, sau Thổ Nhĩ Kỳ, Mexico và Chile. Học viện Brooking nói rằng trong tháng 3 năm 2013, bất bình đẳng thu nhập gia tăng và trở thành vĩnh viễn, làm giảm đáng kể khả năng dịch chuyển xã hội (social mobility) của Hoa Kỳ. OECD xếp Mỹ đứng thứ 10 trong dịch chuyển xã hội, đứng sau các nước Nordic, Úc, Canada, Đức, Tây Ban Nha và Pháp. Trong số các quốc gia phát triển lớn, chỉ có Italy và Anh Quốc có mức dịch chuyển xã hội thấp hơn. Điều này một phần xoáy sâu vào tình trạng nghèo đói của những người dân Mỹ, dẫn đến những trẻ em ngheo bị bỏ mặc bất lợi về kinh tế, mặc dù những nhà kinh tế khác quan sát một sự tăng lên ở Mỹ là khó về mặt toán học do khoảng cách thu nhập cao hơn và phân bổ rộng hơn so với các quốc gia có khoảng khách thu nhập hẹp, thậm chí người dân sẽ muốn giữ sự dịch chuyển đó ở Mỹ và không quan tâm tới những so sánh quốc tế có ý nghĩa như thế nào.": "- Hoa Kỳ [incomeInequalityRank] 4 (trong số các quốc gia OECD)\n- Hoa Kỳ [socialMobilityRank] 10 (trong số các quốc gia OECD)\n- Hoa Kỳ [socialMobilityRank] thấp hơn Italy, Anh Quốc\n- Hoa Kỳ [socialMobility] bị ảnh hưởng bởi [incomeInequality]\n- Hoa Kỳ [poverty] bị ảnh hưởng bởi [socialMobility]", "Những năm gần đây, quần vợt cũng bắt đầu phổ biến ở các thành phố lớn. Ngoài ra, một số môn thể thao khác cũng đã thịnh hành từ rất lâu ở Việt Nam như cầu lông, bóng chuyền, bóng bàn, billiards snooker và cờ vua. Đoàn thể thao Việt Nam bắt đầu tham gia Olympic mùa hè từ năm 1952 cho tới nay. và đã có được huy chương vàng đầu tiên và duy nhất vào năm 2016 của Hoàng Xuân Vinh trong môn bắn súng. Ở Olympic người khuyết tật, Việt Nam bắt đầu tham gia từ năm 2000 và cũng có được huy chương vàng đầu tiên và duy nhất ở môn cử tạ do lực sĩ Lê Văn Công đạt được.": "- Quần vợt [isPopularIn] Thành phố lớn\n- Cầu lông [isPopularIn] Việt Nam\n- Bóng chuyền [isPopularIn] Việt Nam\n- Bóng bàn [isPopularIn] Việt Nam\n- Billiards snooker [isPopularIn] Việt Nam\n- Cờ vua [isPopularIn] Việt Nam\n- Đoàn thể thao Việt Nam [participatedIn] Olympic mùa hè (since: 1952)\n- Hoàng Xuân Vinh [wonGoldMedalIn] Bắn súng (year: 2016)\n- Đoàn thể thao Việt Nam [participatedIn] Olympic người khuyết tật (since: 2000)\n- Lê Văn Công [wonGoldMedalIn] Cử tạ", "Trong những năm Gia Tĩnh, khi ứng phó loạn Uy khấu, tướng lĩnh Thích Kế Quang tại khu vực Chiết Giang sử dụng phương thức chiêu mộ dân binh huấn luyện thêm, thay thế vệ sở binh không đảm đương nổi. Chính vì nguyên nhân quân chính quy là vệ sở quân không đảm đương nổi, cho nên lực lượng dân binh đến hậu kỳ triều Minh dần dần đảm nhiệm vai trò bộ đội tác chiến duy trì sự thống trị hữu hiệu của triều đình, trong đó nổi tiếng nhất là Thích gia quân do Thích Kế Quang chiêu mộ chủ yếu từ người Chiết Giang, bộ đội tư nhân Liêu Đông thiết kỵ của Lý Như Tùng, và Quan Ninh thiết kỵ do Viên Sùng Hoán chiêu mộ chủ yếu từ người Liêu Đông。": "- Thích Kế Quang [chiêu mộ] Thích gia quân (thành phần: người Chiết Giang)\n- Lý Như Tùng [chiêu mộ] Liêu Đông thiết kỵ (thành phần: người Liêu Đông)\n- Viên Sùng Hoán [chiêu mộ] Quan Ninh thiết kỵ (thành phần: người Liêu Đông)", "Cuộc vây hãm Điện Biên Phủ diễn ra từ ngày 13 tháng 3 đến ngày 7 tháng 5 thì quân Pháp đầu hàng. Trong thời gian chiến dịch, Pháp không có khả năng xoay chuyển tình thế nên đã đề nghị Mỹ cứu viện. Tại Washington đã có cuộc tranh luận về việc Mỹ có nên trực tiếp can thiệp bằng quân sự để cứu viện cho Pháp, có tướng lĩnh còn đề nghị thả bom nguyên tử xuống Điện Biên Phủ. Nhưng tổng thống Eisenhower đã quyết định loại bỏ khả năng đó do chính quyền Anh sẽ không ủng hộ. Không quân Mỹ sẽ thả vũ khí tiếp viện cho quân Pháp, nhưng quân Mỹ sẽ không đổ bộ vào Việt Nam.": "- Cuộc vây hãm Điện Biên Phủ [diễn ra từ] 13 tháng 3 đến 7 tháng 5\n- Quân Pháp [đầu hàng] 7 tháng 5\n- Pháp [không có khả năng xoay chuyển tình thế] trong thời gian chiến dịch\n- Pháp [đề nghị] Mỹ cứu viện\n- Mỹ [có cuộc tranh luận] về việc có nên trực tiếp can thiệp bằng quân sự để cứu viện cho Pháp\n- Tướng lĩnh [đề nghị] thả bom nguyên tử xuống Điện Biên Phủ\n- Tổng thống Eisenhower [quyết định loại bỏ khả năng] thả bom nguyên tử xuống Điện Biên Phủ\n- Chính quyền Anh [sẽ không ủng hộ] việc thả bom nguyên tử xuống Điện Biên Phủ\n- Không quân Mỹ [sẽ thả vũ khí tiếp viện] cho quân Pháp\n- Quân Mỹ [sẽ không đổ bộ] vào Việt Nam", "Edward chào đời tại Cung điện Westminster vào đêm ngày 17–18 tháng 6, 1239, là con của Henry III và Eleanor xứ Provence.[a] Edward là một cái tên Anglo-Saxon, và không thường được đặt cho các thành viên hoàng tộc sau Cuộc chinh phục của người Norman, nhưng Henry rất tôn kính Edward the Confessor, và quyết định dùng tên này đặt làm tên thánh cho con trai trưởng của mình.[b] Trong số những người bạn hồi nhỏ của ông có Henry xứ Almain, con người anh trai của Henry là Richard xứ Cornwall. Henry xứ Almain vẫn tiếp tục là một người bạn thân thiết của hoàng tử, họ đồng hành trong cuộc nội chiến và sau đó là cuộc Thập tự chinh. Edward được chăm sóc bởi Hugh Giffard – phụt hân của Quan Thủ quỹ sau này Godfrey Giffard – cho đến khi Bartholomew Pecche lên thay khi Giffard chết năm 1246.": "- Edward (birthPlace: Cung điện Westminster, birthDate: 17–18 tháng 6, 1239) [isChildOf] Henry III, Eleanor xứ Provence\n- Edward [hasFriend] Henry xứ Almain (isChildOf: Richard xứ Cornwall)\n- Edward [hasCaretaker] Hugh Giffard (isChildOf: Godfrey Giffard)\n- Edward [hasCaretaker] Bartholomew Pecche", "Khi quân đội Tưởng Giới Thạch rút khỏi Việt Nam ngày 15/6/1946, Võ Nguyên Giáp thấy thời cơ đã tới. Không còn phải e ngại quân Trung Quốc, ông quyết định phải dẹp bỏ mọi sự chống đối trong nội bộ đất nước để Chính phủ có thể tập trung các nỗ lực đối phó với Pháp. Võ Nguyên Giáp hành động ngay với mục tiêu rải khắp: Việt Nam Cách mệnh Đồng minh Hội được Trung Hoa Quốc dân Đảng ủng hộ, Việt Nam Quốc dân Đảng , nhóm quốc gia thân Nhật Đại Việt, những người Trotskyist, những người quốc gia chống Pháp, nhóm Công giáo mang tên \"chiến sĩ Công giáo\". Võ Nguyên Giáp đã từng bước tìm cách loại bỏ dần các đảng phái này. Nhà báo Nguyễn Kỳ Nam cho rằng khi sang Pháp đàm phán Hồ Chí Minh đã lên kế hoạch để Võ Nguyên Giáp ở lại Hà Nội tiêu diệt các đảng phái đối lập để dẹp yên sự chống đối trong nội bộ đất nước, và qua đó chính phủ cũng dễ đàm phán với Pháp.": "- Võ Nguyên Giáp [eliminated] Việt Nam Cách mệnh Đồng minh Hội (supportedBy: Trung Hoa Quốc dân Đảng)\n- Võ Nguyên Giáp [eliminated] Việt Nam Quốc dân Đảng\n- Võ Nguyên Giáp [eliminated] Đại Việt (supportedBy: Nhật Bản)\n- Võ Nguyên Giáp [eliminated] Trotskyist\n- Võ Nguyên Giáp [eliminated] nhóm quốc gia chống Pháp\n- Võ Nguyên Giáp [eliminated] nhóm Công giáo (name: \"chiến sĩ Công giáo\")\n- Hồ Chí Minh [planned] Võ Nguyên Giáp [eliminated] đảng phái đối lập (in: Hà Nội)", "Chính phủ liên bang thiết lập mọi nỗ lực mới trong nước để ngăn chặn các vụ tấn công tương lai. Đạo luật Yêu nước Mỹ gây nhiều tranh cãi tạo điều kiện gia tăng quyền hạn của chính phủ để theo dõi thông tin liên lạc và tháo vỡ các hạn chế pháp lý về chia sẻ thông tin giữa các cơ quan tình báo và thi hành luật pháp liên bang. Một cơ quan cấp nội các, được gọi là bộ nội an được thành lập để lãnh đạo và điều hợp các hoạt động chống khủng bố của chính phủ liên bang. Một trong số các nỗ lực chống khủng bố này, đặc biệt là việc chính phủ liên quan cầm giữ các phạm nhân tại nhà tù tại vịnh Guantanamo, dẫn đến các cáo buộc rằng chính phủ liên bang vị phạm nhân quyền.": "- Chính phủ liên bang [thành lập] Đạo luật Yêu nước Mỹ (gây tranh cãi)\n- Đạo luật Yêu nước Mỹ [tạo điều kiện] gia tăng quyền hạn của chính phủ\n- Chính phủ liên bang [thành lập] Bộ Nội an (cơ quan cấp nội các)\n- Bộ Nội an [lãnh đạo và điều hợp] các hoạt động chống khủng bố của chính phủ liên bang\n- Chính phủ liên bang [cầm giữ] các phạm nhân tại nhà tù tại vịnh Guantanamo\n- Chính phủ liên bang [bị cáo buộc] vi phạm nhân quyền", "Trong thập niên 1970, có nhiều rạp chiếu phim tại Ả Rập Xê Út mặc dù chúng được nhìn nhận là trái với quy tắc Wahhabi. Trong phong trào Phục hưng Hồi giáo vào thập niên 1980, và để phản ứng chính trị trước sự gia tăng của hoạt động chủ nghĩa Hồi giáo, chính phủ cho đóng cửa toàn bộ các rạp chiếu phim và nhà hát. Từ đầu những năm 1980, rạp chiếu phim bị cấm do các sức ép liên quan đến đạo Hồi. Năm 2017, Ả Rập Xê Út cho phép các rạp chiếu phim mở cửa trở lại. Những rạp chiếu phim thương mại đầu tiên theo kế hoạch khai trương vào tháng 3 năm 2018. Hai bộ phim đầu tiên được công chiếu là hai phim hoạt hình The Emoji Movie - Đội quân cảm xúc và Captain Underpants: The First Epic Movie - Siêu nhân quần chip. Dự kiến trong vòng 12 năm tới sẽ có khoảng 2.000 rạp chiếu phim hoạt động tại Ả Rập Xê Út. Đối với ngành công nghiệp điện ảnh, việc mở cửa lại rạp chiếu phim công cộng sau hơn 3 thập niên được kỳ vọng sẽ sự \"cởi trói\" cho hoạt động giải trí này.": "- Ả Rập Xê Út [cho phép mở cửa] Rạp chiếu phim (số lượng dự kiến: 2000)\n- Rạp chiếu phim [bị cấm] do sức ép liên quan đến đạo Hồi\n- Rạp chiếu phim [mở cửa trở lại] vào năm 2017\n- Rạp chiếu phim thương mại [khai trương] vào tháng 3 năm 2018\n- The Emoji Movie - Đội quân cảm xúc [là] Phim hoạt hình\n- Captain Underpants: The First Epic Movie - Siêu nhân quần chip [là] Phim hoạt hình", "Ngày 6 tháng 4 năm 1920, Schrödinger cưới Annemarie (Anny) Bertel. Schrödinger bị chứng lao phổi và phải chữa trị vài lần trong thập niên 1920 tại một nhà điều dưỡng ở Arosa. Cũng chính tại đây, ông đã thiết lập lên phương trình sóng nổi tiếng trong cơ học lượng tử. Như đã nêu ở trên, Schrödinger có đời sống cá nhân không bình thường. Khi nhập cư vào Ireland năm 1938, ông được nhận thị thực cho mình, vợ ông và một người phụ nữ khác, cô Hilde March. March là vợ của một đồng nghiệp người Áo và Schrödinger có với cô này một con gái vào năm 1934. Schrödinger đã viết thư gửi tới thủ tướng Ireland Éamon de Valera để nhận được thị thực cho cô March. Tháng 10 năm 1939 ba người đến định cư ở Dublin. Schrödinger còn là cha của hai con gái nữa với hai người phụ nữ khác trong thời gian ông sống ở Ireland. Cháu nội của ông, Terry Rudolph, cũng theo sự nghiệp của Schrödinger khi ông ta là một nhà vật lý lượng tử, giảng dạy ở trường Imperial College, London.": "- Schrödinger (birth: 1920-04-06) [marriedTo] Annemarie (Anny) Bertel\n- Schrödinger [hasDisease] tuberculosis\n- Schrödinger [treatedAt] Arosa (decade: 1920)\n- Schrödinger [developed] wave equation (field: quantum mechanics)\n- Schrödinger [immigratedTo] Ireland (year: 1938)\n- Schrödinger [receivedVisaFor] Hilde March\n- March [isWifeOf] Schrödinger's colleague\n- Schrödinger [hadDaughterWith] March (year: 1934)\n- Schrödinger [wroteLetterTo] Éamon de Valera\n- Schrödinger [movedTo] Dublin (month: October, year: 1939)\n- Schrödinger [hadDaughterWith] two other women (location: Ireland)\n- Terry Rudolph [isGrandsonOf] Schrödinger\n- Terry Rudolph [is] quantum physicist\n- Terry Rudolph [teachesAt] Imperial College, London", "Sau cái chết của Stalin năm 1953, Nikita Khrushchev trở thành lãnh đạo mới của Liên bang Xô viết. Là Thư ký thứ nhất của Đảng Cộng sản Cộng hoà Xã hội chủ nghĩa Ukraina trong giai đoạn 1938-49, Khrushchev rất gần gũi với nước cộng hoà sau khi nắm quyền trên toàn liên bang, ông bắt đầu nhấn mạnh tình hữu nghị giữa quốc gia Ukraina và Nga. Năm 1954, kỷ niệm lần thứ 300 Hiệp ước Pereyaslav được tổ chức khắp nơi, và đặc biệt, Krym được chuyển từ Liên bang Cộng hoà Xã hội chủ nghĩa Xô viết Nga cho Cộng hoà Xã hội chủ nghĩa Xô viết Ukraina.": "- Nikita Khrushchev [isLeaderOf] Liên bang Xô viết\n- Nikita Khrushchev [isSecretaryOf] Đảng Cộng sản Cộng hoà Xã hội chủ nghĩa Ukraina (period: 1938-49)\n- Nikita Khrushchev [isCloseTo] Cộng hoà Xã hội chủ nghĩa Xô viết Ukraina\n- Nikita Khrushchev [emphasizesFriendshipBetween] Ukraina và Nga\n- Hiệp ước Pereyaslav [isCelebrated] (year: 1954)\n- Krym [isTransferredFrom] Liên bang Cộng hoà Xã hội chủ nghĩa Xô viết Nga\n- Krym [isTransferredTo] Cộng hoà Xã hội chủ nghĩa Xô viết Ukraina", "Năm 1620, Minh Thần Tông từ trần. Thái tử Chu Thường Lạc đăng cơ, tức Minh Quang Tông, niên hiệu Thái Xương, tại vị chỉ được một tháng. Ông ban thưởng cho quân Minh tại tiền tuyến Liêu Đông, trọng dụng người thuộc Đông Lâm đảng khiến triều chính chuyển nguy thành an, đồng thời ông bãi trừ khoáng giám thuế sứ. Sinh mẫu của Phúc vương là Trịnh quý phi nhằm lung lạc Minh Quang Tông nên tiến hiến tám vị mỹ nữ. Minh Quang Tông ham mê quá độ nên không lâu thì đổ bệnh, Thái giám Thôi Văn Thăng dâng thuốc xổ khiến ông đi ngoài quá độ, lại do sử dụng 'hồng hoàn' của Lý Khả Chước mà đột tử, sử xưng \"Hồng hoàn án\". Sau khi Minh Quang Tông từ trần, sủng phi của ông là Lý Tuyền Thị muốn ở lại Càn Thanh cung, nhằm đề phòng bà can dự triều chính nên triều thần buộc bà đến Uyết Loan cung thuộc Nhân Thọ điện, tức Di cung án. Hoàng trưởng tử Chu Do Hiệu cuối cùng kế vị, tức Minh Hi Tông, niên hiệu Thiên Khải. \"Đĩnh kích án\", \"Hồng hoàn án\" và \"Di cung án\" gọi chung là \"Minh mạt tam đại án\", là kế tục của Quốc bản chi tranh, khiến đấu tranh chính trị trong triều đình Minh càng thêm kịch liệt, cũng đánh dấu bắt đầu thời kỳ Minh mạt suy vong.": "- Minh Thần Tông [fatherOf] Chu Thường Lạc (reignName: Thái Xương, reignLength: 1 month)\n- Chu Thường Lạc [spouseOf] Lý Tuyền Thị\n- Lý Tuyền Thị [involvedIn] Di cung án\n- Chu Thường Lạc [involvedIn] Hồng hoàn án\n- Chu Thường Lạc [involvedIn] Đĩnh kích án\n- Chu Thường Lạc [successorOf] Minh Thần Tông\n- Chu Thường Lạc [predecessorOf] Chu Do Hiệu\n- Chu Do Hiệu [reignName: Thiên Khải]\n- Chu Do Hiệu [successorOf] Chu Thường Lạc\n- Trịnh quý phi [motherOf] Phúc vương\n- Trịnh quý phi [involvedIn] Hồng hoàn án\n- Thôi Văn Thăng [involvedIn] Hồng hoàn án\n- Lý Khả Chước [involvedIn] Hồng hoàn án", "Nghệ thuật tạo hình và điêu khắc sớm nhất được biết đến tại Ireland là các chạm khắc thời kỳ đồ đá mới tại các di chỉ như Newgrange và có vết tích qua các đồ tạo tác thời kỳ đồ đồng và các chạm khắc tôn giáo và các thủ bản chiếu sáng thời Trung Cổ. Trong thế kỷ XIX và XX, có một truyền thống mạnh về hội họa xuất hiện, với các nhân vật như John Butler Yeats, William Orpen, Jack Yeats và Louis le Brocquy. Các nghệ sĩ thị giác Ireland đương đại nổi tiếng gồm có Sean Scully, Kevin Abosch, và Alice Maher.": "- Nghệ thuật tạo hình và điêu khắc [cóNguồnGốc] Ireland\n- Nghệ thuật tạo hình và điêu khắc [cóThờiGian] thời kỳ đồ đá mới\n- Nghệ thuật tạo hình và điêu khắc [cóĐịaĐiểm] Newgrange\n- Nghệ thuật tạo hình và điêu khắc [cóVếtTích] đồ tạo tác thời kỳ đồ đồng\n- Nghệ thuật tạo hình và điêu khắc [cóVếtTích] chạm khắc tôn giáo\n- Nghệ thuật tạo hình và điêu khắc [cóVếtTích] thủ bản chiếu sáng thời Trung Cổ\n- Hội họa [cóThờiGian] thế kỷ XIX và XX\n- Hội họa [cóNhânVật] John Butler Yeats\n- Hội họa [cóNhânVật] William Orpen\n- Hội họa [cóNhânVật] Jack Yeats\n- Hội họa [cóNhânVật] Louis le Brocquy\n- Nghệ sĩ thị giác đương đại [cóNhânVật] Sean Scully\n- Nghệ sĩ thị giác đương đại [cóNhânVật] Kevin Abosch\n- Nghệ sĩ thị giác đương đại [cóNhânVật] Alice Maher", "Trong quyển I của tác phẩm này, Newton giới thiệu các định nghĩa và ba định luật của chuyển động thường được biết với tên gọi sau này là Định luật Newton. Quyển II trình bày các phương pháp luận khoa học mới của Newton thay thế cho triết lý Descartes. Quyển cuối cùng là các ứng dụng của lý thuyết động lực học của ông, trong đó có sự giải thích về thủy triều và lý thuyết về sự chuyển động của Mặt Trăng. Để kiểm chứng lý thuyết về vạn vật hấp dẫn của ông, Newton đã hỏi nhà thiên văn John Flamsteed kiểm tra xem Sao Thổ có chuyển động chậm lại mỗi lần đi gần Sao Mộc không. Flamsteed đã rất sửng sốt nhận ra hiệu ứng này có thật và đo đạc phù hợp với các tính toán của Newton. Các phương trình của Newton được củng cố thêm bằng kết quả quan sát về hình dạng bẹt của Trái Đất tại hai cực, thay vì lồi ra tại hai cực như đã tiên đoán bởi trường phái Descartes. Phương trình của Newton cũng miêu tả được gần đúng chuyển động Mặt Trăng, và tiên đoán chính xác thời điểm quay lại của sao chổi Halley. Trong các tính toán về hình dạng của một vật ít gây lực cản nhất khi nằm trong dòng chảy của chất lỏng hay chất khí, Newton cũng đã viết ra và giải được bài toán giải tích biến phân đầu tiên của thế giới.": "- Newton [wrote] Principia (volume I: definitions and three laws of motion, volume II: new scientific methodology, volume III: applications of dynamics)\n- Newton [asked] John Flamsteed [to check] Saturn's motion near Jupiter\n- Flamsteed [observed] Saturn's motion [to be] consistent with Newton's calculations\n- Newton's equations [describe] Earth's oblate shape\n- Newton's equations [describe] Moon's motion\n- Newton's equations [predict] Halley's comet's return\n- Newton [solved] first calculus of variations problem [to calculate] shape of object with least drag in fluid flow", "Những người ủng hộ các cải cách của Atatürk và những người theo chủ nghĩa Hồi giáo đại diện cho hai cực về vai trò của tôn giáo trong sinh hoạt công cộng. Quan điểm của phe thân Atatürk về đại thể là kết hợp một loại chế độ dân chủ với một hiến pháp tách khỏi tôn giáo và phương thức sinh hoạt thế tục Tây phương hóa, trong khi ủng hộ can thiệp của nhà nước trong kinh tế, giáo dục, và các dịch vụ công cộng khác. Từ thập niên 1980, gia tăng bất bình đẳng thu nhập và phân biệt đẳng cấp khiến chủ nghĩa dân túy Hồi giáo nổi lên, đây là một phong trào mà theo lý thuyết ủng hộ nghĩa vụ với nhà cầm quyền, đoàn kết cộng đồng và công bằng xã hội.": "- Những người ủng hộ các cải cách của Atatürk [cóQuanĐiểm] kết hợp một loại chế độ dân chủ với một hiến pháp tách khỏi tôn giáo và phương thức sinh hoạt thế tục Tây phương hóa\n- Những người ủng hộ các cải cách của Atatürk [cóQuanĐiểm] ủng hộ can thiệp của nhà nước trong kinh tế, giáo dục, và các dịch vụ công cộng khác\n- Chủ nghĩa dân túy Hồi giáo [làPhongTrào] ủng hộ nghĩa vụ với nhà cầm quyền, đoàn kết cộng đồng và công bằng xã hội", "Một số vùng của Châu Nam Cực đang ấm lên; đặc biệt sự ấm lên mạnh được ghi nhận ở bán đảo Nam Cực. Nghiên cứu của Eric Steig công bố năm 2009 chỉ ra rằng lần đầu tiên xu hướng nhiệt độ bề mặt trung bình trên toàn lục địa Nam Cực tăng nhẹ khoảng >0,05 °C (0,09 °F) trong mỗi thập niên từ 1957 đến 2006. Nghiên cứu này cũng cho thấy Tây Nam Cực đã ấm lên hơn 0,1 °C (0,2 °F) mỗi thập niên trong vòng 50 năm qua, và sự ấm lên này mạnh nhất trong mùa đông và xuân. Điều này được bù đắp một phần bởi sự lạnh đi ở Đông Nam Cực. Đây là dấu hiệu ghi nhận được chỉ từ một nghiên cứu ở Nam Cực về sự ấm lên do sự phát thải cacbon dioxit của con người. Tuy nhiên, một lượng nhỏ bề mặt ấm lên ở Tây Nam Cực không chắc chắn so với tác động trực tiếp đến sự đóng góp của mũ băng Tây Nam Cực đối với sự gia tăng mực nước biển. Thay vào đó, sự gia tăng các dòng chảy ra của sông bằng được tin là do dòng chảy vào ấm của các dòng hải lưu sâu ngoài khơi thềm lục địa. Đóng góp chính thức vào sự gia tăng mực nước biển từ bán đảo Nam Cực có thể là kết quả trực tiếp của sự ấm lên của khí quyển lớn hơn nhiều ở đây.": "- Châu Nam Cực [hasRegion] Bán đảo Nam Cực\n- Bán đảo Nam Cực [hasTemperatureTrend] Tăng nhẹ\n- Nghiên cứu (năm công bố: 2009) [conductedBy] Eric Steig\n- Nghiên cứu [hasFinding] Nhiệt độ bề mặt trung bình trên toàn lục địa Nam Cực tăng nhẹ khoảng >0,05 °C (0,09 °F) trong mỗi thập niên từ 1957 đến 2006\n- Nghiên cứu [hasFinding] Tây Nam Cực đã ấm lên hơn 0,1 °C (0,2 °F) mỗi thập niên trong vòng 50 năm qua\n- Nghiên cứu [hasFinding] Sự ấm lên ở Tây Nam Cực mạnh nhất trong mùa đông và xuân\n- Đông Nam Cực [hasTemperatureTrend] Lạnh đi\n- Sự ấm lên ở Nam Cực [isCausedBy] Sự phát thải cacbon dioxit của con người\n- Sự ấm lên ở Tây Nam Cực [isCausedBy] Dòng chảy vào ấm của các dòng hải lưu sâu ngoài khơi thềm lục địa\n- Sự ấm lên ở Bán đảo Nam Cực [isCausedBy] Sự ấm lên của khí quyển lớn hơn nhiều ở đây", "Vào tháng 3 năm 2006, căn nhà chính tại khu điền trang Neverland bị đóng cửa do biện pháp cắt giảm chi phí. Nhiều báo cáo về việc Jackson gặp khó khăn tài chính xuất hiện trong thời gian này. Jackson chưa thanh toán khoản nợ 270 triệu đô-la Mỹ trước cổ phần xuất bản âm nhạc của mình, dù những cổ phần này được báo cáo mang về 75 triệu đô-la Mỹ cho ông mỗi năm. Bank of America nhượng lại khoản nợ này cho Fortress Investments. Hãng Sony đề xuất một thỏa thuận tái cơ cấu, giúp họ có thể mua lại một nửa cổ phần của Jackson trong công ty xuất bản thuộc sở hữu chung (để lại cho Jackson 25% cổ phần). Jackson chấp nhận một thỏa thuận tái cấp vốn do Sony hỗ trợ vào tháng 4 năm 2006, dù chi tiết không được công bố. Vào tháng 9 năm 2006, Jackson và vợ cũ Debbie Rowe xác nhận họ đang thảo lại quyền nuôi con. Nội dung chưa từng được công bố, khi Jackson tiếp tục làm người giám hộ của hai đứa trẻ.": "- Neverland (location: khu điền trang) [closedIn] March 2006 (reason: cắt giảm chi phí)\n- Michael Jackson [hasDebt] 270 million USD (to: cổ phần xuất bản âm nhạc)\n- Michael Jackson [hasIncome] 75 million USD (from: cổ phần xuất bản âm nhạc)\n- Bank of America [transferDebt] 270 million USD (to: Fortress Investments)\n- Sony [proposeDeal] (to: Michael Jackson)\n- Sony [buyShares] (from: Michael Jackson)\n- Michael Jackson [acceptDeal] (from: Sony)\n- Michael Jackson [renegotiateCustody] (with: Debbie Rowe)", "Đảo Wake do Không quân Hoa Kỳ quản lý dưới thỏa thuận với Bộ Nội vụ Hoa Kỳ. Sân bay Wake Island được sử dụng chủ yếu làm điểm tiếp nhiên liệu dừng và hạ cánh khẩn cấp cho máy bay quân sự ở giữa Thái Bình Dương là trung tâm diễn ra các hoạt động. 3.000 m (9.800 ft) là độ dài đường băng lớn nhất ở quần đảo Thái Bình Dương. Tọa lạc phía nam đường băng là Wake Island Launch Center, một cơ sở phóng tên lửa Reagan Test Site (chỗ thử tên lửa Reagan) do Cơ quan phòng thủ tên lửa (MDA) và Bộ tư lệnh phòng thủ tên lửa và không gian lục quân Hoa Kỳ (SMDC) điều hành. Có khoảng 94 người sống trên đảo và việc tiếp cận đảo bị hạn chế.": "- Đảo Wake [đượcQuảnLýBởi] Không quân Hoa Kỳ (thỏa thuận với Bộ Nội vụ Hoa Kỳ)\n- Sân bay Wake Island [đượcSửDụng] [làm] điểm tiếp nhiên liệu dừng và hạ cánh khẩn cấp cho máy bay quân sự\n- Thái Bình Dương [là] trung tâm diễn ra các hoạt động\n- Đường băng [cóĐộDài] 3.000 m (9.800 ft)\n- Wake Island Launch Center [đượcĐiềuHànhBởi] Cơ quan phòng thủ tên lửa (MDA) và Bộ tư lệnh phòng thủ tên lửa và không gian lục quân Hoa Kỳ (SMDC)\n- Đảo Wake [cóKhoảng] 94 người sống\n- Đảo Wake [có] việc tiếp cận bị hạn chế", "Từ năm 1594 đến 1603 là giai đoạn khó khăn nhất khi xảy ra cuộc nổi dậy gọi là Loạn Tyrone, hay Cuộc chiến Chín năm do Hugh O’Neill, Bá tước xứ Tyrone lãnh đạo với sự hậu thuẫn của Tây Ban Nha. Mùa xuân năm 1599, Elizabeth sai Robert Devereux, Bá tước xứ Essex, đến dẹp loạn, nhưng ông này không làm được gì mà còn tự ý bỏ về. Charles Blount, Huân tước Mountjoy, được cử đến thay thế Devereux, phải mất ba năm mới đánh bại quân phiến loạn. Năm 1603, O’Neill chịu đầu hàng, chỉ ít ngày sau khi Elizabeth qua đời.": "- Hugh O’Neill (title: Bá tước xứ Tyrone) [led] Loạn Tyrone (aka: Cuộc chiến Chín năm)\n- Loạn Tyrone [supportedBy] Tây Ban Nha\n- Elizabeth [sent] Robert Devereux (title: Bá tước xứ Essex) [to] dẹp loạn\n- Robert Devereux [replacedBy] Charles Blount (title: Huân tước Mountjoy)\n- Charles Blount [defeated] quân phiến loạn\n- O’Neill [surrenderedTo] Elizabeth\n- Elizabeth [died] [before] O’Neill [surrendered]", "Khoảng cách thu nhập giữa người giàu và người nghèo tại Mỹ lớn hơn bất cứ quốc gia phát triển nào khác. Bắt đầu từ những năm 1980 tỷ lệ nghèo tương đối liên tục vượt cao hơn so với tỷ lệ tương tự tại các quốc gia giàu có khác, mặc dù các phân tích sử dụng những bộ dữ liệu chung để so sánh thường thấy rằng Hoa Kỳ có tỷ lệ nghèo tuyệt đối thấp hơn hầu hết các quốc gia. Những người cực nghèo khó (Extreme poverty) tại Hoa Kỳ, là những hộ gia đình có thu nhập ít hơn 2 đô la một ngày (Không kể trợ cấp chính phủ), đã tăng gấp đôi từ mức năm 1996 lên 1,5 triệu người năm 2011, bao gồm 2,8 triệu trẻ em. Trong năm 2013, trẻ em nghèo đã tăng mức kỷ lục, với 16,7 triệu trẻ em sống trong tình trạng thiếu thốn lương thực, khoảng 35% cao hơn mức năm 2007. Đến năm 2015, 44% trẻ em trên toàn nước Mỹ sống trong những gia đình có thu nhập thấp.": "- Mỹ [hasIncomeGap] (lớn hơn bất cứ quốc gia phát triển nào khác)\n- Mỹ [hasPovertyRate] (cao hơn so với các quốc gia giàu có khác)\n- Mỹ [hasExtremePoverty] (tăng gấp đôi từ năm 1996 đến 2011)\n- Mỹ [hasChildPoverty] (tăng mức kỷ lục năm 2013)\n- Mỹ [hasLowIncomeFamilies] (44% trẻ em sống trong năm 2015)", "Ngày 11 tháng 3 năm 1970, quận Vĩnh Lợi thuộc tỉnh Bạc Liêu nhận thêm một phần đất đai trước đó thuộc xã Châu Hưng, quận Thạnh Trị, tỉnh Ba Xuyên và cũng nhận lại phần đất đai trước đó thuộc xã Hưng Hội nhưng từng bị cắt chuyển về thuộc quận Hòa Tú thuộc tỉnh Ba Xuyên; đồng thời nửa phía bắc xã Châu Thới thuộc quận Vĩnh Lợi, tỉnh Bạc Liêu cũng lại sáp nhập vào xã Châu Hưng thuộc quận Thạnh Trị, tỉnh Ba Xuyên. Bên cạnh đó, dải đất rộng 1500m chạy dọc sông Mỹ Thanh thuộc các xã Khánh Hòa và Vĩnh Phước của quận Vĩnh Châu thuộc tỉnh Bạc Liêu cũng giao về cho quận Hòa Tú thuộc tỉnh Ba Xuyên.": "- Quận Vĩnh Lợi (tỉnh Bạc Liêu) [nhận đất] Xã Châu Hưng (quận Thạnh Trị, tỉnh Ba Xuyên)\n- Quận Vĩnh Lợi (tỉnh Bạc Liêu) [nhận đất] Xã Hưng Hội (quận Hòa Tú, tỉnh Ba Xuyên)\n- Xã Châu Thới (quận Vĩnh Lợi, tỉnh Bạc Liêu) [sáp nhập] Xã Châu Hưng (quận Thạnh Trị, tỉnh Ba Xuyên)\n- Dải đất rộng 1500m (xã Khánh Hòa và Vĩnh Phước, quận Vĩnh Châu, tỉnh Bạc Liêu) [giao về] Quận Hòa Tú (tỉnh Ba Xuyên)", "Xuất hiện sau văn hóa Nhị Lý Đầu là văn hóa Nhị Lý Cương, tồn tại trong khoảng thời gian 1500 TCN –1300 TCN và được đặt theo tên một di chỉ ở ngay bên ngoài khu đô thị của Trịnh Châu. Di chỉ có dấu tích của một tường thành lớn với chu vi gần 7 km, các xưởng lớn được đặt ngay bên ngoài tường thành: một xưởng sản xuất đồ cốt, một xưởng sản xuất đồ gốm, hai xưởng sản xuất bình đồng. Nhị Lý Cương là nền văn hóa khảo cổ học sớm nhất tại Trung Quốc thể hiện việc đã sử dụng phổ biến các bình đồng được đúc, phong cách cũng thống nhất hơn văn hóa Nhị Lý Đầu. Nhiều nhà khảo cổ Trung Quốc cho rằng thành cổ này là một trong những đô thành ban đầu của vương triều Thương, triều đại tiếp nối của vương triều Hạ. Minh Điều, nay là đông bộ Phong Khâu là nơi quân của Thương Thang đã quyết chiến với quân của vua Kiệt triều Hạ, kết quả là quân Hạ đại bại. Do việc lũ lụt, thiên tai, triều Thương đã phải thiên đô nhiều lần, cuối cùng định đô tại Ân Khư (thuộc An Dương ngày nay) trong thời gian vua Bàn Canh trị vì. Viên quan triều Thanh Vương Ý Vinh (王懿榮) đã phát hiện ra những xương và mai rùa được khắc chữ tại di chỉ An Khư vào năm 1899, được gọi là giáp cốt văn.": "- Văn hóa Nhị Lý Đầu [tiếpNốiBởi] Văn hóa Nhị Lý Cương (thời gian tồn tại: 1500 TCN –1300 TCN)\n- Văn hóa Nhị Lý Cương [cóDiChỉ] Trịnh Châu (tường thành chu vi: 7 km)\n- Văn hóa Nhị Lý Cương [cóXưởngSảnXuất] Xưởng sản xuất đồ cốt\n- Văn hóa Nhị Lý Cương [cóXưởngSảnXuất] Xưởng sản xuất đồ gốm\n- Văn hóa Nhị Lý Cương [cóXưởngSảnXuất] Xưởng sản xuất bình đồng (2 xưởng)\n- Văn hóa Nhị Lý Đầu [cóPhongCách] Thống nhất hơn Văn hóa Nhị Lý Cương\n- Văn hóa Nhị Lý Cương [sửDụng] Bình đồng đúc\n- Thành cổ Nhị Lý Cương [là] Đô thành ban đầu của Vương triều Thương\n- Vương triều Thương [tiếpNối] Vương triều Hạ\n- Minh Điều [là] Nơi quân Thương Thang quyết chiến với quân vua Kiệt triều Hạ\n- Triều Thương [thiênĐô] Ân Khư (thuộc An Dương ngày nay)\n- Vương Ý Vinh [phátHiện] Giáp cốt văn tại An Khư (năm 1899)", "Ẩm thực Ireland chịu ảnh hưởng từ cây trồng và vật nuôi trong khí hậu ôn hoà trên đảo, và từ hoàn cảnh xã hội-chính trị trong lịch sử. Chẳng hạn, từ thời kỳ Trung Cổ cho đến khi du nhập khoai tây vào thế kỷ XVI thì đặc điểm chi phối của kinh tế Ireland là chăn nuôi gia súc, số lượng gia súc mà một người sở hữu tương đương với địa vị xã hội của họ. Do đó, những người chăn nuôi tránh giết bò sữa. Vì thế, thịt lợn và thịt trắng phổ biến hơn thịt bò, và thịt muối cùng bơ muối là trung tâm trong bữa ăn tại Ireland kể từ thời Trung Cổ. Kể từ khi khoai tây được đưa đến vào nửa cuối thế kỷ XVI, nó có ảnh hưởng lớn đến ẩm thực trên đảo. Bần cùng khiến người dân sử dụng khoai tây và đến giữa thế kỷ XIX đại đa số cư dân có bữa ăn là khoai tây và sữa. Một gia đình điển hình gồm vợ chồng và bốn con ăn hết 18 stone (110 kg) khoai tây mỗi tuần. Do đó, các món ăn được cho là món ăn dân tộc có cách thức nấu không tinh tế, như món hầm Ireland, thịt muối và cải bắp, bánh kếp khoai tây boxty, và món colcannon gồm khoai tây nghiền cùng với cải xoăn hoặc cải bắp.": "- Ẩm thực Ireland [influencedBy] cây trồng và vật nuôi (khí hậu ôn hoà)\n- Ẩm thực Ireland [influencedBy] hoàn cảnh xã hội-chính trị (lịch sử)\n- Chăn nuôi gia súc [isCharacteristicOf] kinh tế Ireland (thời kỳ Trung Cổ - thế kỷ XVI)\n- Số lượng gia súc [isEquivalentTo] địa vị xã hội (người chăn nuôi)\n- Người chăn nuôi [avoid] giết bò sữa\n- Thịt lợn và thịt trắng [isMorePopularThan] thịt bò (Ireland)\n- Thịt muối và bơ muối [isCentralTo] bữa ăn Ireland (thời Trung Cổ)\n- Khoai tây [hasGreatInfluenceOn] ẩm thực Ireland (thế kỷ XVI)\n- Bần cùng [leadsTo] người dân sử dụng khoai tây\n- Khoai tây và sữa [isMainFood] cư dân Ireland (giữa thế kỷ XIX)\n- Gia đình điển hình (vợ chồng và bốn con) [consumes] 18 stone (110 kg) khoai tây (mỗi tuần)\n- Món hầm Ireland, thịt muối và cải bắp, bánh kếp khoai tây boxty, colcannon [isConsidered] món ăn dân tộc Ireland (cách thức nấu không tinh tế)", "Đã phát hiện được các dấu vết có niên đại sớm nhất về sự định cư của con người tại Bắc Kinh trong các hang động ở Long Cốt Sơn (龙骨山) gần Chu Khẩu Điếm thuộc huyện Phòng Sơn, nơi người vượn Bắc Kinh từng sinh sống. Các hóa thạch người đứng thẳng (Homo erectus) từ các hang động này có niên đại từ 230.000 đến 250.000 năm trước. Người hiện đại (homo sapiens) thời đại đồ đá cũ cũng đã sinh sống tại khu vực Bắc Kinh, từ khoảng 27.000 năm trước. Các nhà khảo cổ học đã phát hiện những điểm định cư thời đại đồ đá mới trên khắp thành phố, bao gồm cả ở Vương Phủ Tỉnh tại trung tâm Bắc Kinh.": "- Long Cốt Sơn (龙骨山) [locatedIn] Chu Khẩu Điếm [locatedIn] Phòng Sơn\n- Người vượn Bắc Kinh [livedIn] Long Cốt Sơn (龙骨山)\n- Người đứng thẳng (Homo erectus) [livedIn] Long Cốt Sơn (龙骨山) [age: 230.000 - 250.000 năm trước]\n- Người hiện đại (homo sapiens) [livedIn] Bắc Kinh [age: 27.000 năm trước]\n- Điểm định cư thời đại đồ đá mới [locatedIn] Bắc Kinh\n- Vương Phủ Tỉnh [locatedIn] Bắc Kinh"}