["(Fort Carroll, located in the administrative territorial entity, Baltimore)", "(Peninsula Campaign, point in time, 1862)", "(Arlington Memorial Bridge, located in the administrative territorial entity, Washington)", "(Lost Cause, instance of, romanticize)", "(The Dukes of Hazzard, original broadcaster, CBS)", "(Fort Monroe, located in the administrative territorial entity, Hampton, Virginia)", "(Baltimore Museum of Art, located in the administrative territorial entity, Baltimore)", "(Wesley Norris, work period (start), 1866)", "(James M. McPherson, employer, Princeton University)", "(sword, owned by, George Washington)", "(Traveller, owned by, Robert E. Lee)", "(Fauquier County, located in the administrative territorial entity, Virginia)", "(son, mother, Anne)", "(Gods and Generals, cast member, Robert Duvall)", "(Confederate Heroes Day, located in the administrative territorial entity, Texas)", "(Southern Historical Society, located in the administrative territorial entity, Atlanta, Georgia)", "(Union, shares border with, Confederacy)", "(Confederacy, shares border with, North)", "(Andrew Johnson, position held, President)", "(Comanche, located in the administrative territorial entity, Texas)", "(Apache, located in the administrative territorial entity, Texas)", "(Daniel Parke Custis, spouse, Martha Washington)", "(Virginia, contains administrative territorial entity, Richmond)", "(Provisional Army of Virginia, replaced by, Confederate States Army)", "(white man, opposite of, black race)", "(Anne, child, son)", "(Gettysburg, cast member, Martin Sheen)", "(Arlington plantation, located in the administrative territorial entity, Virginia)", "(Horatio Seymour, member of political party, Democratic Party)", "(Lincoln's Dreams, author, Connie Willis)", "(Cold Harbor, part of, Overland Campaign)", "(Michigan, shares border with, Ohio)", "(equestrian statue of Lee, creator, Jean Antonin Mercié)", "(Monument Avenue, located in the administrative territorial entity, Richmond, Virginia)", "(Baltimore, located in the administrative territorial entity, Maryland)", "(Maryland, contains administrative territorial entity, Baltimore)", "(Lee's mythical status in the South, main subject, Robert E. Lee)", "(Napoleon, sibling, Frederick)", "(Democrats, opposite of, Republicans)", "(second amnesty, point in time, December 25, 1868)", "(Washington and Lee University, located in the administrative territorial entity, Lexington, Virginia)", "(Abraham Lincoln, position held, President of the United States)", "(William Overton Winston, work location, Richmond)", "(Robert E. Lee, conflict, Mexican–American War)", "(slave law, facet of, slavery)", "(John C. Breckinridge, candidacy in election, 1860 presidential election)", "(Pickett's Charge, part of, Gettysburg Campaign)", "(Petersburg, Virginia, located in or next to body of water, James River)", "(2016 Summer Olympics, point in time, 2016)", "(Robert Edward Lee, date of birth, January 19, 1807)", "(Andrew Talcott, spouse, Harriett Talcott)", "(Battle of Cerro Gordo, point in time, April 18, 1847)", "(Cockspur Island, located in or next to body of water, Savannah River)", "(Robert Edward Lee, conflict, American Civil War)", "(Custis-Lee Mansion, replaced by, Arlington National Cemetery)", "(statue of Robert E. Lee, located in the administrative territorial entity, Washington, D.C.)", "(The Guns of the South, author, Harry Turtledove)", "(Wilderness, part of, Overland Campaign)", "(Virginia, contains administrative territorial entity, Alexandria)", "(Andrew Hunter, military branch, Confederate army)", "(Lee College, located in the administrative territorial entity, Baytown, Texas)", "(Charlottesville, Virginia, significant event, Unite the Right rally)", "(Virginia, contains administrative territorial entity, Fauquier County)", "(1860 presidential election, candidate, John C. Breckinridge)", "(Jubal Early, educated at, Washington College)", "(black race, opposite of, white man)", "(Alexandria, located in the administrative territorial entity, Virginia)", "(Elizabeth Brown Pryor, field of work, biographer)", "(George S. Patton, conflict, World War II)", "(David E. Twiggs, military branch, United States Army)", "(operations of 1862, point in time, 1862)", "(adverse impact that it had on white people, facet of, slavery was bad for white people)", "(South, shares border with, North)", "(her mother, child, Mary Custis)", "(Fitzhugh Lee, conflict, Spanish–American War)", "(preamble, part of, Constitution)", "(Battle of Appomattox Court House, point in time, April 9, 1865)", "(Douglas Southall Freeman, award received, Pulitzer prize)", "(National Anti-Slavery Standard, inception, 1866)", "(Smith, spouse, Anne)", "(Confederate States of America, inception, 1861)", "(John C. Calhoun, position held, United States Secretary of War)", "(Robert Edward Lee, date of death, October 12, 1870)", "(his well-known analysis of slavery, publication date, 1856)", "(George Washington, owner of, sword)", "(Spotsylvania Court House, part of, Overland Campaign)", "(North, shares border with, South)", "(Confederacy, has part, Southern)", "(Reconstruction, follows, Civil War)", "(Amnesty Oath, point in time, October 2, 1865)", "(Virginia, contains administrative territorial entity, Lexington)", "(Arlington National Cemetery, replaces, Custis-Lee Mansion)", "(equestrian statue of Lee, located in the administrative territorial entity, Richmond, Virginia)", "(Confederate States Army, conflict, American Civil War)", "(Traveller, location, Gettysburg National Military Park)", "(Bring the Jubilee, author, Ward Moore)", "(Fort Bliss, located in the administrative territorial entity, Virginia)", "(Bristoe, followed by, Mine Run)", "(George Custis, owner of, Custis' will)", "(Jean Antonin Mercié, notable work, equestrian statue of Lee)", "(Army of N. Virginia, replaces, Confederate Army)", "(Seven Days Battles, participant, Army of the Potomac)", "(William Seward, position held, Secretary of State)", "(Union, contains administrative territorial entity, Virginia)", "(The Making of Robert E. Lee, publication date, 2000)", "(John Pope, conflict, Second Battle of Bull Run)", "(North, shares border with, Confederacy)", "(Civil War, has effect, Reconstruction)", "(Wyman Park, located in the administrative territorial entity, Baltimore)", "(Mary, sibling, Wesley Norris)", "(George Washington Parke Custis, date of death, 1857)", "(1850s, point in time, 1850)", "(Confederate President, officeholder, Jefferson Davis)", "(Southern, part of, Confederacy)", "(Petersburg, Virginia, significant event, besieged in Petersburg)", "(Emancipation Proclamation, author, Abraham Lincoln)", "(Simon Cameron, position held, Secretary of War)", "(Martha, spouse, George Washington)", "(Wesley Norris, sibling, Mary)", "(besieged in Petersburg, location, Petersburg, Virginia)", "(George Meade, conflict, Battle of Gettysburg)", "(Stratford Hall Plantation, located in the administrative territorial entity, Westmoreland County, Virginia)", "(South, shares border with, Union)", "(Jefferson Davis, position held, Confederate President)", "(Fredericksburg, Virginia, located in or next to body of water, Rappahannock River)", "(George Washington University, located in the administrative territorial entity, Washington, D.C.)", "(Lincoln's Dreams, publication date, 1987)", "(Martha Washington, spouse, Daniel Parke Custis)", "(Arlington House, The Robert E. Lee Memorial, located in the administrative territorial entity, Arlington, Virginia)", "(Tender is the Heart, creator, Mort Künstler)", "(George Washington, spouse, Martha)", "(Ulysses S. Grant, conflict, Mexican–American War)", "(Custis' will, owned by, George Custis)", "(Confederate Army, replaced by, Army of N. Virginia)", "(University Chapel, part of, Washington and Lee University)", "(John Brown, residence, Harpers Ferry, Virginia)", "(Confederacy, shares border with, Union)", "(Lexington, located in the administrative territorial entity, Virginia)", "(Henry \"Light Horse Harry\" Lee III, military branch, United States Army)", "(George Washington Custis Lee, educated at, West Point)", "(Francis P. Blair, position held, presidential advisor)", "(Battle of Cheat Mountain, point in time, April 11, 1862)", "(Washington, D.C., located in or next to body of water, Potomac River)", "(Mine Run, follows, Bristoe)", "(Robert Edward Lee, military branch, Confederate States Army)", "(statue of Robert E. Lee, location, Statuary Hall)", "(Caesar, sibling, Napoleon)", "(George Custis, date of death, 1857)", "(Battle of Seven Pines, point in time, June 1, 1862)", "(Battle of Vitoria-Vitoria-Romagna, point in time, 1815)", "(Eric Foner, occupation, Historian)", "(Frederick, sibling, Napoleon)", "(Richmond, located in the administrative territorial entity, Virginia)", "(Arlington, located in the administrative territorial entity, Virginia)", "(Reconstruction, location, South)", "(Republicans, opposite of, Democrats)", "(Robert E. Lee, instance of, steamboat)", "(Joseph Hooker, military branch, Army of the Potomac)", "(Lee, educated at, Washington College)", "(Napoleon, sibling, Caesar)", "(Winfield Scott, conflict, Mexican–American War)", "(Cortina War, end time, 1860)", "(Ohio, shares border with, Michigan)", "(Battle of Gettysburg, part of, invasion of the North)", "(Ku Klux Klan, political ideology, white-supremacy)", "(Confederate, conflict, American Civil War)", "(National Mall, located in the administrative territorial entity, Washington, D.C.)", "(General in Chief of the Armies of the Confederate States, inception, February 6, 1865)", "(Mary Custis, mother, her mother)", "(Richmond, located in or next to body of water, James River)", "(Henry \"Light Horse Harry\" Lee III, educated at, United States Military Academy)", "(invasion of Maryland, point in time, 1863)", "(Eric Foner, employer, Columbia University)", "(commander-in-chief, subclass of, executive order)", "(American Colonization Society, facet of, gradually end slavery by establishing a free republic in Liberia for African-Americans)", "(The Killer Angels, author, Shaara Family)", "(CSS Robert E. Lee, instance of, gunboat)", "(Traveller, author, Richard Adams)", "(Harriett Talcott, spouse, Andrew Talcott)", "(Mount Vernon, dissolved, abolished or demolished date, 1860)", "(Virginia, located in the administrative territorial entity, Union)", "(Confederate States Army, replaces, Provisional Army of Virginia)", "(Robert E. Lee, owner of, Traveller)", "(Stone Mountain Memorial half dollar, inception, 1925)", "(If the South Had Won the Civil War, author, MacKinlay Kantor)", "(slavery is abolished, facet of, inter-sectional reconciliation)", "(Crittenden Compromise, main subject, slavery)", "(Fort Wool, located in or next to body of water, Rip Raps)", "(Virginia, contains administrative territorial entity, Arlington)", "(Constitution, has part, preamble)", "(Robert E. Lee, notable work, Lee's mythical status in the South)", "(Caesar, sibling, Frederick)", "(Union, shares border with, South)", "(Lee–Jackson Day, located in the administrative territorial entity, Virginia)", "(The Last Full Measure, author, Shaara Family)", "(United States Army, conflict, Spanish–American War)", "(James Buchanan, position held, President)", "(Arlington House, The Robert E. Lee Memorial, architectural style, Greek revival)", "(Anne, spouse, Smith)", "(Mexican–American War, end time, February 2, 1848)", "(Lost Cause, facet of, slavery)", "(Abraham Lincoln, notable work, Emancipation Proclamation)", "(statues and monuments to Lee, depicts, Lee)", "(Statuary Hall, located in the administrative territorial entity, Washington, D.C.)", "(Battle of Chancellorsville, point in time, June 1863)", "(equestrian statue of Lee, location, Monument Avenue)", "(Unite the Right rally, location, Charlottesville, Virginia)", "(Frederick, sibling, Caesar)", "(Gods and Generals, author, Shaara Family)", "(Robert E. Lee, conflict, Civil War)"]