["(King family, has part, Coretta)", "(Bloody Sunday, point in time, March 7, 1965)", "(Harvard University, has part, John F. Kennedy School of Government)", "(poverty, opposite of, wealth)", "(Jimmy Carter, position held, President)", "(Malcolm X, member of, Nation of Islam)", "(Dexter Scott King, sibling, Yolanda King)", "(race riots, located in the administrative territorial entity, Baltimore)", "(a book about the investigation and trial, publication date, 2003)", "(Adlai Stevenson II, candidacy in election, 1956 presidential election)", "(Montgomery bus boycott, point in time, 1955)", "(Administration, officeholder, Johnson)", "(flight from reality, subclass of, disputing view)", "(assassinated, facet of, John F. Kennedy)", "(positive peace, opposite of, negative peace)", "(Martin Luther King, spouse, Coretta King)", "(Third World, has part, Vietnam)", "(Nobel Peace Prize, winner, Mohandas K. Gandhi)", "(James Earl Ray, residence, Lorraine Motel)", "(Martin Luther King Jr. Memorial, located in the administrative territorial entity, Washington, D.C.)", "(2000, point in time, 2000)", "(Jesus, significant event, bodily resurrection)", "(King Center, named after, Billy Graham)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(Bearing the Cross, publication date, 1986)", "(Campaigns 2012, point in time, 2012)", "(Nation of Islam, founded by, Malcolm X)", "(Emmett \"Weasel\" Proctor, educated at, Morehouse College)", "(Civil Rights Act of 1964, publication date, 1964)", "(Coretta, child, Bernice King)", "(Martin Luther King Jr., influenced by, Martin Luther King Jr.)", "(Barbara Ransby, employer, University of Illinois at Chicago)", "(memorial, facet of, Death)", "(Voting Rights Act, publication date, 1965)", "(Ebenezer Baptist, located in the administrative territorial entity, Atlanta)", "(Latin America, part of, Third World)", "(declassified, publication date, 2027)", "(And the Walls Came Tumbling Down, publication date, 1989)", "(Bernice King, sibling, Yolanda King)", "(Gandhi, movement, nonviolent resistance)", "(1956 presidential election, candidate, Adlai Stevenson II)", "(Republican, opposite of, Democratic party)", "(Democratic party, opposite of, Republican)", "(North Lawndale, located in the administrative territorial entity, Chicago)", "(Nineteen Eighty-Four, follows, Nineteen Eighty-Four)", "(2016 Summer Olympics, point in time, 2016)", "(Albany Movement, inception, November 1961)", "(academic inquiry in October 1991, main subject, plagiarized)", "(James Earl Ray, date of death, April 4, 1968)", "(Student Nonviolent Coordinating Committee, founded by, Ella Baker)", "(Native American Rights Fund, founded by, John Echohawk)", "(Walter Reuther, employer, United Auto Workers)", "(Martin Luther King Jr. Day, inception, November 2, 1983)", "(Calvary Baptist Church, located in the administrative territorial entity, Chester, Pennsylvania)", "(1967 Massey Lecture, point in time, 1967)", "(his life, facet of, Martin Luther King Jr.)", "(Mahalia Jackson, notable work, I Have a Dream)", "(economic exploitation, subclass of, racism)", "(Remington Gamemaster, instance of, rifle)", "(Central Park, located in the administrative territorial entity, Manhattan)", "(Coretta Scott King, child, Dexter King)", "(Poor People's Campaign, inception, 1968)", "(AFSCME Local 1733, located in the administrative territorial entity, Memphis, Tennessee)", "(Jesus, participant in, Sermon on the Mount)", "(FBI–King suicide letter, main subject, FBI)", "(1964 recording, location, Willard Hotel)", "(Vietnam, part of, Third World)", "(Paul Douglas, member of political party, Democratic)", "(its governor, applies to jurisdiction, Alabama)", "(race riots, located in the administrative territorial entity, Kansas City)", "(John Lewis Smith Jr., position held, Judge)", "(James Bevel, member of, SCLC)", "(nonviolent protest, subclass of, protest)", "(Coretta Scott King, child, Dexter Scott King)", "(Best Spoken Word Recording, instance of, Grammy Award)", "(Gospel, practiced by, preacher)", "(Time Person of the Year, inception, 1963)", "(Mohandas K. Gandhi, award received, Nobel Peace Prize)", "(National Mall, located in the administrative territorial entity, Washington, D.C.)", "(Martin Luther King Jr. Memorial Library, located in the administrative territorial entity, Washington, D.C.)", "(Operation Breadbasket, organizer, Jesse Jackson)", "(Martin Luther King Jr., influenced by, King)", "(The Measure of a Man, publication date, 1959)", "(Johnson, position held, President)", "(George Romney, member of political party, Republican)", "(Ernest Vandiver, position held, Georgia governor)", "(oratorical contest, point in time, April 13, 1944)", "(Robert Hayling, member of, Deacons for Defense and Justice)", "(Browder v. Gayle, court, United States District Court)", "(Atlanta sit-ins, participant, Atlanta Student Movement)", "(King Center, located in the administrative territorial entity, Atlanta, Georgia)", "(Papago Indian Reservation, instance of, Indian Reservation)", "(civil-rights movement, has part, civil rights)", "(Glenda Gilmore, employer, Yale University)", "(And the Walls Came Tumbling Down, author, Ralph Abernathy)", "(John F. Kennedy, position held, Attorney General)", "(Robert F. Kennedy, position held, Attorney General)", "(1968 presidential election, candidate, Johnson)", "(Martin Luther King Sr., child, Martin Luther King Jr.)", "(March on Washington for Jobs and Freedom, point in time, August 28, 1963)", "(I won't have the fine and luxurious things of life, instance of, life)", "(Negroes, instance of, inferior race)", "(Johnson, candidacy in election, 1968 presidential election)", "(Joseph Lowery, member of, Southern Christian Leadership Conference)", "(COINTELPRO, parent organization, Federal Bureau of Investigation)", "(Vietnam, part of, Southeast Asia)", "(Nelson Rockefeller, member of political party, Republican)", "(Jack O'Dell, employer, House Un-American Activities Committee)", "(Yolanda King, sibling, Bernice King)", "(King, influenced by, Martin Luther King Jr.)", "(HTLINGUAL, operator, CIA)", "(Third World, has part, Latin America)", "(Nhất Hạnh, nominated for, Nobel Peace Prize)", "(Montgomery bus boycott, point in time, December 1, 1955)", "(Roxbury, located in the administrative territorial entity, Boston)", "(King, spouse, Coretta)", "(I've Been to the Mountaintop, location, Mason Temple)", "(Dexter Avenue Baptist Church, located in the administrative territorial entity, Montgomery)", "(Izola Curry, point in time, September 20, 1958)", "(his maternal grandmother, date of death, May 18, 1941)", "(Dexter Scott King, sibling, Bernice King)", "(Martin Luther King Jr., date of death, April 4, 1968)", "(1965 march to Montgomery, Alabama, point in time, 1965)", "(Civil Rights Act of 1968, has part, Fair Housing Act)", "(King Center, founded by, Coretta Scott King)", "(James Bevel, member of, Spring Mobilization Committee to End the War in Vietnam)", "(Ella Baker, member of, Student Nonviolent Coordinating Committee)", "(Southern Christian Leadership Conference, founded by, Ralph Abernathy)", "(Grammy Award, has part, Best Spoken Word Recording)", "(Michael King Jr., date of birth, January 15, 1929)", "(race riots, located in the administrative territorial entity, Louisville)", "(Fair Housing Act, part of, Civil Rights Act of 1968)", "(Dexter King, mother, Coretta Scott King)", "(United States, ethnic group, African Americans)", "(James Earl Ray, sibling, Jerry Ray)", "(SCLC, inception, 1957)", "(United States of America, continent, world)", "(Second Emancipation Proclamation, point in time, 1962)", "(I did try in my life to visit those who were in prison, follows, I did try in my life to clothe those who were naked)", "(John F. Kennedy School of Government, part of, Harvard University)", "(King family, has part, Bernice King)", "(Martin Luther King Jr., different from, Martin Luther King Jr.)", "(Highlander Research and Education Center, political ideology, progressive)", "(Martin Luther, movement, Reformation)", "(I won't have any money to leave behind, instance of, life)", "(Jennie, child, Martin Jr.)", "(Hubert Humphrey, position held, Vice President)", "(Dexter Avenue Baptist Church, located in the administrative territorial entity, Montgomery, Alabama)", "(Eugene \"Bull\" Connor, employer, Birmingham Police Department)", "(Morehouse College, instance of, historically black college)", "(On Civil Disobedience, author, Henry David Thoreau)", "(Constitution for the Federation of Earth, inception, 1968)", "(Martin Luther King Jr., date of birth, January 15, 1929)", "(Ronald Denton Wilson, father, Henry Clay Wilson)", "(Jacob Lew, position held, Treasury Secretary)", "(John Hume, member of political party, Social Democratic and Labour Party)", "(Yolanda King, sibling, Dexter Scott King)", "(Jerry Ray, sibling, James Earl Ray)", "(Jim Crow laws, main subject, southern segregation)", "(Stride Toward Freedom, main subject, nonviolence)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Nineteen Eighty-Four, followed by, Nineteen Eighty-Four)", "(Charles Percy, member of political party, Republican)", "(Coordinating Council of Community Organizations, founded by, Albert Raby)", "(John Echohawk, ethnic group, Pawnee)", "(Martin Luther King Jr., father, Martin Luther King Sr.)", "(the hotel where King was murdered, located in the administrative territorial entity, Memphis)", "(I did try in my life to clothe those who were naked, followed by, I did try in my life to visit those who were in prison)", "(Bernice King, part of, King family)", "(Creek, located in the administrative territorial entity, Alabama)", "(Coretta, spouse, King)", "(Poor People's Campaign, part of, civil rights movement)", "(Marquette Park, located in the administrative territorial entity, Chicago)", "(Timothy Paul, religion, Holy Christian Orthodox Church)", "(negative peace, opposite of, positive peace)", "(Star Trek, cast member, Nichelle Nichols)", "(J. Edgar Hoover, position held, FBI director)", "(Martin Luther King Jr., place of burial, South View Cemetery)", "(Walter Reuther, employer, United Automobile Workers)", "(Nonviolence, subclass of, nonviolent)", "(Jesus Christ, participant in, Sermon on the Mount)", "(Margaret Sanger Award, conferred by, Planned Parenthood Federation of America)", "(Selma voting rights movement, point in time, 1965)", "(Benjamin Mays, religion, Baptist)", "(Edmund Pettus Bridge, located in the administrative territorial entity, Selma)", "(Negroes, country, America)", "(Lincoln Memorial, located in the administrative territorial entity, Washington, D.C.)", "(black militant situation, point in time, 1967)", "(Southern Christian Leadership Conference, founded by, Fred Shuttlesworth)", "(John F. Kennedy, sibling, Robert)", "(Walter Rauschenbusch, field of work, social gospel)", "(Fred Shuttlesworth, member of, Southern Christian Leadership Conference)", "(Robert, sibling, John F. Kennedy)", "(Ralph Abernathy, member of, Southern Christian Leadership Conference)", "(America, ethnic group, Negroes)", "(I'm not concerned about that now. I just want to do God's will, has part, I've looked over)", "(great wall of segregation, country, America)", "(segregationists, location, South)", "(Bearing the Cross, author, David Garrow)", "(Booker T. Washington High School, inception, 1942)", "(Sermon on the Mount, author, Jesus)", "(Henry David Thoreau, notable work, On Civil Disobedience)", "(Spingarn Medal, conferred by, NAACP)", "(relief rolls, part of, common law)", "(integration, facet of, civil rights movement)", "(Minaret, operator, National Security Agency)", "(Warren Memorial Methodist Church, located in the administrative territorial entity, Atlanta)", "(Congressional Gold Medal, inception, 2004)", "(Saint Francis College, located in the administrative territorial entity, Biddeford, Maine)", "(Catholics, instance of, church)", "(Legal Defense and Education Fund, parent organization, NAACP)", "(Martin Jr., mother, Jennie)", "(Albert Luthuli, award received, Nobel Peace Prize)", "(Nobel Peace Prize, winner, Albert Luthuli)", "(Bernice King, sibling, Dexter Scott King)", "(1956 presidential election, candidate, Dwight D. Eisenhower)", "(Twelfth Baptist Church, located in the administrative territorial entity, Boston)", "(William Sullivan, employer, Domestic Intelligence Division)", "(Wyatt Tee Walker, work location, Birmingham, Alabama)", "(black Americans, opposite of, whites)", "(Nobel Peace Prize, point in time, October 14, 1964)", "(tribal sovereignty, inception, 1831)", "(NAACP, subsidiary, Legal Defense and Education Fund)", "(Progress and Poverty, author, Henry George)", "(Gandhi, movement, nonviolent activism)", "(Lorraine Motel, occupant, James Earl Ray)", "(Dwight D. Eisenhower, candidacy in election, 1956 presidential election)", "(John F. Kennedy, significant event, assassinated)", "(Barry Goldwater, member of political party, Republican)", "(bus boycott, part of, civil rights movement)", "(Coretta, part of, King family)", "(Crozer Theological Seminary, located in the administrative territorial entity, Upland, Pennsylvania)", "(Day of Penance, facet of, nonviolence)", "(race riots, located in the administrative territorial entity, Washington, D.C.)", "(civil rights, part of, civil-rights movement)", "(Coretta King, spouse, Martin Luther King)", "(preacher, field of this occupation, Gospel)", "(Coretta Scott, work period (start), 1952)", "(Nineteen Eighty-Four, author, George Orwell)", "(Martin King Jr., educated at, Yonge Street Elementary School)", "(Johnson, position held, Administration)", "(Martin Luther King Jr., significant event, his life)", "(Lorraine Motel, located in the administrative territorial entity, Memphis)", "(biblical literalism, facet of, Bible)", "(Bayard Rustin, ethnic group, African-American)", "(whites, opposite of, black Americans)", "(I Have A Dream, author, King)", "(city hall, located in the administrative territorial entity, Atlanta)", "(Dexter Scott King, mother, Coretta Scott King)", "(wealth, opposite of, poverty)", "(Southern Christian Leadership Conference, founded by, Joseph Lowery)", "(Gone with the Wind, publication date, 1939)", "(Martin King Jr., voice type, baritone)", "(Riverside Church, located in the administrative territorial entity, New York City)", "(statue of King, location, Newcastle University)", "(We Shall Overcome, performer, Liz Lands)", "(Nobel Peace Prize, winner, Nhất Hạnh)", "(I've looked over, part of, I've seen the promised land)", "(Civil Rights Act of 1968, publication date, 1968)", "(Bernice King, mother, Coretta)", "(FBI, field of work, counterintelligence)", "(large march on Washington, point in time, January 13, 1968)", "(Vietnam War, participant, North Vietnam)", "(The series, creator, Gene Roddenberry)", "(West Side, located in the administrative territorial entity, Chicago)", "(Reinhold Niebuhr, influenced by, Walter Rauschenbusch)", "(anti-communist sentiment, country, United States)"]