["(The Cat in the Hat Comes Back, characters, Ish)", "(Ish, present in work, If I Ran the Circus)", "(Islands of Adventure, located in the administrative territorial entity, Orlando, Florida)", "(Mother Goose, genre, children's books)", "(The King's Stilts, publication date, 1939)", "(Horton Hears a Who!, derivative work, first animated CGI feature film adaptation)", "(Flit, instance of, bug spray)", "(deuce, said to be the same as, Zoice)", "(Humane Letters, instance of, honorary doctorate)", "(Soice, said to be the same as, deuce)", "(Benito Mussolini, conflict, World War II)", "(Outstanding Children's Special, instance of, Primetime Emmy Award)", "(The Cat in the Hat, genre, children's books)", "(Cat in the Hat, present in work, If I Ran the Circus)", "(animated cartoons, time period, World War II)", "(Boners, publisher, Viking Press)", "(The Butter Battle Book, based on, book of the same name)", "(The Saturday Evening Post, country of origin, United States)", "(The 500 Hats of Bartholomew Cubbins, publication date, 1938)", "(2016 Summer Olympics, point in time, 2016)", "(The Cat in the Hat, cast member, Mike Myers)", "(Green Eggs and Ham, genre, children's books)", "(Boners, publication date, 1931)", "(anapestic tetrameter, instance of, poetic meter)", "(Watergate scandal, participant, Richard Nixon)", "(Dr. Seuss, publication date, June 1956)", "(The Lorax, genre, children's books)", "(The 500 Hats of Bartholomew Cubbins, publication date, 1943)", "(Zoice, said to be the same as, deuce)", "(The Grinch Grinches the Cat in the Hat, award received, Primetime Emmy Award)", "(Zoice, said to be the same as, Soice)", "(Geisel Library, located in the administrative territorial entity, San Diego)", "(Sneelock, present in work, If I Ran the Circus)", "(Green Eggs and Ham, followed by, The Cat in the Hat)", "(book of the same name, derivative work, The Butter Battle Book)", "(Outstanding Animated Program, instance of, Primetime Emmy Award)", "(University of California, San Diego, located in the administrative territorial entity, San Diego)", "(The Cat in the Hat, author, Dr. Seuss)", "(John Steinbeck, notable work, The Merchant of Venice)", "(Frank A. Vanderlip, educated at, Dartmouth)", "(The Cat in the Hat, followed by, One Fish, Two Fish, Red Fish, Blue Fish)", "(Adolf Hitler, conflict, World War II)", "(Your Job in Germany, main subject, World War II)", "(Design for Death, award received, Academy Award for Best Documentary Feature Film)", "(The Merchant of Venice, author, John Steinbeck)", "(And to Think That I Saw It on Mulberry Street, narrative location, Springfield, Massachusetts)", "(United States Army, conflict, World War II)", "(McElligot's Pool, publisher, Dr. Seuss Enterprises)", "(The Seven Lady Godivas, publication date, 1939)", "(a person's a person, no matter how small, part of, Horton Hears a Who!)", "(The Wubbulous World of Dr. Seuss, original broadcaster, Nickelodeon)", "(Theodor Seuss Geisel, date of birth, March 2, 1904)", "(Oxford, has part, Lincoln College)", "(One Fish, Two Fish, Red Fish, Blue Fish, follows, The Cat in the Hat)", "(The Cat in the Hat, follows, Green Eggs and Ham)", "(One Fish, Two Fish, Red Fish, Blue Fish, genre, children's books)", "(Franklin D. Roosevelt, member of political party, Democrat)", "(Audio-Telly-O-Tally-O-Count, present in work, Sleep Book)", "(I Wish That I Had Duck Feet, publication date, 1965)", "(The Butter Battle Book, main subject, arms race)", "(Horton Hears a Who!, genre, children's books)", "(first animated CGI feature film adaptation, publication date, March 14, 2008)", "(internment of Japanese Americans, time period, World War II)", "(Lincoln College, part of, Oxford)", "(Horton Hears a Who!, director, Chuck Jones)", "(The Sneetches, main subject, racial equality)", "(If I Ran the Circus, characters, Ish)", "(Dartmouth Jack-O-Lantern, designed by, Alexander Laing)", "(Halloween Is Grinch Night, award received, Primetime Emmy Award)", "(The Butter Battle Book, director, Ralph Bakshi)", "(One Fish, Two Fish, Red Fish, Blue Fish, characters, Ish)", "(John Haynes Holmes, conflict, Japs)", "(Sylvester McMonkey McBean, present in work, The Sneetches)", "(And to Think That I Saw It on Mulberry Street, publisher, Dr. Seuss Enterprises)", "(Sleep Book, author, Dr. Seuss)", "(first animated CGI feature film adaptation, based on, Horton Hears a Who!)", "(The Sneetches, characters, Sylvester McMonkey McBean)", "(Grinch, present in work, If I Ran the Circus)", "(University of California, San Diego, has part, Geisel Library)", "(Soice, said to be the same as, Zoice)", "(How the Grinch Stole Christmas!, genre, children's books)", "(If I Ran the Zoo, publisher, Dr. Seuss Enterprises)", "(And to Think I Saw It on Mulberry Street, publication date, 1944)", "(Ish, present in work, The Cat in the Hat Comes Back)", "(Theodor Seuss Geisel Award, inception, April 4, 2012)", "(La Jolla, located in the administrative territorial entity, San Diego)", "(Theodor Seuss Geisel, date of death, September 24, 1991)", "(Ish, present in work, One Fish, Two Fish, Red Fish, Blue Fish)", "(And to Think That I Saw It on Mulberry Street, publication date, 1937)", "(Horton Hears a Who!, genre, allegory)", "(Laura Ingalls Wilder Medal, conferred by, professional children's librarians)", "(My Many Colored Days, publication date, 1996)", "(The Cat in the Hat, director, Chuck Jones)", "(second CGI-animated feature film adaptation, publication date, March 2, 2012)", "(crater, named after, Geisel)", "(New Deal, named after, Franklin D. Roosevelt)", "(W. Benfield Pressey, educated at, Dartmouth College)", "(The Cat's Quizzer, publisher, Dr. Seuss Enterprises)", "(I Wish That I Had Duck Feet, author, Theo LeSieg)", "(Gerald McBoing-Boing, award received, Academy Award for Best Animated Short Film)", "(Scrambled Eggs Super!, publisher, Dr. Seuss Enterprises)", "(On Beyond Zebra!, publisher, Dr. Seuss Enterprises)", "(Helen, date of death, October 23, 1967)", "(Geisel Library, part of, University of California, San Diego)", "(second CGI-animated feature film adaptation, based on, The Lorax)", "(Legion of Merit, instance of, Academy Award)", "(Yertle the Turtle, main subject, Adolf Hitler)", "(If I Ran the Circus, characters, Sneelock)", "(The Lorax, main subject, environmentalism)", "(Beginner Books, genre, children's books)", "(deuce, said to be the same as, Soice)", "(The Sneetches and Other Stories, genre, children's books)"]