["(1955, point in time, 1955)", "(World War I, followed by, World War II)", "(Erik Rasmussen, educated at, St. Louis Park)", "(Minnetonka, part of, Twin Cities)", "(median age, different from, median income)", "(median age, subclass of, age)", "(Minneapolis Land and Investment Company, inception, 1892)", "(Twin Cities, has part, Minnetonka)", "(St. Louis Park, located in the administrative territorial entity, St. Louis)", "(United States Census Bureau, has part, land)", "(Phil Frerk, sport, basketball)", "(1983, season of club or team, Minnesota Vikings)", "(Plymouth, located in the administrative territorial entity, Hennepin County, Minnesota)", "(1940, point in time, 1940)", "(Golden Valley, located in the administrative territorial entity, Hennepin County, Minnesota)", "(Nadia Mohamed, ethnic group, Somali American)", "(Jim Peterson, educated at, St. Louis Park)", "(1964, point in time, 1964)", "(St. Louis Park School District, located in the administrative territorial entity, Minnesota)", "(St. Louis, contains administrative territorial entity, St. Louis Park)", "(financial panic of 1893, point in time, 1893)", "(City Council, applies to jurisdiction, St. Louis Park)", "(The Jazz Singer, production company, Vitaphone)", "(Miracle Mile shopping center, inception, 1950)", "(Edina, located in the administrative territorial entity, Hennepin County, Minnesota)", "(Moline Plow Company, product or material produced, agriculture implement)", "(1960s, point in time, 1960)", "(District #283, part of, school district)", "(United States Census Bureau, has part, water)", "(St. Louis Park, located in the administrative territorial entity, Hennepin County, Minnesota)", "(Hispanic/Latino, instance of, ethnic category)", "(city manager, part of, city council)", "(1964, season of club or team, Minnesota Vikings)", "(Jeff Diamond, educated at, St. Louis Park)", "(Minnetonka, located in the administrative territorial entity, Hennepin County, Minnesota)", "(land, part of, United States Census Bureau)", "(Missouri, contains administrative territorial entity, St. Louis)", "(average household size, subclass of, average family size)", "(100, located in the administrative territorial entity, Minnesota)", "(St. Louis Park, inception, 1886)", "(Beth El Synagogue, located in the administrative territorial entity, St. Louis Park)", "(median income, different from, median age)", "(city council, has part, city manager)", "(1983, point in time, 1983)", "(Peavey–Haglin Experimental Concrete Grain Elevator, instance of, grain elevator)", "(census of 2010, point in time, 2010)", "(Sabes Jewish Community Center, located in the administrative territorial entity, St. Louis Park)", "(Kenesseth Israel Congregation, located in the administrative territorial entity, St. Louis Park)", "(Ilhan Omar, member of political party, Democrat)", "(2016 Summer Olympics, point in time, 2016)", "(World War II, follows, World War I)", "(1962, point in time, 1962)", "(A Serious Man, publication date, 2009)", "(St. Louis, located in the administrative territorial entity, Missouri)", "(Mayo Clinic, headquarters location, Rochester)", "(Orioles, represents, St. Louis Park)", "(water, part of, United States Census Bureau)", "(census of 2000, point in time, 2000)", "(7, located in the administrative territorial entity, Minnesota)", "(school district, has part, District #283)", "(Hopkins, located in the administrative territorial, Hennepin County, Minnesota)", "(Knollwood Mall, inception, 1956)"]