["(Cynthia Dessen, spouse, Alan)", "(Jay, child, Sasha Clementine)", "(Along for the Ride, follows, Someone Like You)", "(Dreamland, followed by, Keeping the Moon)", "(Roxane Gay, influenced by, N. K. Jemisin)", "(Netflix, owner of, other adaptations)", "(teen, different from, adult)", "(How to Deal, after a work by, Sarah Dessen)", "(Just Listen, follows, Someone Like You)", "(The Truth About Forever, followed by, Along for the Ride)", "(That Summer, followed by, Someone Like You)", "(Just Listen, publication date, 2006)", "(Sarah Dessen, date of birth, June 6, 1970)", "(Along for the Ride, publication date, May 6, 2022)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Sarah Dessen, educated at, University of North Carolina-Chapel Hill)", "(How to Deal, cast member, Peter Gallagher)", "(adult, different from, teen)", "(Dreamland, follows, Someone Like You)", "(Twitter, instance of, social media accounts)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Dessen, author, Anna Gragert)", "(How to Deal, cast member, Dylan Baker)", "(Someone Like You, followed by, Keeping the Moon)", "(Keeping the Moon, follows, Someone Like You)", "(Facebook, instance of, social media accounts)", "(Keeping the Moon, followed by, Just Listen)", "(How to Deal, cast member, Allison Janney)", "(This Lullaby, distributed by, Netflix)", "(How to Deal, cast member, Mandy Moore)", "(What Happened to Goodbye, followed by, This Lullaby)", "(other adaptations, owned by, Netflix)", "(How to Deal, cast member, Trent Ford)", "(Along for the Ride, distributed by, Netflix)", "(Greensboro College, located in the administrative territorial entity, Greensboro, North Carolina)", "(Along for the Ride, followed by, What Happened to Goodbye)", "(Just Listen, followed by, The Truth About Forever)", "(Alan, spouse, Cynthia Dessen)", "(Once and for All, distributed by, Netflix)", "(How to Deal, publication date, 2003)", "(This Lullaby, follows, Someone Like You)", "(Along for the Ride, publication date, 2009)"]