["(National Women's Political Caucus, inception, July 10, 1971)", "(pornography, different from, erotica)", "(Florynce Kennedy, notable work, If men could get pregnant, abortion would be a sacrament)", "(presidential race that year, point in time, 1968)", "(anti-woman animus, instance of, hostility towards working women)", "(Betty Friedan, notable work, The Feminine Mystique)", "(1968 Democratic National Convention, point in time, 1968)", "(If Men Could Menstruate, publication date, 1978)", "(Womanlike, they got screwed, follows, Womanlike, they did not want to get tough with their man)", "(The Glorias, genre, biographical film)", "(Waite High School, located in the administrative territorial entity, Toledo)", "(Mahatma Gandhi, movement, independence movement)", "(Apne Aap Women Worldwide, founded by, Ruchira Gupta)", "(What Would It Be Like If Women Win, published in, Time magazine)", "(Gloria: A Life, author, Diane Paulus)", "(Esther M. Broner, residence, New York City)", "(2008 presidential campaign, point in time, 2008)", "(Writers and Editors War Tax Protest, point in time, 1968)", "(Ms. magazine, editor, Letty Cottin Pogrebin)", "(Multiple Personalities: The Search for Deadly Memories, distributed by, HBO)", "(Alive!, part of the series, And Just Like That...)", "(Playboy, creator, Hugh Hefner)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(1998 New York Times op-ed, publication date, March 22, 1998)", "(If men could get pregnant, abortion would be a sacrament, author, Florynce Kennedy)", "(Legally Blonde, cast member, Elle Woods)", "(erotica, different from, pornography)", "(England, capital, London)", "(1990s, point in time, 1990)", "(Womanlike, they did not want to get tough with their man, follows, Womanlike, they got screwed)", "(season 2, episode 13, part of the series, The L Word)", "(Women's Action Alliance, inception, 1971)", "(linked arms with 10,000 Korean women, point in time, May 24, 2015)", "(gender, different from, race)", "(was arrested along with a number of members of Congress and civil rights activists for disorderly conduct outside the South African embassy while protesting against the South African apartheid system, point in time, 1984)", "(What Would It Be Like If Women Win, publication date, August 31, 1970)", "(2016 Summer Olympics, point in time, 2016)", "(Renée Richards, significant event, sex reassignment surgery)", "(George W. Bush, candidacy in election, first ran for president)", "(Erika Guevara, employer, Amnesty International)", "(Western High School, located in the administrative territorial entity, Washington, D.C.)", "(families, has part, couples)", "(Gloria: In Her Own Words, publication date, 2011)", "(Ain't Your Mama, performer, Jennifer Lopez)", "(Ruth, child, Gloria)", "(Ms. magazine, inception, 1972)", "(diagnosed with breast cancer in 1986, point in time, 1986)", "(Leymah Gbowee, award received, Nobel Peace Laureates)", "(Mrs. America, cast member, Rose Byrne)", "(Ms. magazine, editor, Nina Finkelstein)", "(Gloria Steinem: Her Passions, Politics, and Mystique, publication date, 1997)", "(first ran for president, candidate, George W. Bush)", "(1972, point in time, 1972)", "(The Good Wife, has part, season 6)", "(Nobel Peace Laureates, winner, Leymah Gbowee)", "(Multiple Personalities: The Search for Deadly Memories, publication date, 1993)", "(Female Force, author, Melissa Seymour)", "(Woman, start time, 2016)", "(60, facet of, aging)", "(New York Magazine, place of publication, New York)", "(Twickenham Stadium, located in the administrative territorial entity, London)", "(couples, part of, families)", "(The Glorias, cast member, Ryan Kiera Armstrong)", "(race, different from, gender)", "(After Black Power, Women's Liberation, publication date, 1969)", "(Wonder Woman, publisher, Warner Communications)", "(male-male gay pornography, subclass of, same-sex pornography)", "(feminist, facet of, women's movement)", "(McGovern, member of political party, Democratic)", "(1959 World Youth Festival, point in time, 1959)", "(Independent Research Service, parent organization, CIA)", "(Adlai Stevenson, candidacy in election, 1952 presidential campaign)", "(independence movement, founded by, Mahatma Gandhi)", "(Stewardesses for Women's Rights, dissolved, abolished or demolished date, 1976)", "(The Sixties, number of episodes, 8)", "(reproductive freedom, instance of, human right)", "(Womanlike, they did not want to get tough with their man, followed by, Womanlike, they got screwed)", "(New York magazine, inception, 1968)", "(Sisterhood Is Forever: The Women's Anthology for a New Millennium, editor, Robin Morgan)", "(sex, different from, race)", "(Gulf War, location, Middle East)", "(Beyond Same-Sex Marriage: A New Strategic Vision For All Our Families and Relationships, publication date, 2008)", "(2016 U.S. presidential election, candidate, Hillary Clinton)", "(Women's March on Washington, point in time, January 21, 2017)", "(Kinsey Reports, main subject, feminism)", "(1998 New York Times op-ed, published in, The New York Times)", "(Clarence Thomas sexual harassment scandal, participant, Anita Hill)", "(Hillary Clinton, candidacy in election, 2016 U.S. presidential election)", "(Women's Institute for Freedom of the Press, inception, 1977)", "(broader experience, candidate, Hillary Clinton)", "(Bill Maher, employer, HBO)", "(Nobel Peace Laureates, winner, Mairead Maguire)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Württemberg, country, Germany)", "(A woman needs a man like a fish needs a bicycle, named after, Irina Dunn)", "(Mona Sinha, employer, The New York Times)", "(Choice USA, inception, 1992)", "(1977 National Women's Conference, point in time, 1977)", "(1968, point in time, 1968)", "(1972, candidate, Shirley Chisholm)", "(The L Word, has part, season 2, episode 13)", "(her historic brownstone apartment building, location, Upper East Side)", "(Smith College, has part, Sophia Smith Collection)", "(The Glorias, publication date, 2020)", "(Sophia Smith Collection, part of, Smith College)", "(Christian Bale, father, David Bale)", "(Women's Walk For Peace In Korea, founded by, Mairead Maguire)", "(Gloria Marie Steinem, date of birth, March 25, 1934)", "(Sisterhood Is Forever: The Women's Anthology for a New Millennium, publication date, 2003)", "(Navi Pillay, position held, UN High Commissioner for Human Rights)", "(Judith Butler, employer, Yale)", "(Lands' End, industry, clothing retailer)", "(Gloria, mother, Ruth)", "(Education of a Woman: The Life of Gloria Steinem, publication date, 1995)", "(The International Crime of Female Genital Mutilation, publication date, 1979)", "(CIA, subsidiary, Independent Research Service)", "(The Glorias, cast member, Lulu Wilson)", "(London, capital of, England)", "(Mairead Maguire, award received, Nobel Peace Laureates)", "(The Glorias, cast member, Alicia Vikander)", "(season 6, part of the series, The Good Wife)", "(Who Is Gloria Steinem?, author, Sarah Fabiny)", "(Who Is Gloria Steinem?, publication date, 2014)", "(Ms. magazine, editor, Mary Peacock)", "(Martha Nussbaum, field of work, philosopher)", "(Finding Your Roots, presenter, Henry Louis Gates, Jr.)", "(Ms. magazine, editor, Patricia Carbine)", "(David Bale, child, Christian Bale)", "(The Feminine Mystique, author, Betty Friedan)", "(Hillary Clinton, candidacy in election, broader experience)", "(My Life on the Road, main subject, abortion)", "(1952 presidential campaign, candidate, Adlai Stevenson)", "(If Men Could Menstruate, published in, Cosmopolitan)", "(her remarks on transgender people, published in, The Advocate)", "(National Women's Political Caucus, inception, 1971)", "(1980s, point in time, 1980)", "(The Glorias, cast member, Julianne Moore)", "(race, different from, sex)", "(MAKERS: Women Who Make America, publication date, 2013)", "(1972 Convention, point in time, 1972)", "(Ms. magazine, editor, Joanne Edgar)", "(Ms. magazine, editor, Dorothy Pitman Hughes)", "(John McCain, conflict, Vietnam)", "(Phyllis Schlafly, member of political party, Republican Party)", "(And Just Like That..., original broadcaster, Max)", "(Ms. magazine, editor, Mary Thom)", "(liberal feminist, opposite of, radical feminist)", "(Germany, contains administrative territorial entity, Württemberg)", "(Eugene McCarthy, conflict, Vietnam War)", "(Radziejów, country, Poland)", "(radical feminist, opposite of, liberal feminist)", "(Education of a Woman: The Life of Gloria Steinem, author, Carolyn Heilbrun)", "(Gloria Steinem: Her Passions, Politics, and Mystique, author, Sydney Ladensohn Stern)"]