["(West Side, located in the administrative territorial entity, Manhattan)", "(New York, contains administrative territorial entity, Manhattan)", "(The Great Gatsby, followed by, Tender Is the Night)", "(Edmund Wilson, influenced by, Edna St. Vincent Millay)", "(Laurette Taylor, work location, New York City)", "(The Last Tycoon, after a work by, Irving Thalberg)", "(coronary arteriosclerosis, has effect, heart attack)", "(Broadway play, based on, The Disenchanted)", "(H. G. Wells, notable work, Tono-Bungay)", "(The Grapes of Wrath, author, John Adams)", "(The Great Gatsby, author, Fitzgeralds)", "(The Last Tycoon, author, John Dos Passos)", "(his novels, different from, short stories)", "(insouciant youth, said to be the same as, Jazz Age)", "(Hemingway, notable work, The Sun Also Rises)", "(Long Island Sound, located in the administrative territorial entity, Connecticut)", "(Garden of Allah, located on street, Sunset Boulevard)", "(his debut novel, followed by, his next work)", "(Echoes of the Jazz Age, author, F. Scott Fitzgerald)", "(Jazz Age, said to be the same as, insouciant youth)", "(Scribner's, instance of, publishing house)", "(Gods, has part, creeds)", "(Peter Quennell, notable work, The Great Gatsby)", "(satire, subclass of, art)", "(Lost Generation, followed by, Jazz Age)", "(Willa Cather, notable work, A Lost Lady)", "(nouveau riche, instance of, status anxiety)", "(1958, based on, The Great Gatsby)", "(1974, based on, The Great Gatsby)", "(Sigourney Fay, religion, Catholic)", "(Manhattan, located in the administrative territorial entity, New York)", "(The Beautiful and Damned, editor, Max Perkins)", "(Nineteen Eighty-Four, author, George Orwell)", "(Isadora Fitzgerald, spouse, Isadora Duncan)", "(Edmund Wilson, influenced by, Fitzgerald)", "(Esquire, instance of, magazine)", "(F. Scott Fitzgerald, notable work, The Great Gatsby)", "(2016 Summer Olympics, point in time, 2016)", "(American Expeditionary Forces, conflict, World War I)", "(This Side of Paradise, followed by, The Beautiful and Damned)", "(Tender Is the Night, publication date, 1934)", "(F. Scott Fitzgerald, work period (start), 1934)", "(Henry Wadsworth Longfellow, notable work, The Merry Wives of Windsor)", "(apolitical, subclass of, politics)", "(Ginevra King, present in work, The Great Gatsby)", "(Daisy Buchanan, present in work, The Great Gatsby)", "(John Kuehl, employer, New York University)", "(Jazz Age, said to be the same as, hedonistic)", "(The Great Gatsby, author, Fitzgerald)", "(Constance Talmadge, spouse, Ronald Colman)", "(Henry Wadsworth Longfellow, notable work, Moby Dick)", "(Ring Lardner, work location, New York City)", "(The Last Tycoon, author, Edmund Wilson)", "(1962 film, based on, The Great Gatsby)", "(Ed Wynn, work location, New York City)", "(Catholic Saint Mary's Cemetery, located in the administrative territorial entity, Rockville, Maryland)", "(The Beautiful and Damned, follows, predecessor)", "(magisterial author, follows, apprentice novelist)", "(Tender Is the Night, publication date, April 1934)", "(Nobody from Nowhere, said to be the same as, Jay Gatsby)", "(Ronald Colman, spouse, Constance Talmadge)", "(Budd Schulberg, notable work, The Disenchanted)", "(Camp Sheridan, located in the administrative territorial entity, Montgomery, Alabama)", "(The Great Gatsby, characters, Daisy Buchanan)", "(Key Fitzgerald, date of death, December 21, 1940)", "(Charles Garfield King, position held, imperious father)", "(artist, opposite of, careerist)", "(Sinister Street, author, Compton Mackenzie)", "(Gertrude Stein, notable work, The Autobiography of Alice B. Toklas)", "(Tales of the Jazz Age, publisher, Scribner's)", "(Isadora Duncan, spouse, Isadora Fitzgerald)", "(hedonistic, said to be the same as, Jazz Age)", "(predecessor, followed by, The Beautiful and Damned)", "(Jay Gatsby, present in work, The Great Gatsby)", "(Francis Scott Key Fitzgerald, date of birth, September 24, 1896)", "(Fitzgerald, influenced by, Edmund Wilson)", "(The American Mercury, editor, H. L. Mencken)", "(Tono-Bungay, publication date, 1909)", "(The Beautiful and Damned, followed by, The Great Gatsby)", "(Edith Wharton, influenced by, T. S. Eliot)", "(Cathedral Hill, located in the administrative territorial entity, St. Paul)", "(1949, based on, The Great Gatsby)", "(BBC television miniseries, based on, The Great Gatsby)", "(The Rich Boy, author, F. Scott Fitzgerald)", "(Save Me the Waltz, publisher, Scribner's)", "(soft, opposite of, hard)", "(Jazz Age Hollywood, located in the administrative territorial entity, Delaware)", "(Northern Pacific Shops, located in the administrative territorial entity, St. Paul)", "(The Great Gatsby, main subject, American lower class)", "(Rebecca West, work location, New York City)", "(Highland Hospital, located in the administrative territorial entity, Asheville, North Carolina)", "(hedonistic, facet of, alcohol)", "(Rube Goldberg, work location, New York City)", "(1936, point in time, 1936)", "(Pat Hobby Stories, published in, Esquire)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(Key Fitzgerald, date of birth, September 24, 1896)", "(Charles Jackson, notable work, The Lost Weekend)", "(Newman School, located in the administrative territorial entity, Hackensack, New Jersey)", "(Sacco and Vanzetti case, main subject, Sacco and Vanzetti)", "(John Adams, notable work, The Grapes of Wrath)", "(This Thing Called Love, publication date, 1940)", "(Commodore Hotel, located on street, 42nd Street)", "(Westbrook Pegler, employer, The New York World-Telegram)", "(short stories, different from, his novels)", "(Lew Fields, work location, New York City)", "(Winter Dreams, cast member, Ernest Truex)", "(John Dos Passos, field of work, literary critics)", "(The Great Gatsby, characters, Jay Gatsby)", "(The Star-Spangled Banner, lyrics by, Francis Scott Key)", "(Summit Terrace home, heritage designation, National Historic Landmark)", "(F. Scott Fitzgerald, educated at, Princeton)", "(The Lost Weekend, author, Charles Jackson)", "(1920, point in time, 1920)", "(The Great Gatsby, follows, The Beautiful and Damned)", "(Edmund Wilson, educated at, Princeton University)", "(Sylvia Beach, movement, Lost Generation)", "(Hemingway, genre, short stories)", "(Yale Club, located in the administrative territorial entity, New York City)", "(The Rich Boy, author, Ludlow Fowler)", "(coronary artery disease, has effect, angina)", "(Chicago, part of, Midwest)", "(Jay Gatsby, said to be the same as, Nobody from Nowhere)", "(Stella Dallas, cast member, Lois Moran)", "(hard, opposite of, soft)", "(Ginevra King, place of birth, Chicago)", "(Catholic, has part, Episcopalian)", "(St. Patrick's Cathedral, located in the administrative territorial entity, New York)", "(The Great Gatsby, characters, Ginevra King)", "(Gertrude Stein, notable work, The Great Gatsby)", "(A Moveable Feast, author, Hemingway)", "(Tender Is the Night, follows, The Great Gatsby)", "(Fitzgerald, notable work, The Great Gatsby)", "(West Side, located in the administrative territorial entity, Buffalo, New York)", "(The Autobiography of Alice B. Toklas, author, Gertrude Stein)", "(Joseph Conrad, influenced by, Edith Wharton)", "(North Hayworth Avenue, located in the administrative territorial entity, Hollywood)", "(Broadway play, after a work by, Budd Schulberg)", "(Johns Hopkins University, headquarters location, Baltimore, Maryland)", "(Michel Mok, employer, New York Post)", "(Moby Dick, author, Henry Wadsworth Longfellow)", "(James Joyce, movement, Lost Generation)", "(Francis Scott Key, notable work, The Star-Spangled Banner)", "(Compton Mackenzie, notable work, Sinister Street)", "(apprentice novelist, followed by, magisterial author)", "(Sinister Street, publication date, 1913)", "(St. Paul, part of, Midwest)", "(Francis Scott Key Fitzgerald, place of birth, Saint Paul, Minnesota)", "(North Laurel Avenue, located in the administrative territorial entity, Hollywood)", "(1934, point in time, 1934)", "(A Moveable Feast, author, Ernest Hemingway)", "(The Sun Also Rises, author, Hemingway)", "(his next work, follows, his debut novel)", "(1926, based on, The Great Gatsby)", "(Tono-Bungay, author, H. G. Wells)", "(Adam Gopnik, influenced by, Fitzgerald)", "(1931, point in time, 1931)", "(The Star-Spangled Banner, instance of, national anthem)", "(Montparnasse, located in the administrative territorial entity, Paris)", "(John Dos Passos, notable work, The Last Tycoon)", "(The Great Gatsby, author, F. Scott Fitzgerald)", "(Broadway play, cast member, Jason Robards)", "(Satyricon, language of work or name, Latin)", "(Dwight Eisenhower, military branch, United States Army)", "(The Disenchanted, author, Budd Schulberg)", "(A Lost Lady, publication date, 1923)", "(Fitzgerald's, movement, Jazz Age)", "(Edmund Wilson, notable work, The Last Tycoon)", "(United States Army, conflict, World War I)", "(2000, based on, The Great Gatsby)", "(The Love of the Last Tycoon, author, Edmund Wilson)", "(The Merry Wives of Windsor, author, Henry Wadsworth Longfellow)", "(Dwight Eisenhower, position held, United States President)", "(Fitzgerald's, genre, short stories)", "(This Side of Paradise, author, F. Scott Fitzgerald)", "(armistice with Germany, point in time, November 1918)", "(Ezra Pound, movement, Lost Generation)", "(Fitzgeralds, notable work, The Great Gatsby)", "(Edna St. Vincent Millay, influenced by, Edmund Wilson)", "(1976 film, based on, The Great Gatsby)", "(John Peale Bishop, educated at, Princeton University)", "(A Lost Lady, author, Willa Cather)", "(Dwight Eisenhower, conflict, World War I)", "(Fitzgerald's ephemeral happiness, time period, Jazz Age)", "(F. Scott Fitzgerald, notable work, This Side of Paradise)"]