["(Miguel Corte-Real, sibling, Gaspar)", "(Ontario, shares border with, Michigan)", "(St. Lawrence River, origin of the watercourse, Lake Ontario)", "(Appalachian division, instance of, physiographic province)", "(Saint-Maurice, mouth of the watercourse, St. Lawrence)", "(Seven Beaver Lake, located in the administrative territorial entity, Minnesota)", "(Pennsylvania, located in or next to body of water, Lake Ontario)", "(Canada, located in or next to body of water, St. Lawrence River)", "(St. Lawrence River, mouth of the watercourse, Great Lakes)", "(Samuel de Champlain, notable work, Fleuve sainct Laurens)", "(Quebec, located in the administrative territorial entity, Canada)", "(L'oubli, author, Michel Rivard)", "(Le Saint-Laurent, creator, André Gagnon)", "(Oneida, part of, Haudenosaunee)", "(Ontario, country, Canada)", "(2016 Summer Olympics, point in time, 2016)", "(St. Lawrence River, origin of the watercourse, Lake Saint-Louis)", "(Nitassinan, language used, Innu-aimun)", "(Mississauga Nations, part of, Anishinaabewaki)", "(New York, located in, Lake Ontario)", "(St. Lawrence River, country, Canada)", "(Black Robe, narrative location, St. Lawrence River)", "(Thousand Islands, located in or next to body of water, Lake Ontario)", "(Battle of the St. Lawrence, part of, Second World War)", "(St. Lawrence River, mouth of the watercourse, Gulf of St. Lawrence)", "(St. Lawrence River, origin of the watercourse, Lake Saint Pierre)", "(Grande rivière du Canada, tributary, Grand fleuve de Hochelaga)", "(Ontario, shares border with, Quebec)", "(Saint-François, mouth of the watercourse, St. Lawrence)", "(Great Lakes, tributary, St. Lawrence River)", "(Richelieu, mouth of the watercourse, St. Lawrence)", "(Minnesota, located in or next to body of water, Lake Ontario)", "(Quebec, located in or next to body of water, St. Lawrence River)", "(Gulf of St. Lawrence, tributary, St. Lawrence River)", "(Quebec, shares border with, Ontario)", "(Fleuve sainct Laurens, named after, Samuel de Champlain)", "(Canada, located in or next to body of water, Great Lakes)", "(Montreal, located in or next to body of water, St. Lawrence)", "(Seven Beaver Lake, lake outflow, North River)", "(Grand fleuve de Hochelaga, mouth of the watercourse, Grande rivière du Canada)", "(St. Lawrence, tributary, Ottawa)", "(Wisconsin, located in or next to body of water, Lake Ontario)", "(Ontario, located in or next to body of water, St. Lawrence River)", "(St. Lawrence Lowlands, instance of, physiographic province)", "(Lake Saint-Louis, located in the administrative territorial entity, Quebec)", "(The Mighty River, director, Frédéric Back)", "(St. Lawrence River, origin of the watercourse, Lake Saint-Pierre)", "(St. Lawrence River, country, U.S.)", "(siege of Quebec, part of, Seven Years' War)", "(Kamouraska, author, Anne Hébert)", "(North River, located in the administrative territorial entity, Minnesota)", "(Abbie Hoffman, notable work, Save the River)", "(Quebec City, located in or next to body of water, St. Lawrence)", "(Anishinaabewaki, has part, Mississauga Nations)", "(Ottawa, mouth of the watercourse, St. Lawrence)", "(Thousand Islands, located in or next to body of water, St. Lawrence)", "(Little Songs, performer, David Usher)", "(Ogdensburg, located in or next to, St. Lawrence River)", "(captured Louisbourg, part of, Seven Years' War)", "(Lake Ontario, lake outflow, St. Lawrence River)", "(Thousand Islands, located in or next to body of water, St. Lawrence River)", "(L'avalée des avalés, author, Réjean Ducharme)", "(Chaudière, mouth of the watercourse, St. Lawrence)", "(Great Lakes, country, Canada)", "(Ohio, located in or next to body of water, Lake Ontario)", "(Mingan Archipelago, located in or next to body of water, St. Lawrence)", "(Innu-aimun, indigenous to, Nitassinan)", "(Salaberry-de-Valleyfield, located in or next to body of water, St. Lawrence River)", "(Lachine Canal, date of official opening, 1825)", "(Quebec City, located in or next to body of water, St. Lawrence River)", "(Algonquin, part of, Anishinaabewaki)", "(Lake Saint-Pierre, located in the administrative territorial entity, Quebec)", "(Morristown, located in or next to body of water, St. Lawrence River)", "(Brockville, located in or next to body of water, St. Lawrence River)", "(Mesabi Range, located in the administrative territorial entity, Minnesota)", "(Saguenay–St. Lawrence Marine Park, located in or next to body of water, St. Lawrence)", "(late Proterozoic, followed by, early Paleozoic)", "(Ontario, shares border with, New York)", "(Little Songs, publication date, 1998)", "(Gananoque, located in or next to body of water, St. Lawrence River)", "(Lake Saint-Louis, lake outflow, St. Lawrence River)", "(Canada, located in or next to body of water, St Lawrence River)", "(The Mighty River, nominated for, Academy Award for Best Animated Short Film)", "(Montreal, located in or next to body of water, Ottawa River)", "(Lake Saint-Pierre, lake outflow, St. Lawrence River)", "(Anishinaabewaki, has part, Algonquin)", "(Abenaki, part of, Haudenosaunee)", "(Mohawk, part of, Haudenosaunee)", "(Suzanne, author, Leonard Cohen)", "(St. Lawrence River, origin of the watercourse, Lake Saint Francis)", "(Montreal, located in or next to body of water, St. Lawrence River)", "(Saguenay, mouth of the watercourse, St. Lawrence)", "(St. Lawrence, tribut, Richelieu)", "(St. Lawrence Valley, instance of, physiographic province)", "(St. Lawrence River, located in the administrative territorial entity, Quebec)", "(Indiana, located in or next to body of water, Lake Ontario)", "(Lake Saint Francis, lake outflow, St. Lawrence River)", "(Gaspar, sibling, Miguel Corte-Real)", "(Dans les yeux d'Émilie, author, Joe Dassin)"]