["(anapestic tetrameter, instance of, poetic meter)", "(Cat in the Hat, present in work, If I Ran the Circus)", "(Horton Hears a Who!, derivative work, first animated CGI feature film adaptation)", "(Ish, present in work, The Cat in the Hat Comes Back)", "(The Cat in the Hat, author, Dr. Seuss)", "(Theodor Seuss Geisel, date of death, September 24, 1991)", "(The Cat's Quizzer, publisher, Dr. Seuss Enterprises)", "(Gerald McBoing-Boing, award received, Academy Award for Best Animated Short Film)", "(Oxford, has part, Lincoln College)", "(deuce, said to be the same as, Zoice)", "(Frank A. Vanderlip, educated at, Dartmouth)", "(Flit, instance of, bug spray)", "(Theodor Seuss Geisel Award, inception, April 4, 2012)", "(Legion of Merit, instance of, Academy Award)", "(And to Think That I Saw It on Mulberry Street, publisher, Dr. Seuss Enterprises)", "(The 500 Hats of Bartholomew Cubbins, publication date, 1943)", "(a person's a person, no matter how small, part of, Horton Hears a Who!)", "(University of California, San Diego, located in the administrative territorial entity, San Diego)", "(Boners, publisher, Viking Press)", "(Lincoln College, part of, Oxford)", "(Scrambled Eggs Super!, publisher, Dr. Seuss Enterprises)", "(Ish, present in work, If I Ran the Circus)", "(Horton Hears a Who!, genre, children's books)", "(Halloween Is Grinch Night, award received, Primetime Emmy Award)", "(Dartmouth Jack-O-Lantern, designed by, Alexander Laing)", "(2016 Summer Olympics, point in time, 2016)", "(Sleep Book, author, Dr. Seuss)", "(And to Think That I Saw It on Mulberry Street, narrative location, Springfield, Massachusetts)", "(The Grinch Grinches the Cat in the Hat, award received, Primetime Emmy Award)", "(Audio-Telly-O-Tally-O-Count, present in work, Sleep Book)", "(The King's Stilts, publication date, 1939)", "(Soice, said to be the same as, deuce)", "(The Cat in the Hat, follows, Green Eggs and Ham)", "(The Cat in the Hat, cast member, Mike Myers)", "(Horton Hears a Who!, genre, allegory)", "(Zoice, said to be the same as, deuce)", "(On Beyond Zebra!, publisher, Dr. Seuss Enterprises)", "(And to Think That I Saw It on Mulberry Street, publication date, 1937)", "(Sneelock, present in work, If I Ran the Circus)", "(Soice, said to be the same as, Zoice)", "(The Seven Lady Godivas, publication date, 1939)", "(W. Benfield Pressey, educated at, Dartmouth College)", "(The Lorax, main subject, environmentalism)", "(One Fish, Two Fish, Red Fish, Blue Fish, characters, Ish)", "(crater, named after, Geisel)", "(book of the same name, derivative work, The Butter Battle Book)", "(The Sneetches, main subject, racial equality)", "(The Sneetches and Other Stories, genre, children's books)", "(Benito Mussolini, conflict, World War II)", "(If I Ran the Circus, characters, Ish)", "(McElligot's Pool, publisher, Dr. Seuss Enterprises)", "(Sylvester McMonkey McBean, present in work, The Sneetches)", "(The Saturday Evening Post, country of origin, United States)", "(If I Ran the Zoo, publisher, Dr. Seuss Enterprises)", "(animated cartoons, time period, World War II)", "(internment of Japanese Americans, time period, World War II)", "(Mother Goose, genre, children's books)", "(Laura Ingalls Wilder Medal, conferred by, professional children's librarians)", "(The Merchant of Venice, author, John Steinbeck)", "(Boners, publication date, 1931)", "(The 500 Hats of Bartholomew Cubbins, publication date, 1938)", "(The Sneetches, characters, Sylvester McMonkey McBean)", "(Franklin D. Roosevelt, member of political party, Democrat)", "(One Fish, Two Fish, Red Fish, Blue Fish, genre, children's books)", "(I Wish That I Had Duck Feet, author, Theo LeSieg)", "(Helen, date of death, October 23, 1967)", "(University of California, San Diego, has part, Geisel Library)", "(The Cat in the Hat, genre, children's books)", "(The Lorax, genre, children's books)", "(Your Job in Germany, main subject, World War II)", "(Beginner Books, genre, children's books)", "(Geisel Library, part of, University of California, San Diego)", "(Humane Letters, instance of, honorary doctorate)", "(first animated CGI feature film adaptation, publication date, March 14, 2008)", "(Green Eggs and Ham, followed by, The Cat in the Hat)", "(Horton Hears a Who!, director, Chuck Jones)", "(New Deal, named after, Franklin D. Roosevelt)", "(Adolf Hitler, conflict, World War II)", "(Zoice, said to be the same as, Soice)", "(One Fish, Two Fish, Red Fish, Blue Fish, follows, The Cat in the Hat)", "(United States Army, conflict, World War II)", "(I Wish That I Had Duck Feet, publication date, 1965)", "(The Butter Battle Book, based on, book of the same name)", "(Dr. Seuss, publication date, June 1956)", "(Design for Death, award received, Academy Award for Best Documentary Feature Film)", "(La Jolla, located in the administrative territorial entity, San Diego)", "(If I Ran the Circus, characters, Sneelock)", "(second CGI-animated feature film adaptation, publication date, March 2, 2012)", "(And to Think I Saw It on Mulberry Street, publication date, 1944)", "(John Steinbeck, notable work, The Merchant of Venice)", "(Islands of Adventure, located in the administrative territorial entity, Orlando, Florida)", "(deuce, said to be the same as, Soice)", "(Grinch, present in work, If I Ran the Circus)", "(The Butter Battle Book, director, Ralph Bakshi)", "(The Wubbulous World of Dr. Seuss, original broadcaster, Nickelodeon)", "(The Cat in the Hat, followed by, One Fish, Two Fish, Red Fish, Blue Fish)", "(first animated CGI feature film adaptation, based on, Horton Hears a Who!)", "(How the Grinch Stole Christmas!, genre, children's books)", "(Green Eggs and Ham, genre, children's books)", "(Theodor Seuss Geisel, date of birth, March 2, 1904)", "(Outstanding Children's Special, instance of, Primetime Emmy Award)", "(Yertle the Turtle, main subject, Adolf Hitler)", "(My Many Colored Days, publication date, 1996)", "(The Cat in the Hat Comes Back, characters, Ish)", "(The Butter Battle Book, main subject, arms race)", "(Ish, present in work, One Fish, Two Fish, Red Fish, Blue Fish)", "(The Cat in the Hat, director, Chuck Jones)", "(second CGI-animated feature film adaptation, based on, The Lorax)", "(Geisel Library, located in the administrative territorial entity, San Diego)", "(Watergate scandal, participant, Richard Nixon)", "(John Haynes Holmes, conflict, Japs)", "(Outstanding Animated Program, instance of, Primetime Emmy Award)"]