["(Hollywood Vampires, has part, Bruce Witkin)", "(Penny Azcarate, notable work, Depp's lawsuit against The Sun)", "(Tusk, cast member, Kevin Smith)", "(Red Hot Chili Peppers, has part, Flea)", "(Depp v News Group Newspapers Ltd, applies to jurisdiction, News Group Newspapers Ltd)", "(Fairfax County, located in the administrative territorial entity, Virginia)", "(Mary, record label, Geffen Records)", "(21 Jump Street, cast member, Holly Robinson)", "(Alice in Wonderland, cast member, Anne Hathaway)", "(Public Enemies, director, Michael Mann)", "(Alice in Wonderland, cast member, Helena Bonham Carter)", "(President, country, Republic of Serbia)", "(Queensland, country, Australia)", "(Mad Hatter, present in work, Alice in Wonderland)", "(paparazi, subclass of, photographers)", "(What's Eating Gilbert Grape, director, Lasse Hallström)", "(Aleksandar Vučić, position held, President)", "(John Christopher Depp, place of birth, Owensboro, Kentucky)", "(novel of the same name, author, Hunter S. Thompson)", "(The Imaginarium of Doctor Parnassus, cast member, Colin Farrell)", "(Dark Shadows, cast member, Michelle Pfeiffer)", "(Ed Wood, publication date, 1994)", "(Rise, follows, self-titled debut studio album)", "(Keith Richards, member of, The Rolling Stones)", "(London Fields, cast member, Amber Heard)", "(appeal to overturn the verdict, court, England and Wales Court of Appeal)", "(Karlovy Vary International Film Festival, country, Czech Republic)", "(Winona Ryder, notable work, Edward Scissorhands)", "(Wes Craven, notable work, A Nightmare on Elm Street)", "(2022 MTV Video Music Awards, point in time, 2022)", "(Castle Fine Art, location, Covent Garden)", "(Minamata, director, Andrew Levitas)", "(1991, point in time, 1991)", "(Dead Man's Chest, follows, Dead Man's Chest)", "(Richard Says Goodbye, publication date, 2018)", "(Arizona Dream, director, Lasse Hallström)", "(Joe Perry, member of, Hollywood Vampires)", "(Freddy Krueger, present in work, A Nightmare on Elm Street)", "(Hollywood Vampires, has part, Alice Cooper)", "(At World's End, follows, Dead Man's Chest)", "(Benny and Joon, cast member, Juliette Lewis)", "(feature film adaptation, based on, 21 Jump Street)", "(The Man Who Cried, cast member, Cate Blanchett)", "(Grindelwald, present in work, Fantastic Beasts)", "(The Imaginarium of Doctor Parnassus, cast member, Jude Law)", "(Keanu Reeves, genre, grunge)", "(2023 Cannes Film Festival, point in time, 2023)", "(The Lone Ranger, characters, Tonto)", "(1989, has part, police were called to end a loud party at his hotel room)", "(Public Enemies, cast member, Colin Farrell)", "(Virginia, contains administrative territorial entity, Fairfax County)", "(Rock City Angels, record label, Geffen Records)", "(Mad Love, cast member, Peter Lorre)", "(The Ninth Gate, cast member, Christina Ricci)", "(Hungary, contains administrative territorial entity, Budapest)", "(The Ninth Gate, cast member, Christopher Walken)", "(Young Man's Blues, performer, Rock City Angels)", "(2016 Summer Olympics, point in time, 2016)", "(2020 Berlin International Film Festival, point in time, 2020)", "(President, officeholder, Aleksandar Vučić)", "(West Hollywood, located in the administrative territorial entity, London)", "(state law, applies to jurisdiction, Virginia)", "(Judge, has part, Jury)", "(Fear and Loathing in Las Vegas, based on, novel of the same name)", "(Blow, director, Ted Demme)", "(Once Upon a Time in Mexico, director, Robert Rodriguez)", "(Benny and Joon, cast member, Leonardo DiCaprio)", "(Freddy Krueger, creator, Wes Craven)", "(police were called to end a loud party at his hotel room, part of, police were called to end a loud party at his hotel room)", "(Friends & Heroes II, part of the series, Friends & Heroes)", "(Waiting for the Barbarians, after a work by, J. M. Coetzee)", "(Republic of Serbia, head of state, Aleksandar Vučić)", "(Yoga Hosers, cast member, Lily-Rose Depp)", "(News Group Newspapers, owner of, The Sun)", "(The Man Who Cried, cast member, Christina Ricci)", "(Before Night Falls, director, Julian Schnabel)", "(Fantastic Beasts and Where to Find Them, characters, Gellert Grindelwald)", "(Platoon, director, Oliver Stone)", "(Gellert Grindelwald, present in work, Fantastic Beasts and Where to Find Them)", "(The Imaginarium of Doctor Parnassus, director, Terry Gilliam)", "(Camerimage, country, Poland)", "(Depp v. Heard, applies to jurisdiction, Heard)", "(21 Jump Street, cast member, Peter DeLuise)", "(Royal Albert Hall, located in the administrative territorial entity, London)", "(The Tourist, cast member, Angelina Jolie)", "(Jeanne du Barry, publication date, 2022)", "(Sad Motherfuckin' Parade, performer, Jeff Beck)", "(Steve Jones, member of, Sex Pistols)", "(Murder on the Orient Express, after a work by, Agatha Christie)", "(Unpaid wages and unsafe working conditions, point in time, 2018)", "(Alice in Wonderland, director, Tim Burton)", "(Edward Scissorhands, director, John Waters)", "(The Rum Diary, cast member, Amber Heard)", "(San Sebastián International Film Festival, country, Spain)", "(The Man Who Cried, director, Sally Potter)", "(Young Man's Blues, record label, Geffen Records)", "(Public Enemies, cast member, Johnny Depp)", "(Edward Scissorhands, director, Tim Burton)", "(The Brave, cast member, Marlon Brando)", "(The Management Group, instance of, management company)", "(Chocolat, cast member, Juliette Binoche)", "(Budapest, country, Hungary)", "(Captain Jack Sparrow, present in work, Dead Men Tell No Tales)", "(Australia, contains administrative territorial entity, Queensland)", "(Cry-Baby, cast member, Dianne Wiest)", "(Isolation, performer, John Lennon)", "(Fantastic Beasts, production company, Warner Bros.)", "(self-titled debut studio album, followed by, Rise)", "(Camerimage, instance of, film festival)", "(Jeanne du Barry, director, Maïwenn)", "(first film, part of the series, Pirates series)", "(Mary, performer, Rock City Angels)", "(City of Lies, publication date, 2018)", "(Corpse Bride, characters, Victor Van Dort)", "(Tonto, present in work, The Lone Ranger)", "(21 Jump Street, derivative work, feature film adaptation)", "(San Sebastián International Film Festival, instance of, film festival)", "(Pirates series, has part, first film)", "(Edward Scissorhands, cast member, Dianne Wiest)", "(Jack and Jill, cast member, Adam Sandler)", "(Don Juan DeMarco, cast member, Marlon Brando)", "(Fear and Loathing in Las Vegas, director, Terry Gilliam)", "(House of Earth, author, Woody Guthrie)", "(Sleepy Hollow, director, Tim Burton)", "(Christopher Depp, award received, Golden Globe Award)", "(Sex Pistols, has part, Steve Jones)", "(Edward Scissorhands, publication date, 1990)", "(Fear and Loathing in Las Vegas, cast member, Depp)", "(Bela Lugosi, performer, Martin Landau)", "(Cry-Baby, director, John Waters)", "(Willy Wonka, present in work, Charlie and the Chocolate Factory)", "(a December 2018 op-ed, published in, The Washington Post)", "(1989, point in time, 1989)", "(Secret Window, after a work by, Stephen King)", "(novel of the same name, derivative work, Fear and Loathing in Las Vegas)", "(Rebel Without a Cause, cast member, James Dean)", "(Cry-Baby, publication date, 1990)", "(assassinated Abraham Lincoln, participant, John Wilkes Booth)", "(Fear and Loathing in Las Vegas, after a work by, Hunter S. Thompson)", "(Minamata, cast member, Depp)", "(Platoon, publication date, 1986)", "(Hollywood Vampires, inception, 2015)", "(Heard, spouse, Depp)", "(Ed Wood, director, Tim Burton)", "(2004 film of the same name, publication date, 2004)", "(Woody Guthrie, notable work, House of Earth)", "(Hadley Freeman, employer, The Guardian)", "(Arizona Dream, cast member, Juliette Lewis)", "(Blow, cast member, Lola Glaudini)", "(The Imaginarium of Doctor Parnassus, cast member, Johnny Depp)", "(Who the fuck do you think you are? Who the fuck do you think you are? Shut the fuck up. You fucking idiot. Who the fuck do you think... Oh, now, oh now it's not so funny? Now you can shut up? Now you can fucking shut the fuck up? Oh it's not funny now? The quiet that you are right now, that's how you fucking stay, cast member, Johnny Depp)", "(roughed up by his bodyguards, point in time, 2011)", "(Tracey Jacobs, employer, United Talent Agency)", "(What's Eating Gilbert Grape?, publication date, 1997)", "(Alice Cooper, member of, Hollywood Vampires)", "(The Man Who Cried, cast member, John Turturro)", "(feature film adaptation, cast member, Holly Robinson)", "(Infinitum Nihil, inception, 2004)", "(2004 film of the same name, screenwriter, Dennis McIntyre)", "(Arizona Dream, publication date, 1993)", "(The Ninth Gate, director, Roman Polanski)", "(Cry-Baby, cast member, Winona Ryder)", "(What's Eating Gilbert Grape, cast member, Leonardo DiCaprio)", "(Dark Shadows, director, Tim Burton)", "(Corpse Bride, director, Tim Burton)", "(Pirates of the Caribbean, characters, Captain Jack Sparrow)", "(Murder on the Orient Express, director, Kenneth Branagh)", "(City of Lies, director, Brad Furman)", "(Mortdecai, cast member, Depp)", "(Karlovy Vary International Film Festival, instance of, film festival)", "(Mary, part of, Young Man's Blues)", "(The Sun, owned by, News Group Newspapers)", "(Alice in Wonderland, cast member, Alan Rickman)", "(feature film adaptation, cast member, Peter DeLuise)", "(Infinitum Nihil, headquarters location, London)", "(Mortdecai, publication date, 2015)", "(Lord Mayor of London, applies to jurisdiction, Lord Mayor of London Borough of Camden)", "(Depp, spouse, Heard)", "(Fantastic Beasts, production company, Warner Bros)", "(Xfinity Center, located in the administrative territorial entity, Mansfield)", "(Lord Mayor of London Borough of Camden, office held by head of government, Lord Mayor of London)", "(Public Enemies, cast member, Jude Law)", "(Donnie Brasco, publication date, 1997)", "(Charlie and the Chocolate Factory, characters, Willy Wonka)", "(The Mark Hotel, located in the administrative territorial entity, New York City)", "(Donnie Brasco, cast member, Al Pacino)", "(Aquaman, production company, L'Oreal)", "(Dead Man's Chest, followed by, At World's End)", "(Modì, main subject, Amedeo Modigliani)", "(Donnie Brasco, director, Mike Newell)", "(Grindelwald, creator, Warner Bros.)", "(Dark Shadows, cast member, Eva Green)", "(What's Eating Gilbert Grape, cast member, Juliette Lewis)", "(Fantastic Beasts franchise, production company, Warner Bros.)", "(Public Enemies, publication date, 2009)", "(Jury, part of, Judge)", "(police were called to end a loud party at his hotel room, part of, 1989)", "(Ed Wood, cast member, Martin Landau)", "(Benny and Joon, publication date, 1993)", "(Dark Shadows, cast member, Helena Bonham Carter)", "(Butthole Surfers, has part, Gibby Haynes)", "(Thrashin', publication date, 1986)", "(Dead Man, director, Jim Jarmusch)", "(Edward Scissorhands, cast member, Winona Ryder)", "(Minamata, cast member, Mads Mikkelsen)", "(self-titled debut studio album, performer, Hollywood Vampires)", "(Raoul Duke, present in work, Fear and Loathing in Las Vegas)", "(Hollywood Vampires, has part, Joe Perry)", "(Depp's lawsuit against The Sun, court, Penny Azcarate)", "(Captain Jack Sparrow, present in work, Pirates of the Caribbean)", "(A Nightmare on Elm Street, director, Wes Craven)", "(spittin' in his face, point in time, 1991)", "(Charlie and the Chocolate Factory, director, Tim Burton)", "(Into the Woods, production company, Walt Disney Studios)", "(The Rolling Stones, has part, Keith Richards)", "(Oleg Sentsov, significant event, Imprisoned for Art)", "(LaDonna Harris, ethnic group, Comanche Nation)", "(The Lone Ranger, production company, Walt Disney Studios)", "(Choclat, cast member, Depp)", "(Rise, performer, Hollywood Vampires)", "(The Astronaut's Wife, cast member, Charlize Theron)", "(Flea, employer, Red Hot Chili Peppers)"]