["(Hillander, located in the administrative territorial entity, Midland)", "(Midland County, capital, Midland)", "(Bank of America Building, located in the administrative territorial entity, Midland)", "(Laura Bush, spouse, George H. W. Bush)", "(Premier Development League, sport, soccer)", "(Greenwood High School, school district, Greenwood Independent School District)", "(Midland Classical Academy, located in the administrative territorial entity, Midland)", "(KUPB, instance of, television station)", "(associate degree, follows, high school diploma)", "(Hillcrest School, located in the administrative territorial entity, Midland)", "(West Texas Drillers, inception, 2009)", "(George W. Bush, spouse, Laura Bush)", "(Juliette Turner, spouse, Fred)", "(Texas, contains administrative territorial entity, Midland County)", "(Friday Night Lights, instance of, motion pictures)", "(softball, sport, baseball)", "(Texas Tech University Health Sciences Center, located in the administrative territorial entity, Midland)", "(Midland, located in the administrative territorial entity, Midland County)", "(Blood Simple, instance of, motion pictures)", "(Davidson Distinguished Lectures Series, location, Midland College)", "(Heroes, narrative location, Midland-Odessa)", "(Midland, Texas, located in the administrative territorial entity, Midland County)", "(Midland College, located in the administrative territorial entity, Midland)", "(American Soccer Pyramid, sport, soccer)", "(Stanton Independent School District, located in the administrative territorial entity, Martin County)", "(2012 Midland train crash, location, Midland)", "(The Rookie, instance of, motion pictures)", "(2016 Summer Olympics, point in time, 2016)", "(Forbes magazine, country of origin, United States)", "(Tom Green County, replaced by, Midland County)", "(Hard Country, instance of, motion pictures)", "(The Three Burials of Melquiades Estrada, instance of, motion pictures)", "(West Texas United Sockers, league, Premier Development League)", "(Midland Community Theatre, inception, 1946)", "(United States Census Bureau, has part, land)", "(Yates Oil Field, located in the administrative territorial entity, Iraan)", "(McCormick Gallery, part of, Midland College)", "(Waltz Across Texas, instance of, motion pictures)", "(Permian Basin Petroleum Museum, located in the administrative territorial entity, Midland)", "(Kevin Sparks, member of political party, Republican)", "(2008 Comprehensive Annual Financial Report, point in time, 2008)", "(KOSA, instance of, television station)", "(Midland County, contains administrative territorial entity, Midland, Texas)", "(Tom Craddick, member of political party, Republican)", "(KPBT-TV, instance of, television station)", "(land, part of, United States Census Bureau)", "(KMID, instance of, television station)", "(Bush Tennis Center, sport, tennis)", "(per capita income, different from, median income)", "(Midland Reporter-Telegram, place of publication, Midland)", "(Fort Worth, located in the administrative territorial entity, Texas)", "(Equal Protection clause, part of, Fourteenth Amendment)", "(Fourteenth Amendment, has part, Equal Protection clause)", "(West Texas United Sockers, sport, soccer)", "(water, part of, United States Census Bureau)", "(median age, subclass of, age)", "(sister cities, has part, Midland)", "(Ted Cruz, member of political party, Republican)", "(Midland, Land of the High Sky, publication date, 1959)", "(Midland High School, school district, Midland Independent School District)", "(Midland, part of, sister cities)", "(George W. Bush, family, Bush family)", "(Phyllis and Bob Cowan Performing Arts Series, inception, 1999)", "(George H. W. Bush, family, Bush family)", "(Midland County, contains administrative territorial entity, Midland)", "(Early College High School, school district, Midland Independent School District)", "(Fandango, instance of, motion pictures)", "(Midland RockHounds, home venue, Momentum Bank Ballpark)", "(Midland Mad Dog Rugby Club, affiliation, Texas Rugby Union)", "(Parole Division Region V, parent organization, Texas Department of Criminal Justice)", "(United Soccer Leagues, sport, soccer)", "(Midland, country, United States)", "(Texas Department of Criminal Justice, subsidiary, Parole Division Region V)", "(Midland County, located in the administrative territorial entity, Texas)", "(Midland County, replaces, Tom Green County)", "(Midland Man, collection, Midland County Historical Museum)", "(KPEJ-TV, instance of, television station)", "(KWES-TV, instance of, television station)", "(KWWT, instance of, television station)", "(George H. W. Bush, spouse, Laura Bush)", "(Bush family, has part, George W. Bush)", "(Energy Tower, located in the administrative territorial entity, City Center)", "(2020 United States census, point in time, 2020)", "(Legacy High School, school district, Midland Independent School District)", "(George H. W. Bush, position held, Presidents)", "(KTLE-LD, instance of, television station)", "(Fred, spouse, Juliette Turner)", "(Momentum Bank Ballpark, occupant, Midland RockHounds)", "(Avery v. Midland County, court, U.S. Supreme Court)", "(Midland Main Post Office, owned by, United States Postal Service)", "(Midland-Odessa Symphony and Chorale, instance of, orchestra)", "(John Cornyn, member of political party, Republican)", "(Midland-Odessa Urban Transit District, located in the administrative territorial entity, Midland)", "(Bush family, has part, Laura Bush)", "(median income, different from, per capita income)", "(United States Census Bureau, has part, water)", "(Laura Bush, family, Bush family)", "(Midland Chamber of Commerce, located in the administrative territorial entity, Midland)", "(Juliette Turner, residence, Turner Mansion)", "(Texas, contains administrative territorial entity, Martin County)", "(Hangar 18, instance of, motion pictures)", "(George W. Bush, position held, Presidents)", "(Bush family, has part, George H. W. Bush)", "(Permian Basin, located in the administrative territorial entity, Texas)", "(high school diploma, followed by, associate degree)", "(West Texas United Sockers, inception, 2008)", "(Premier Development League, operator, United Soccer Leagues)", "(Laura Bush, spouse, George W. Bush)", "(summer, opposite of, winter)", "(Turner Mansion, located in the administrative territorial entity, Midland)"]