["(Albert Sidney Johnston, conflict, Battle of Shiloh)", "(his assassination, office contested, President of the United States)", "(Flathead Indian Reservation, located in the administrative territorial entity, Montana Territory)", "(Panama, located on terrain feature, Western Hemisphere)", "(House of Representatives, has part, Ways and Means Committee)", "(Bolivia, participant in, War of the Pacific)", "(James Abram Garfield, date of birth, November 19, 1831)", "(Shiloh, part of, American Civil War)", "(Horace Greeley, member of political party, Republican)", "(1881, point in time, 1881)", "(Abraham Lincoln, position held, president)", "(Capitol, located in the administrative territorial entity, Washington D.C.)", "(Thomas J. Brady, position held, Assistant Postmaster General)", "(abolition of slavery, said to be the same as, permanent end to slavery)", "(Eliza Garfield, spouse, Warren (or Alfred) Belden)", "(president, officeholder, Abraham Lincoln)", "(Roman Catholicism, instance of, religion)", "(Peru, participant in, War of the Pacific)", "(Garfield, member of political party, Republican Party)", "(Peru, capital, Lima)", "(James Abram Garfield's presidency, instance of, presidency)", "(fans, use, air conditioning)", "(Noah H. Swayne, position held, Chief Justice)", "(19th district, located in the administrative territorial entity, Ohio)", "(National City Christian Church, located in the administrative territorial entity, Washington)", "(James Abram Garfield, date of death, September 19, 1881)", "(Pound Gap, located in the administrative territorial entity, Virginia)", "(Edwin A. Robertson, position held, Collector of the Port of New York)", "(Andrew Johnson, position held, Military Governor of Tennessee)", "(civil service, country, United States)", "(2016 Summer Olympics, point in time, 2016)", "(1850, point in time, 1850)", "(antisepsis, discoverer or inventor, Joseph Lister)", "(Crédit Mobilier of America scandal, participant, Union Pacific Railroad)", "(Geauga Seminary, located in the administrative territorial entity, Geauga County, Ohio)", "(John Sherman, position held, Treasury Secretary)", "(In Memoriam, composer, John Philip Sousa)", "(Western Reserve, located in the administrative territorial entity, Ohio)", "(William Windom, position held, Secretary of the Treasury)", "(gold standard, opposite of, paper money)", "(Lawnfield, located in the administrative territorial entity, Mentor)", "(Confederate States of America, head of state, Abraham Lincoln)", "(civil rights, facet of, African-Americans)", "(Lima, country, Peru)", "(Francklyn Cottage, located in the administrative territorial entity, Long Branch, New Jersey)", "(American Civil War, participant, Confederate)", "(Crédit Mobilier of America, participant in, Crédit Mobilier of America scandal)", "(permanent end to slavery, said to be the same as, abolition of slavery)", "(Baltimore and Potomac Railroad Station, located in the administrative territorial entity, Washington)", "(Kent Kiehl, occupation, neuroscientist)", "(Cyrus Prentiss, member of political party, Republican)", "(Winfield Scott Hancock, candidacy in election, 1880 presidential election)", "(Capitol rotunda, located in the administrative territorial entity, Washington, D.C.)", "(Reconstruction, follows, Civil War)", "(Ku Klux Klan Act, point in time, 1871)", "(Chester Township, located in the administrative territorial entity, Geauga County, Ohio)", "(impeachment inquiry against Johnson, start time, January 7, 1867)", "(campaign biography, author, Horatio Alger)", "(Lincoln, member of political party, Republican)", "(Abraham Lincoln, conflict, Civil War)", "(William Dennison, position held, Governor)", "(Sitting Bull, position held, Indian chief)", "(Battle of Middle Creek, point in time, January 9, 1862)", "(John R. Brady, position held, New York Supreme Court)", "(Fitz John Porter, conflict, Second Battle of Bull Run)", "(War of the Pacific, participant, Peru)", "(War of the Pacific, participant, Chile)", "(Abraham Lincoln, child, Robert Todd Lincoln)", "(Cannibal Creek, located in the administrative territorial entity, Victoria, Australia)", "(Robert Todd Lincoln, father, Abraham Lincoln)", "(Warren (or Alfred) Belden, spouse, Eliza Garfield)", "(1872, point in time, 1872)", "(Civil War, has effect, Reconstruction)", "(Republicanism, subclass of, laissez-faire)", "(Chester A. Arthur, position held, vice presidential nominee)", "(Department of State, parent organization, White House)", "(Cuyahoga County Soldiers' and Sailors' Monument, located in the administrative territorial entity, Cleveland, Ohio)", "(riotous crowd, has cause, Lincoln's assassination)", "(Euclid Avenue, located in the administrative territorial entity, Cleveland)", "(X-ray imaging, discoverer or inventor, Alexander Graham Bell)", "(1880 presidential election, candidate, Winfield Scott Hancock)", "(James Abram Garfield, position held, president of the United States)", "(1866 campaign, point in time, 1866)", "(Benjamin Butler, position held, Massachusetts Representative)", "(Middle Creek, part of, American Civil War)", "(trapezoid proof, facet of, Pythagorean theorem)", "(National Statuary Hall Collection, located in the administrative territorial entity, Washington D.C.)", "(Marine Band, founded by, John Philip Sousa)", "(Hiram College, located in the administrative territorial entity, Hiram, Ohio)", "(John F. Kennedy, position held, President of the United States)", "(1880 Republican National Convention, point in time, 1880)", "(abolition, facet of, slaves)", "(Sam Bowles, position held, editor)", "(Thomas Lemuel James, position held, Postmaster General)", "(abdomen, has part, navel)", "(Pendleton Act, point in time, January 1883)", "(Winfield Scott Hancock, military rank, Major General)", "(Sixth Street Station, owned by, Baltimore and Potomac Railroad)", "(James Buchanan, member of political party, Democrat)", "(United States, instance of, civil service)", "(Reconstruction, location, South)", "(War of the Pacific, participant, Bolivia)", "(Thomas Wolfe, notable work, lost Americans)", "(navel, part of, abdomen)", "(Confederate, conflict, American Civil War)", "(1876 Republican National Convention, point in time, 1876)", "(Lincoln, position held, President)", "(Guiteau, date of death, June 30, 1882)", "(Frank Happersberger, notable work, San Francisco Conservatory of Flowers)", "(baptized into Christ, instance of, religious awakening)", "(cholecystectomy, medical condition treated, gallbladder)", "(Tullahoma Campaign, location, Tullahoma)", "(John C. Frémont, member of political party, Republican)", "(Union Army, conflict, American Civil War)", "(Tenure of Office Act, point in time, December 1866)", "(Chile, participant in, War of the Pacific)", "(Fairmount Park, located in the administrative territorial entity, Philadelphia)", "(President of the United States, officeholder, John F. Kennedy)", "(Pan-American conference, point in time, 1882)", "(Lincoln's assassination, has effect, riotous crowd)", "(Schuyler Colfax, position held, Vice President)", "(secession, has effect, four years of civil war)", "(four years of civil war, has cause, secession)", "(Public Square, located in the administrative territorial entity, Cleveland)", "(Ways and Means Committee, part of, House of Representatives)", "(Garfield's family, residence, White House)", "(Stanley Matthews, date of death, 1889)", "(National Park Service, located in the administrative territorial entity, Washington)", "(Black Friday Gold Panic, point in time, September 24, 1869)", "(1880 Republican presidential nomination, point in time, 1880)", "(Salmon P. Chase, position held, Treasury Secretary)", "(lost Americans, author, Thomas Wolfe)", "(Crédit Mobilier of America scandal, participant, Crédit Mobilier of America)", "(William H. Hunt, position held, Secretary of the Navy)", "(Edwin M. Stanton, position held, Secretary of War)", "(Roscoe Conkling, member of political party, Republican Party)", "(slavery throughout the Union, dissolved, abolished or demolished date, 1864)", "(Chickamauga, part of, American Civil War)", "(Port of New York, located in the administrative territorial entity, New York)"]