["(Collected works, part of, Collected works)", "(Louise Whitfield, child, Margaret)", "(steel mills, located in the administrative territorial entity, Pittsburgh)", "(Carnegie Steel, replaces, Homestead Steel Works)", "(Bellevue Hospital Medical College, parent organization, New York University Medical Center)", "(United States Steel Corporation, founded by, John Pierpont Morgan)", "(Free School in Dunfermline, location, Dunfermline)", "(track, used by, railroad)", "(sleeping car, discoverer or inventor, George Pullman)", "(Hooker Telescope, located on terrain feature, Mount Wilson)", "(Andrew Carnegie, influenced by, Herbert Spencer)", "(Union, shares border with, Confederacy)", "(Bull Run, participant, Union forces)", "(peace, studied by, international relations)", "(Benjamin Harrison, position held, presidents of the United States)", "(Spencerian evolution, facet of, evolution)", "(Tuskegee Institute, founded by, Booker T. Washington)", "(Smithsonian Institution, subsidiary, Cooper-Hewitt, Smithsonian Design Museum)", "(Andrew Carnegie, member of, American Library Association)", "(South Fork, located in the administrative territorial entity, Pennsylvania)", "(Union forces, participant in, Bull Run)", "(strikebreaker, different from, lockout)", "(Eads Bridge, located in the administrative territorial entity, St. Louis, Missouri)", "(sectarianism, facet of, Scotland regarding religion and philosophy)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Carnegie Institution, located in the administrative territorial entity, Washington, D.C.)", "(Peace Palace, founded by, Nicholas II)", "(University of Glasgow, location, Glasgow)", "(Keystone Bridge Works, headquarters location, Pittsburgh)", "(Herbert Spencer, field of work, evolutionary thought)", "(World War II, followed by, World War II)", "(Thomas, date of death, 1886)", "(Bahá'u'lláh, religion, Baháʼí Faith)", "(Union Ironworks, headquarters location, Pittsburgh)", "(Allegheny, country, United States)", "(Carnegie, member of political party, Republican Party)", "(St Andrews, located in the administrative territorial entity, Scotland)", "(Enoch Pratt Free Library, located in the administrative territorial entity, Baltimore, Maryland)", "(Order of Orange-Nassau, founded by, Queen Wilhelmina of the Netherlands)", "(New York University Medical Center, subsidiary, Bellevue Hospital Medical College)", "(Books for Sale, owned by, Amazon)", "(Keystone Bridge Works, product or material produced, steel)", "(Herbert Spencer, field of work, tariffs)", "(2016 Summer Olympics, point in time, 2016)", "(Carnegie Foundation for the Advancement of Teaching, has part, Andrew Carnegie Collection)", "(Pennsylvania Railroad, founded by, John Edgar Thomson)", "(Homestead Strike, point in time, 1892)", "(Pennsylvania, contains administrative territorial entity, Venango County)", "(Andrew Carnegie Collection, part of, Carnegie Corporation of New York)", "(Hartman Steel Works, product or material produced, steel)", "(Margaret, mother, Louise Whitfield)", "(Carnegie Library, location, Dunfermline)", "(heterogeneous, followed by, homogeneous)", "(World War I, followed by, World War II)", "(Carnegie Steel Company, headquarters location, Pittsburgh)", "(railroad, uses, track)", "(tycoons, field of this occupation, ruthless pursuit of money)", "(American dream, country of origin, America)", "(survival of the fittest, facet of, laissez-faire economics)", "(Thomas A. Scott, employer, Pennsylvania Railroad)", "(William Carnegie, place of birth, Dunfermline)", "(Triumphant Democracy, followed by, Gospel of Wealth)", "(William T. Stead, country of citizenship, British)", "(Bahá'u'lláh, child, 'Abdu'l-Bahá)", "(Eads Bridge, crosses, Mississippi River)", "(Mark Twain, occupation, humorist)", "(Andrew Carnegie, father, William Carnegie)", "(Carnegie United Kingdom Trust, inception, 1913)", "(Allegheny, located in the administrative territorial entity, Pennsylvania)", "(Robert Pattison, position held, Pennsylvania Governor)", "(University of Groningen, country, Netherlands)", "(Hudson Trust Company, headquarters location, Hoboken, New Jersey)", "(Carnegie Corporation of New York, inception, 1911)", "(Congress, country, United States)", "(Manners and Fashion, publication date, 1854)", "(Flood Museum, located in the administrative territorial entity, Johnstown)", "(World War II, follows, World War I)", "(Columbia Oil Company, located in the administrative territorial entity, Pennsylvania)", "(lockout, different from, strike)", "(United States, contains administrative territorial entity, Pennsylvania)", "(Charles R. Schwab, different from, Charles M. Schwab)", "(Unrighteous war, instance of, evil)", "(labor issues, instance of, periodicals)", "(Pamphlets, subclass of, pamphlet)", "(Handbook of Simplified Spelling, publisher, Simplified Spelling Board)", "(St. Louis, Missouri, located in or next to body of water, Mississippi River)", "(New England Conservatory of Music, located in the administrative territorial entity, Boston, Massachusetts)", "(Andrew Carnegie, date of death, August 11, 1919)", "(Andrew Carnegie, date of birth, November 25, 1835)", "(Andrew Carnegie, mother, Margaret Morrison Carnegie)", "(Ohio Telegraph Company, industry, telegraph)", "(William Carnegie, spouse, Margaret Morrison Carnegie)", "(Johnstown Flood, point in time, 1889)", "(League of Nations, field of work, international relations)", "(Carnegie Endowment for International Peace, inception, 1910)", "(William McKinley, member of, Anti-Imperialist League)", "(University of Birmingham, inception, 1899)", "(Triumphant Democracy, publication date, 1886)", "(Perth, located in the administrative territorial entity, Scotland)", "(Public speaking, subclass of, speaking)", "(homogeneous, follows, heterogeneous)", "(Dunfermline, located in the administrative territorial entity, Scotland)", "(John F. Kennedy School of Government, part of, Harvard University)", "(contribute to society, said to be the same as, charity)", "(Margaret Morrison Carnegie, spouse, William Carnegie)", "(estates left at death, applies to jurisdiction, Pennsylvania)", "(TIAA-CREF, inception, 1905)", "(Carnegie Endowment for International Peace, has part, Andrew Carnegie Collection)", "(Andrew Carnegie, place of birth, Dunfermline)", "('Abdu'l-Bahá, religion, Baháʼí Faith)", "(Shadow Brook, located in the administrative territorial entity, Lenox, Massachusetts)", "(Anchor Cotton Mills, instance of, cotton mill)", "(idol, different from, idolatry)", "(Baháʼí Faith, founded by, 'Abdu'l-Bahá)", "(Homestead Steel Works, replaced by, Carnegie Steel)", "(Confederacy, shares border with, Union)", "(John Hay, product or material produced, bobbins)", "(Church Peace Union, inception, 1914)", "(making money, different from, using his fortune for others)", "(Presbyterian Church in the United States of America, religion, Calvinism)", "(Gospel of Wealth, follows, Triumphant Democracy)", "(Carnegie, work period (start), 1886)", "(Frick Coke Company, product or material produced, steel)", "(Carnegie Corporation of New York, has part, Andrew Carnegie Collection)", "(Articles, part of, Journal)", "(Carnegie Collections of the Columbia University Rare Book and Manuscript Library, has part, Andrew Carnegie Collection)", "(international relations, studies, peace)", "(boiler, part of, steam-engine)", "(charity, said to be the same as, contribute to society)", "(Journal, has part, Articles)", "(Edgar Thomson Steel Works, product or material produced, steel)", "(Pennsylvania, country, United States)", "(Cooper-Hewitt, Smithsonian Design Museum, parent organization, Smithsonian Institution)", "(Grover Cleveland, position held, presidents of the United States)", "(United States, legislative body, Congress)", "(Margaret Morrison Carnegie, place of birth, Dunfermline)", "(estate tax, instance of, progressive taxation)", "(World War II, follows, World War II)", "(Andrew Carnegie Collection, part of, Carnegie Collections of the Columbia University Rare Book and Manuscript Library)", "(Harvard University, has part, John F. Kennedy School of Government)", "(Peace Palace, located in the administrative territorial entity, The Hague)", "(Carnegie Institute of Technology, inception, 1900)", "(John Bright, field of work, international relations)", "(Carnegie Library, inception, 1883)", "(Carnegie Trust for the Universities of Scotland, inception, 1901)", "(steam-engine, has part, boiler)", "(John Bright, movement, positivist)", "(Union Iron Mills, product or material produced, steel)", "(Carnegie Institute of Technology, located in the administrative territorial entity, Pittsburgh)", "(Carnegie Steel Company, inception, 1892)", "(Venango County, located in the administrative territorial entity, Pennsylvania)", "(Dundee, located in the administrative territorial entity, Scotland)", "(bread, different from, nutriment)", "(using his fortune for others, different from, making money)", "(Henry Clay Frick, movement, anti-union sentiment)", "(Carnegie Council for Ethics in International Affairs, instance of, nonprofit organization)", "(nutriment, different from, bread)", "(Queen Wilhelmina of the Netherlands, award received, Order of Orange-Nassau)", "(Collected works, has part, Collected works)", "(war with Spain, point in time, 1898)", "(travel, subclass of, writer)", "(idolatry, different from, idol)", "(ruthless pursuit of money, practiced by, tycoons)", "(Collections, part of, Collections)", "(South Fork Dam, located in the administrative territorial entity, Pennsylvania)", "('Abdu'l-Bahá, father, Bahá'u'lláh)", "(Sleepy Hollow Cemetery, located in the administrative territorial entity, Sleepy Hollow, New York)", "(Carnegie Council on Ethics and International Affairs, has part, Andrew Carnegie Collection)", "(Bessemer process, product or material produced, steel)", "(The Nineteenth Century, editor, James Knowles)", "(National Conservatory of Music of America, inception, 1885)", "(Homestead Works, product or material produced, steel)"]