["(Martin Luther King Jr., spouse, Coretta Scott King)", "(We Shall Overcome, publication date, January 17, 1992)", "(King Center, inception, February 7, 2006)", "(Martin Luther King, Jr., Day, inception, November 2, 1983)", "(Coretta Scott, spouse, Martin Luther King Jr.)", "(Martin Luther King, Jr., child, Bernice)", "(Jimmy Carter, conflict, Iraq War)", "(Martin Luther King Jr., award received, Nobel Peace Prize)", "(Stride Toward Freedom, publication date, September 20, 1958)", "(Coretta Scott, member of, National Association for the Advancement of Colored People)", "(Robert, spouse, Ethel Kennedy)", "(Civil Rights Act of 1964, publication date, 1964)", "(Ebenezer Baptist Church, located in the administrative territorial entity, Atlanta)", "(Jacqueline Kennedy, spouse, Robert F. Kennedy)", "(Jim Blackburn, spouse, Adeline (Blackburn) Smith)", "(Eunice, sibling, Obadiah Leonard)", "(Martin Luther King III, sibling, Bernice)", "(Martin Luther King Jr., spouse, Coretta)", "(Coretta Scott King, spouse, Martin Luther King Jr.)", "(Coretta Scott, place of birth, Heiberger, Alabama)", "(Coretta Scott King, child, Dexter Scott King)", "(Martin III, sibling, Dexter)", "(Civil Rights Act of 1964, applies to jurisdiction, Washington, D.C.)", "(Verona, country, Italy)", "(George W. Bush, position held, presidents)", "(2016 Summer Olympics, point in time, 2016)", "(Dexter, sibling, Bernice)", "(Coretta Scott King Young Women's Leadership Academy, inception, 2007)", "(Creating Change Conference, organizer, National Gay and Lesbian Task Force)", "(Coretta Scott King, award received, Gandhi Peace Prize)", "(sit-in protests, participant, Coretta Scott King)", "(My Life with Martin Luther King, Jr., publication date, 1969)", "(Bernice, sibling, Dexter)", "(Yolanda, sibling, Bernice)", "(New England Conservatory of Music, located in the administrative territorial entity, Boston)", "(Peace Action, inception, 1957)", "(John R. Silber, award received, Nobel Peace Prize)", "(Coretta Scott King, date of birth, April 27, 1927)", "(The Oprah Winfrey Show, presenter, Oprah Winfrey)", "(Bowers v. Hardwick, court, Supreme Court)", "(Coretta Scott King, educated at, Antioch College)", "(Dexter Avenue Baptist Church, located in the administrative territorial entity, Montgomery, Alabama)", "(Women Strike for Peace Conference, location, Geneva, Switzerland)", "(her sister, sibling, Coretta Scott's)", "(House Resolution 655, publication date, August 31, 2006)", "(Coretta Scott, educated at, Antioch College)", "(Martin Luther King Jr. Day, inception, 2000)", "(Gandhi Peace Prize, winner, Coretta Scott King)", "(Peter High School Auditorium, located in the administrative territorial entity, Birmingham, Alabama)", "(March on Washington, participant, Martin Luther King)", "(Bernice, father, President Kennedy)", "(Robert F. Kennedy, spouse, Jacqueline Kennedy)", "(Obadiah Leonard, sibling, Eunice)", "(Coretta Scott King forest, inception, 2006)", "(Coretta Scott King, significant event, sit-in protests)", "(Robert F. Kennedy, father, John F. Kennedy Jr.)", "(Jeff Sessions, position held, United States Attorney General)", "(Martin Luther King Jr., place of death, Memphis, Tennessee)", "(Bernice, sibling, Yolanda)", "(Dexter, sibling, Martin III)", "(Coretta Scott King, date of death, January 30, 2006)", "(John F. Kennedy Jr., child, Robert F. Kennedy)", "(Ethel Kennedy, spouse, Robert)", "(Barbara Bush, spouse, George W. Bush)", "(Martin III, sibling, Yolanda)", "(Edythe Scott Bagley, sibling, Obadiah Leonard)", "(Coretta, spouse, Martin Luther King Jr.)", "(Martin Luther King Sr., spouse, Alberta Williams King)", "(John F. Kennedy, candidacy in election, presidential candidate)", "(United States Attorney General, officeholder, Jeff Sessions)", "(Coretta Scott King, spouse, her husband's)", "(Bernice, sibling, Martin III)", "(King Center for Nonviolent Social Change, located in the administrative territorial entity, Atlanta)", "(Antioch College, located in the administrative territorial entity, Yellow Springs)", "(I Have a Dream, author, Martin Luther King)", "(her husband's, spouse, Coretta Scott King)", "(Michelle Obama, position held, First Lady of the United States)", "(Soka University, located in the administrative territorial entity, Aliso Viejo, California)", "(medal named for Coretta Scott King, conferred by, American Library Association)", "(2003 invasion of Iraq, point in time, 2003)", "(Scott King, educated at, Antioch College)", "(Women Strike for Peace, point in time, January 1968)", "(Bill Clinton, position held, presidents)", "(Obadiah Leonard, sibling, Edythe Scott Bagley)", "(Candler School of Theology, parent organization, Emory University)", "(Coretta Scott's, sibling, her sister)", "(Man of the Year, conferred by, Time)", "(Rosarito Beach, country, Mexico)", "(I Have a Dream, author, Martin Luther King Jr.)", "(Alberta Williams King, spouse, Martin Luther King Sr.)", "(Martin Luther King, father, Obie)", "(Cora McLaughlin Scott, child, Edythe)", "(Bobby Kennedy was shot, point in time, June 5, 1968)", "(Ralph Abernathy, member of, Southern Christian Leadership Conference)", "(Martin Luther King, spouse, Coretta Scott King)", "(House Resolution 655, main subject, Coretta Scott King)", "(Montgomery bus boycott, instance of, nonviolent protests)", "(Coretta, spouse, Martin)", "(Coretta Scott King, spouse, Martin Luther King)", "(George H. W. Bush, position held, presidents)", "(bombing, point in time, January 30, 1956)", "(Janet Reno, position held, attorney general)", "(Golden Plate Award, conferred by, American Academy of Achievement)", "(Yolanda, mother, Betty Shabazz)", "(Coretta Scott King, educated at, New England Conservatory of Music)", "(Edythe Scott Bagley, sibling, Eunice)", "(Martin Luther King, Jr., date of death, April 9, 1968)", "(George W. Bush, spouse, Barbara Bush)", "(Edythe, mother, Cora McLaughlin Scott)", "(Atlanta Public Schools, located in the administrative territorial entity, Atlanta, Georgia)", "(Josephine Baker, ethnic group, African-American)", "(Nobel Peace Prize, winner, Martin Luther King Jr.)", "(Martin Luther King Jr., date of death, April 4, 1968)", "(House Resolution 655, legislated by, United States House of Representatives)", "(Eunice, sibling, Edythe Scott Bagley)", "(medal named for Coretta Scott King, inception, 1970)", "(Bernice, father, Martin Luther King, Jr.)", "(Betty Shabazz, child, Yolanda)", "(Candace Award, conferred by, National Coalition of 100 Black Women)", "(Bill Frist, position held, Majority Leader)", "(Dexter Scott King, mother, Coretta Scott King)", "(Coretta Scott King Center, field of work, social justice)", "(Jimmy Carter, position held, presidents)", "(Yolanda, sibling, Martin III)", "(Martin, spouse, Coretta)", "(National Anthem, performer, Aretha Franklin)", "(Martin III, sibling, Bernice)", "(Dexter, sibling, Yolanda)", "(Coretta, work period (start), March 6, 1955)", "(Nelson Mandela, residence, Pollsmoor Prison)", "(I Have a Dream, publication date, 1963)", "(Lucretia Mott Award, conferred by, Women's Way)", "(Antioch College, located in the administrative territorial entity, Yellow Springs, Ohio)", "(Central Park, located in the administrative territorial entity, New York)", "(Coretta Scott King, award received, Golden Plate Award)", "(President Kennedy, child, Bernice)", "(Coretta Scott King Young Women's Leadership Academy, located in the administrative territorial entity, Atlanta, Georgia)", "(Adeline (Blackburn) Smith, spouse, Jim Blackburn)", "(Bernice, sibling, Martin Luther King III)", "(Palmer House Hilton, located in the administrative territorial entity, Chicago)", "(Martin Luther King Jr., spouse, Coretta Scott)", "(Coretta Scott King, award received, Horace Mann Award)", "(his last public address, publication date, April 3, 1968)", "(Julian Bond, member of, NAACP)", "(Alabama Women's Hall of Fame, inception, 2009)", "(Nobel Peace Prize, winner, John R. Silber)", "(Martin Luther King Jr. Day, instance of, federal holiday)", "(Yolanda, sibling, Dexter)", "(two other black female students, inception, 1943)"]