["(Golden Globe Award for Best Actress in a Motion Picture – Drama, winner, Nicole Kidman)", "(homepage, owned by, Google)", "(The Secret of Spoons, cast member, Gillian Anderson)", "(Désirée Ball, date of death, April 26, 1989)", "(Cymbeline, author, Shakespeare)", "(The Dark Corner, genre, film noir)", "(Legends of Hollywood series, operator, United States Postal Service)", "(Forever, Darling, cast member, Desi)", "(Trenton, capital of, New Jersey)", "(Liza Minnelli, spouse, Patty Duke)", "(Gary Morton, spouse, Lucille Ball)", "(100 Most Important People of the Century, conferred by, Time magazine)", "(Betty Hannah Hoffman, influenced by, Norman Vincent Peale)", "(Communist Party, political ideology, Communist)", "(Désirée Ball, award received, Hollywood Walk of Fame)", "(Celoron, located in or next to body of water, Chautauqua Lake)", "(Desi Arnaz, date of death, 77)", "(I Love Lucy, cast member, Desi Arnaz Jr.)", "(Three's Company, start time, 1980)", "(Three Little Pigskins, cast member, The Three Stooges)", "(Massachusetts Bay Colony, located in the administrative territorial entity, Thirteen Colonies)", "(Lucy, director, Glenn Jordan)", "(Lucy, has part, hair)", "(I Love Lucy, start time, October 15, 1951)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(Roman Scandals, cast member, Eddie Cantor)", "(Bette Davis, educated at, John Murray Anderson School for the Dramatic Arts)", "(Lucille Ball Little Theatre, located in the administrative territorial entity, Jamestown, New York)", "(New York World's Fair, point in time, 1964)", "(The Lucy Show, cast member, Gale Gordon)", "(Thirteen Colonies, contains administrative territorial entity, Massachusetts Bay Colony)", "(Nicole Kidman, nominated for, Academy Award for Best Actress)", "(I Love Lucy, end time, May 6, 1957)", "(John F. Kennedy School of Government, part of, Harvard University)", "(I Love Lucy, cast member, Lucille Ball)", "(Lucy Calls the President, cast member, Vivian Vance)", "(Roman Scandals, cast member, Gloria Stuart)", "(Hollywood Boulevard, has part, Hollywood Walk of Fame)", "(George H. W. Bush, position held, President)", "(Lucille Ball Desi Arnaz Museum & Center for Comedy, located in the administrative territorial entity, Jamestown, New York)", "(Here's Lucy, cast member, Gale Gordon)", "(Hey Diddle Diddle, author, Bartlett Cormack)", "(Lucy, cast member, Madeline Zima)", "(Too Many Girls, publication date, 1940)", "(Wildcat, cast member, Keith Andes)", "(Lucy Is Enceinte, original broadcaster, CBS)", "(Lucy Calls the President, cast member, Gale Gordon)", "(Universal Studios Florida, has part, Ball, Lucy – A Tribute)", "(Ball, Lucy – A Tribute, part of, Universal Studios Florida)", "(Lucille Ball, spouse, Gary Morton)", "(I Love Lucy, cast member, Oscar Nuñez)", "(The Lucy Show, cast member, Carol Burnett)", "(Lucy, publication date, May 4, 2003)", "(Desilu Studios, inception, 1957)", "(The Wonder Show, end time, April 7, 1939)", "(Lucy and Viv Put in a Shower, part of the series, Will & Grace)", "(Lucie Désirée Arnaz, sibling, Desi Arnaz, Jr.)", "(I Love Lucy, cast member, Desi Arnaz)", "(2016 Summer Olympics, point in time, 2016)", "(Shakespeare, notable work, Cymbeline)", "(statue of Ball, located in the administrative territorial entity, Celoron, New York)", "(Desi Arnaz, Jr., sibling, Lucie Désirée Arnaz)", "(Henry Ball, child, Fred)", "(Henry Ball, child, Lucy)", "(The Big Street, publication date, 1942)", "(fifth Annual TV Land Awards, point in time, 2007)", "(Shriners, instance of, organization)", "(Fred, father, Henry Ball)", "(1936, point in time, 1936)", "(Fred Silverman, employer, NBC)", "(National Women's Hall of Fame, inception, 2001)", "(Forest Lawn – Hollywood Hills Cemetery, located in the administrative territorial entity, Los Angeles)", "(The Long, Long Trailer, cast member, Desi)", "(Communist Party of California, has part, State Central Committee)", "(Earl Carroll, work location, New York City)", "(Breaking the Lease, part of the series, I Love Lucy)", "(Lucy and Viv Put in a Shower, part of the series, The Lucy Show)", "(Lucy Calls the President, cast member, Mary Jane Croft)", "(Paramount Television, follows, Gulf+Western)", "(William Shakespeare, notable work, Cymbeline)", "(Lucy, father, Henry Ball)", "(I Love Lucy, production company, Desilu)", "(Lover Come Back, publication date, 1946)", "(Dwight D. Eisenhower, candidacy in election, 1952 United States presidential election)", "(California State University, headquarters location, Northridge)", "(Hattie Carnegie, work location, New York City)", "(Wildcat, cast member, Paula Stewart)", "(My Favorite Husband, cast member, Desi Arnaz)", "(Désirée Ball, date of birth, August 6, 1911)", "(I Love Lucy, cast member, Seamus Dever)", "(All Fall Down, director, John Frankenheimer)", "(Lucie Arnaz, sibling, Desi Arnaz, Jr.)", "(Désirée Ball, award received, Golden Globe Cecil B. DeMille Award)", "(The Secret of Spoons, part of the series, American Gods)", "(Lucy & Desi: Before the Laughter, cast member, Frances Fisher)", "(Pier Ballroom, location, Celoron Park)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Too Many Girls, cast member, Desi Arnaz)", "(Lucy, sibling, Fred)", "(Hollywood Walk of Fame, part of, Hollywood Boulevard)", "(1989 Academy Awards telecast, presenter, Bob Hope)", "(Governors Award, conferred by, Academy of Television Arts & Sciences)", "(Desi Arnaz Jr., date of birth, 1953)", "(I Love Lucy, cast member, Bob Hope)", "(Desilu, cast member, Desi Arnaz)", "(final decree, different from, interlocutory decree)", "(Cedars-Sinai Medical Center, located in the administrative territorial entity, Los Angeles)", "(Desilu, product or material produced, I Love Lucy)", "(Patty Duke, spouse, Liza Minnelli)", "(John Murray Anderson School for the Dramatic Arts, located in the administrative territorial entity, New York City)", "(Lucie Désirée Arnaz, date of birth, July 17, 1951)", "(Google, owner of, homepage)", "(1952 United States presidential election, candidate, Dwight D. Eisenhower)", "(Lucille Ball, residence, Hollywood)", "(Lucy, cast member, Rachel York)", "(CBS Salutes Lucy: The First 25 Years, publication date, 1976)", "(Fred, sibling, Lucy)", "(TV Guide, inception, 1953)", "(The Wonder Show, cast member, Jack Haley)", "(Stone Pillow, instance of, made-for-TV film)", "(All Fall Down, cast member, Angela Lansbury)", "(Lucy Ricardo, present in work, The Secret of Spoons)", "(Lucy Ricardo, performer, Gillian Anderson)", "(gay-rights, facet of, homosexual)", "(Gulf+Western, followed by, Paramount Television)", "(Stage Door, cast member, Katharine Hepburn)", "(Cymbeline, author, William Shakespeare)", "(Lucy, original broadcaster, CBS)", "(The Lucy Show, cast member, Vivian Vance)", "(Nicole Kidman, award received, Golden Globe Award for Best Actress in a Motion Picture – Drama)", "(The Big Street, cast member, Henry Fonda)", "(I Love Lucy, cast member, Vivian Vance)", "(New Jersey, capital, Trenton)", "(Five Came Back, distributed by, Metro-Goldwyn-Mayer)", "(Nineteen Eighty-Four, author, George Orwell)", "(Desi Arnaz, Jr., sibling, Lucie Arnaz)", "(Stage Door, cast member, Ginger Rogers)", "(Special House Un-American Activities Committee, parent organization, United States House of Representatives)", "(The Lucy-Desi Comedy Hour, end time, March 3, 1960)", "(Room Service, publication date, 1938)", "(Stone Pillow, publication date, 1985)", "(State Central Committee, part of, Communist Party of California)", "(interlocutory decree, different from, final decree)", "(hair, part of, Lucy)"]