["(Richard Mentor Johnson, candidacy in election, November 1836 election)", "(Richard Mentor Johnson, member of political party, Democratic)", "(Recarving Rushmore, author, Ivan Eland)", "(John C. Calhoun, position held, Vice President)", "(1840 Whig presidential ticket, candidate, William Henry Harrison)", "(Fourteenth Congress, start time, December 17, 1816)", "(James Monroe, place of burial, Hollywood Cemetery)", "(p. xiii, part of, Seager)", "(Daniel Webster, position held, Secretary of State)", "(Virginia, capital, Richmond)", "(xvi, part of, ibid)", "(David Gardiner, child, Julia)", "(Jefferson, date of death, July 4, 1826)", "(capture of Hampton, Virginia, part of, War of 1812)", "(John Spencer, position held, Secretary of War)", "(California, shares border with, Oregon)", "(Vice President, different from, President)", "(acting president, different from, vice president)", "(Alaska, shares border with, Oregon)", "(Mount Hood, mountain range, Cascade Range)", "(Virginia, contains administrative territorial entity, Richmond)", "(William Henry Harrison, member of political party, Whig)", "(John Tyler, position held, president of the Senate)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(John Tyler, member of political party, Whig Party)", "(impeachment, subclass of, articles of impeachment)", "(San Francisco Bay, located in the administrative territorial entity, California)", "(25th Amendment, inception, 1967)", "(1820, point in time, 1820)", "(American, contains administrative territorial entity, Virginia)", "(Baltimore, located in the administrative territorial entity, Maryland)", "(Virginia, contains administrative territorial entity, Henrico County)", "(1828 campaign for president, candidate, Andrew Jackson)", "(Samuel L. Southard, position held, Senate President pro tempore)", "(Henry Wise, member of political party, Whigs)", "(1828 campaign for president, point in time, 1828)", "(Henry Baldwin, position held, Justices)", "(Maryland, contains administrative territorial entity, Baltimore)", "(Andrew Jackson, member of political party, Democratic Party)", "(Canada, contains administrative territorial entity, Maine)", "(John Tyler, member of political party, Whig)", "(Samuel Nelson, member of political party, Democrat)", "(Governor's Council of State, inception, 1816)", "(Albert Gallatin, position held, Secretary of State)", "(2016 Summer Olympics, point in time, 2016)", "(Thaddeus Stevens, member of political party, Whigs)", "(President, different from, Vice President)", "(John Quincy Adams, position held, vice president)", "(John Minor Botts, member of political party, Whig Party)", "(Smith Thompson, position held, Justices)", "(John Tyler, position held, president of the United States)", "(Virginia, located in the administrative territorial entity, American)", "(William Henry Tyler, date of death, January 12, 1862)", "(Julia Gardiner, date of birth, July 23, 1820)", "(United States Constitution, has part, Article II)", "(treaty commissioners, country, Ottoman Empire)", "(Treaty of Wanghia, part of, foreign-policy)", "(Andrew Johnson, position held, President of the United States)", "(The Wealth of Nations, author, Adam Smith)", "(Webster–Ashburton Treaty, part of, foreign-policy)", "(Tippecanoe, shares border with, Tyler)", "(United States district courts, subclass of, federal judges)", "(Martin Van Buren, member of political party, Whig)", "(Panic of 1837, point in time, 1837)", "(Calhoun, position held, Secretary of State)", "(1844, point in time, 1844)", "(Adam Smith, notable work, The Wealth of Nations)", "(vice president, different from, acting president)", "(Henry Clay, member of political party, Whigs)", "(Virginia, contains administrative territorial entity, Charles City County)", "(Van Buren, member of political party, Whig)", "(John Tyler, date of death, January 18, 1862)", "(Henrico County, located in the administrative territorial entity, Virginia)", "(1840 election, point in time, 1840)", "(cabinet, has part, his first cabinet meeting)", "(Texas Revolution, point in time, 1836)", "(Julia, father, David Gardiner)", "(Virginia, office held by head of government, governor of Virginia)", "(Virginia Constitutional Convention of 1829–1830, point in time, 1829)", "(Charles City County, located in the administrative territorial entity, Virginia)", "(The Republican Vision of John Tyler, author, Dan Monroe)", "(Whig, country, American)", "(Abraham Lincoln, conflict, Civil War)", "(Compromise Tariff, point in time, 1833)", "(1832 presidential election, candidate, Martin Van Buren)", "(John Quincy Adams, member of political party, Democratic-Republican Party)", "(president, part of, Cabinet)", "(Abel P. Upshur, position held, Secretary of the Navy)", "(Daniel Webster, member of political party, Whig Party)", "(annexation of Hawaii by the United States, has cause, Monroe Doctrine)", "(William Cabell Rives, member of political party, Democrat)", "(presidential election of 1824, point in time, 1824)", "(Hugh Lawson White, member of political party, Whig Party)", "(Francis Granger, member of political party, Whig Party)", "(Monroe Doctrine, has effect, annexation of Hawaii by the United States)", "(Andrew Jackson, candidacy in election, 1828 campaign for president)", "(Bunker Hill Monument, located in the administrative territorial entity, Boston, Massachusetts)", "(John Tyler, position held, president)", "(Twenty-fifth Amendment, part of, United States Constitution)", "(Oregon, shares border with, Alaska)", "(both houses of Congress, part of, Whigs)", "(Maine, shares border with, New Brunswick)", "(Maine, located in the administrative territorial entity, Canada)", "(Oregon, shares border with, California)", "(USS Princeton, located in or next to body of water, Potomac River)", "(Henry Clay, member of political party, Whig)", "(Compromise Tariff of 1833, point in time, 1833)", "(Seager, has part, p. xiii)", "(John F. Kennedy School of Government, part of, Harvard University)", "(New Brunswick, shares border with, Maine)", "(William Henry Tyler, place of death, Richmond)", "(Letitia Christian, date of birth, November 12, 1790)", "(Robert Grier, member of political party, Democrat)", "(Union, contains administrative territorial entity, Missouri)", "(William Henry Harrison, member of political party, Whig Party)", "(George Washington University, located in the administrative territorial entity, Washington, D.C.)", "(Alaska, shares border with, California)", "(Tyler, shares border with, Tippecanoe)", "(November 1836 election, candidate, Richard Mentor Johnson)", "(1840 Whig presidential ticket, point in time, 1840)", "(William Henry Harrison, candidacy in election, 1840 Whig presidential ticket)", "(Joshua Leavitt, political ideology, abolitionist)", "(state's poorly funded public school system, located in the administrative territorial entity, Virginia)", "(Julia Gardiner, date of death, July 10, 1889)", "(Confederate Constitution, has cause, Montgomery Convention)", "(Roger B. Taney, position held, Treasury Secretary)", "(Florida, inception, March 3, 1845)", "(Confederate flag, applies to jurisdiction, Confederate States of America)", "(Hollywood Cemetery, located in the administrative territorial entity, Richmond, Virginia)", "(Confederate States of America, legislative body, Confederate Congress)", "(elections of 1842, point in time, 1842)", "(Treaty of Wanghia, participant, Caleb Cushing)", "(Richmond, located in the administrative territorial entity, Virginia)", "(governor of Virginia, applies to jurisdiction, Virginia)", "(John Tyler, date of birth, March 29, 1790)", "(Miller Center, located in the administrative territorial entity, U. Va.)", "(Sherwood Forest Plantation, located in the administrative territorial entity, Charles City County, Virginia)", "(Cascade Range, located in the administrative territorial entity, Oregon)", "(James McDowell, member of political party, Democrat)", "(Seminole War, point in time, 1833)", "(Tippecanoe and Tyler Too, main subject, Battle of Tippecanoe)", "(James K. Polk, member of political party, Democrats)", "(his first cabinet meeting, part of, cabinet)", "(John Brown, conflict, raid on Harpers Ferry)", "(Tyler, shares border with, Tyler)", "(state constitutional convention, point in time, January 1830)", "(Columbia River, located in the administrative territorial entity, Oregon)", "(Article II, part of, United States Constitution)", "(California, shares border with, Alaska)", "(1813, point in time, 1813)", "(Confederate Congress, country, Confederate States of America)", "(Martin Van Buren, candidacy in election, 1832 presidential election)", "(Thomas Dorr, conflict, Dorr Rebellion)", "(Provisional Congress of the Confederate States, country, Confederacy)", "(Confederacy, legislative body, Provisional Congress of the Confederate States)", "(Henry Clay, member of political party, Democratic-Republican Party)", "(American Civil War, participant, Confederacy)", "(Van Buren, position held, Vice President)", "(Millard Fillmore, member of political party, Whig)", "(Tariff of 1828, point in time, 1828)", "(Miller Center of Public Affairs, part of, University of Virginia)", "(Johnson, position held, Vice President)", "(John C. Calhoun, position held, Secretary of State)", "(Edmund Randolph, position held, United States Attorney General)", "(1836 election, point in time, 1836)", "(Cabinet, has part, president)", "(ibid, has part, xvi)", "(1821, point in time, 1821)", "(Letitia Christian, date of death, September 10, 1842)", "(Compromise Tariff, point in time, 1832)", "(John Tyler, position held, President)", "(Missouri, located in the administrative territorial entity, Union)", "(Andrew Jackson, conflict, War of 1812)", "(joint resolution, point in time, May 31, 1841)", "(Montgomery Convention, has effect, Confederate Constitution)", "(Whigs, has part, both houses of Congress)", "(1836, point in time, 1836)", "(legislation, legislated by, Congress)", "(raid on Harpers Ferry, participant, John Brown)", "(California, located in or next to body of water, San Francisco Bay)"]