["(anapestic tetrameter, instance of, poetic meter)", "(My Many Colored Days, publication date, 1996)", "(The Wubbulous World of Dr. Seuss, original broadcaster, Nickelodeon)", "(Sleep Book, author, Dr. Seuss)", "(Horton Hears a Who!, genre, allegory)", "(Soice, said to be the same as, deuce)", "(One Fish, Two Fish, Red Fish, Blue Fish, follows, The Cat in the Hat)", "(The Cat in the Hat Comes Back, characters, Ish)", "(Theodor Seuss Geisel Award, inception, April 4, 2012)", "(Yertle the Turtle, main subject, Adolf Hitler)", "(Scrambled Eggs Super!, publisher, Dr. Seuss Enterprises)", "(Dr. Seuss, publication date, June 1956)", "(The Lorax, main subject, environmentalism)", "(Theodor Seuss Geisel, date of birth, March 2, 1904)", "(The Sneetches, characters, Sylvester McMonkey McBean)", "(Beginner Books, genre, children's books)", "(The 500 Hats of Bartholomew Cubbins, publication date, 1943)", "(La Jolla, located in the administrative territorial entity, San Diego)", "(Your Job in Germany, main subject, World War II)", "(The Cat in the Hat, author, Dr. Seuss)", "(Zoice, said to be the same as, Soice)", "(Boners, publisher, Viking Press)", "(The Sneetches, main subject, racial equality)", "(The Cat in the Hat, followed by, One Fish, Two Fish, Red Fish, Blue Fish)", "(animated cartoons, time period, World War II)", "(The Lorax, genre, children's books)", "(I Wish That I Had Duck Feet, author, Theo LeSieg)", "(Adolf Hitler, conflict, World War II)", "(Horton Hears a Who!, director, Chuck Jones)", "(Legion of Merit, instance of, Academy Award)", "(The Butter Battle Book, main subject, arms race)", "(a person's a person, no matter how small, part of, Horton Hears a Who!)", "(One Fish, Two Fish, Red Fish, Blue Fish, genre, children's books)", "(If I Ran the Circus, characters, Sneelock)", "(The Butter Battle Book, director, Ralph Bakshi)", "(The Cat's Quizzer, publisher, Dr. Seuss Enterprises)", "(The Sneetches and Other Stories, genre, children's books)", "(University of California, San Diego, has part, Geisel Library)", "(Sneelock, present in work, If I Ran the Circus)", "(Outstanding Animated Program, instance of, Primetime Emmy Award)", "(The Cat in the Hat, cast member, Mike Myers)", "(The Merchant of Venice, author, John Steinbeck)", "(second CGI-animated feature film adaptation, based on, The Lorax)", "(The King's Stilts, publication date, 1939)", "(Grinch, present in work, If I Ran the Circus)", "(The Cat in the Hat, genre, children's books)", "(Outstanding Children's Special, instance of, Primetime Emmy Award)", "(Frank A. Vanderlip, educated at, Dartmouth)", "(How the Grinch Stole Christmas!, genre, children's books)", "(first animated CGI feature film adaptation, based on, Horton Hears a Who!)", "(Horton Hears a Who!, derivative work, first animated CGI feature film adaptation)", "(Islands of Adventure, located in the administrative territorial entity, Orlando, Florida)", "(I Wish That I Had Duck Feet, publication date, 1965)", "(deuce, said to be the same as, Zoice)", "(If I Ran the Circus, characters, Ish)", "(Laura Ingalls Wilder Medal, conferred by, professional children's librarians)", "(Humane Letters, instance of, honorary doctorate)", "(Mother Goose, genre, children's books)", "(Soice, said to be the same as, Zoice)", "(McElligot's Pool, publisher, Dr. Seuss Enterprises)", "(And to Think That I Saw It on Mulberry Street, publisher, Dr. Seuss Enterprises)", "(Halloween Is Grinch Night, award received, Primetime Emmy Award)", "(2016 Summer Olympics, point in time, 2016)", "(The Saturday Evening Post, country of origin, United States)", "(Audio-Telly-O-Tally-O-Count, present in work, Sleep Book)", "(Green Eggs and Ham, genre, children's books)", "(United States Army, conflict, World War II)", "(Cat in the Hat, present in work, If I Ran the Circus)", "(Design for Death, award received, Academy Award for Best Documentary Feature Film)", "(The Cat in the Hat, director, Chuck Jones)", "(On Beyond Zebra!, publisher, Dr. Seuss Enterprises)", "(internment of Japanese Americans, time period, World War II)", "(And to Think That I Saw It on Mulberry Street, publication date, 1937)", "(Boners, publication date, 1931)", "(John Steinbeck, notable work, The Merchant of Venice)", "(Franklin D. Roosevelt, member of political party, Democrat)", "(Watergate scandal, participant, Richard Nixon)", "(The Cat in the Hat, follows, Green Eggs and Ham)", "(Green Eggs and Ham, followed by, The Cat in the Hat)", "(New Deal, named after, Franklin D. Roosevelt)", "(book of the same name, derivative work, The Butter Battle Book)", "(Horton Hears a Who!, genre, children's books)", "(One Fish, Two Fish, Red Fish, Blue Fish, characters, Ish)", "(If I Ran the Zoo, publisher, Dr. Seuss Enterprises)", "(Ish, present in work, If I Ran the Circus)", "(The Seven Lady Godivas, publication date, 1939)", "(Dartmouth Jack-O-Lantern, designed by, Alexander Laing)", "(Helen, date of death, October 23, 1967)", "(And to Think That I Saw It on Mulberry Street, narrative location, Springfield, Massachusetts)", "(The Butter Battle Book, based on, book of the same name)", "(Gerald McBoing-Boing, award received, Academy Award for Best Animated Short Film)", "(crater, named after, Geisel)", "(Ish, present in work, The Cat in the Hat Comes Back)", "(Oxford, has part, Lincoln College)", "(Geisel Library, part of, University of California, San Diego)", "(first animated CGI feature film adaptation, publication date, March 14, 2008)", "(Flit, instance of, bug spray)", "(Benito Mussolini, conflict, World War II)", "(Sylvester McMonkey McBean, present in work, The Sneetches)", "(The Grinch Grinches the Cat in the Hat, award received, Primetime Emmy Award)", "(John Haynes Holmes, conflict, Japs)", "(University of California, San Diego, located in the administrative territorial entity, San Diego)", "(Ish, present in work, One Fish, Two Fish, Red Fish, Blue Fish)", "(And to Think I Saw It on Mulberry Street, publication date, 1944)", "(The 500 Hats of Bartholomew Cubbins, publication date, 1938)", "(second CGI-animated feature film adaptation, publication date, March 2, 2012)", "(Lincoln College, part of, Oxford)", "(Theodor Seuss Geisel, date of death, September 24, 1991)", "(Zoice, said to be the same as, deuce)", "(W. Benfield Pressey, educated at, Dartmouth College)", "(deuce, said to be the same as, Soice)", "(Geisel Library, located in the administrative territorial entity, San Diego)"]