["(Dad, child, Gretzky)", "(Phoenix Coyotes, owned by, Steve Ellman)", "(Jason Miller, member of sports team, New Jersey Devils)", "(Avco World Trophy, winner, Winnipeg Jets)", "(Turin, country, Italy)", "(Edmonton International Airport, located in the administrative territorial entity, Edmonton)", "(Keith, sibling, Glen)", "(Gretzky NHL 2005, publisher, EA Sports)", "(1979 NHL Expansion Draft, point in time, 1979)", "(Paulina, spouse, Dustin Johnson)", "(Alberta, capital, Edmonton)", "(Gretzky, league, National Hockey League)", "(Mark, father, Gordie Howe)", "(Rogers Centre, located in the administrative territorial entity, Toronto)", "(Nelson Riis, member of political party, New Democratic Party)", "(2010 FIFA World Cup, point in time, 2010)", "(1991 Canada Cup, point in time, 1991)", "(Hart Trophy, has part, most valuable player)", "(Maurice \"Rocket\" Richard, participant in, 1944–45 NHL season)", "(Luc Robitaille, member of sports team, New York Rangers)", "(2005 Ice Hockey World Championships, point in time, 2005)", "(Martin Gélinas, member of sports team, New Jersey Devils)", "(Robbie Ftorek, award received, Lou Kaplan Trophy)", "(Steve Peters, member of sports team, Niagara Falls Flyers)", "(Jim Balsillie, employer, Research in Motion)", "(bigger, tougher, and more talented league, different from, NHL)", "(2006 Winter Olympics, point in time, 2006)", "(Gretzky NHL 2006, publisher, EA Sports)", "(1972 Summit Series, point in time, 1972)", "(Mike Krushelnyski, member of sports team, Los Angeles Kings)", "(Edmonton Oilers, league, NHL)", "(Gretzky, father, Dad)", "(Gretzky, occupation, magician)", "(North Park Recreation Centre, located in the administrative territorial entity, Ontario)", "(Tom McCarthy, member of sports team, Oshawa Generals)", "(Lady Byng Trophy, conferred by, National Hockey League Players' Association)", "(Steve Nash, participant in, opening ceremony)", "(Wayne Gretzky Drive, located in the administrative territorial entity, Edmonton)", "(Dave Dryden, member of sports team, Edmonton Oilers)", "(2015 Canadian federal election campaign, candidate, Stephen Harper)", "(Art Ross Trophy, conferred by, National Hockey League Players' Association)", "(Daryl Katz, owner of, Oilers Entertainment Group)", "(Matt Zultek, member of sports team, St. Louis Blues)", "(NHL, different from, bigger, tougher, and more talented league)", "(2016 Summer Olympics, point in time, 2016)", "(2003–04, followed by, 2005–06 season)", "(Saumarez, victory, Prix de l'Arc de Triomphe)", "(Patrice Tardif, member of sports team, St. Louis Blues)", "(1985–86, follows, 1984–85)", "(Moscow, country, Russia)", "(Brent, sibling, Glen)", "(Paul Coffey, member of sports team, Edmonton Oilers)", "(San Jose Sharks, league, NHL)", "(Dick Martin, sport, hockey)", "(1985–86 season, sports season of league or competition, NHL)", "(Phil Esposito, award received, Art Ross)", "(Northlands Coliseum, located in the administrative territorial entity, Edmonton)", "(1987, instance of, Stanley Cup)", "(Gordie Howe, member of sports team, Edmonton Oilers)", "(Wayne Gretzky Estates, inception, 2017)", "(ice hockey, practiced by, player)", "(Wayne Gretzky, position played on team / speciality, centre)", "(1993 Stanley Cup Finals, point in time, 1993)", "(Brent, sibling, Wayne)", "(The Game, publication date, 1982)", "(1987 Canada Cup, point in time, 1987)", "(Marcel Dionne, award received, Art Ross Trophy)", "(Keith, sibling, Brent)", "(Walter, date of death, 2021)", "(Canada, diplomatic relation, United States)", "(Brantford, located in the administrative territorial entity, Ontario)", "(Bobby Orr, award received, Hall of Fame)", "(2006 Winter Olympics, country, Italy)", "(Ken Dryden, league, NHL)", "(Wayne Gretzky Sports Centre, located in the administrative territorial entity, Ontario)", "(1985, instance of, Stanley Cup)", "(Gordie Howe, child, Mark)", "(Toronto, located in the administrative territorial entity, Ontario)", "(Mark Messier, member of sports team, Vancouver Canucks)", "(Nelson Skalbania, member of sports team, Racers)", "(2017 Winter Classic, point in time, 2017)", "(Rogers Place, located in the administrative territorial entity, Edmonton)", "(1979, point in time, 1979)", "(1988, instance of, Stanley Cup)", "(Guy Lafleur, member of sports team, Montreal Canadiens)", "(Bobby Orr, award received, Art Ross)", "(2002 Winter Olympics, location, Salt Lake City, Utah)", "(Awards, subclass of, Awards)", "(Wayne Gretzky International Award, conferred by, United States Hockey Hall of Fame)", "(Art Ross, winner, Phil Esposito)", "(Mario Lemieux, award received, Hart Trophy)", "(NHL records, facet of, boldface italics)", "(Marty McSorley, member of sports team, Los Angeles Kings)", "(Jari Kurri, member of sports team, Edmonton Oilers)", "(Hull Olympiques, league, Quebec Major Junior Hockey League)", "(Video games, subclass of, video game)", "(most valuable player, instance of, Hart Trophy)", "(World Hockey Association, inception, 1972)", "(Catriona Le May Doan, participant in, opening ceremony)", "(Wayne, sibling, Glen)", "(statue of Gretzky, location, Northlands Coliseum)", "(Glenn Anderson, member of sports team, Edmonton Oilers)", "(1981 Canada Cup, point in time, 1981)", "(1979 O-Pee-Chee hockey cards, point in time, 1979)", "(1984, point in time, 1984)", "(2002 Winter Olympics, point in time, 2002)", "(TNT, owned by, Turner Sports)", "(greatest players in NHL history, conferred by, The Hockey News)", "(Wayne Gretzky Parkway, located in the administrative territorial entity, Ontario)", "(Claude Lemieux, member of sports team, Montreal Canadiens)", "(2010 FIFA World Cup, country, Russia)", "(Glen, sibling, Brent)", "(Craig Johnson, member of sports team, St. Louis Blues)", "(Gretzky, sport, ice hockey)", "(Stephen Harper, member of political party, Conservative Party)", "(1992–93 season, sports season of league or competition, NHL)", "(defending Stanley Cup champion, winner, Edmonton Oilers)", "(CKCP Braves, located in the administrative territorial entity, Brantford)", "(invasion of Iraq, participant, George W. Bush)", "(greatest players in NHL history, publication date, 1997)", "(Commonwealth Stadium, located in the administrative territorial entity, Edmonton)", "(1974 Quebec International Pee-Wee Hockey Tournament, point in time, 1974)", "(1980–81 NHL season, participant, Mike Bossy)", "(1982 World Championships, point in time, 1982)", "(Gordie Howe, ranking, 1,071)", "(1987, point in time, 1987)", "(Stephen Harper, candidacy in election, 2015 Canadian federal election campaign)", "(Glen, sibling, Wayne)", "(United States, diplomatic relation, Canada)", "(Wayne, sibling, Keith)", "(Mark Messier, member of sports team, New York Rangers)", "(Nancy Greene, participant in, opening ceremony)", "(George W. Bush, position held, US President)", "(Mighty Ducks of Anaheim, league, NHL)", "(Keith, sibling, Wayne)", "(2010 Winter Olympics, point in time, 2010)", "(Dustin Johnson, spouse, Paulina)", "(Patrick Brown, member of political party, Progressive Conservative Party of Ontario)", "(Russia, contains administrative territorial entity, Moscow)", "(Victor Newman, present in work, The Young and the Restless)", "(World Cup in 1996, point in time, 1996)", "(1978 World Junior Championships, point in time, 1978)", "(ice hockey, said to be the same as, love of the game)", "(1981 Stanley Cup playoffs, point in time, 1981)", "(Stephen Harper, position held, Prime Minister)", "(1998 Olympics, point in time, 1998)", "(Wayne Gretzky Estates, located in the administrative territorial entity, Niagara-on-the-Lake)", "(1982–83, followed by, 1984–85)", "(Brent, sibling, Keith)", "(St. Joseph's Basilica, located in the administrative territorial entity, Edmonton)", "(Grant Fuhr, member of sports team, Edmonton Oilers)", "(Glen, sibling, Keith)", "(Prix de l'Arc de Triomphe, winner, Saumarez)", "(love of the game, said to be the same as, ice hockey)", "(opening ceremony, location, BC Place)", "(Glen Sather, member of sports team, Edmonton Oilers)", "(Réal Cloutier, award received, Lou Kaplan Trophy)", "(Denis Potvin, award received, Hall of Famer)", "(Mark Messier, member of sports team, Edmonton Oilers)", "(Mike Keenan, member of sports team, Chicago)", "(player, field of this occupation, ice hockey)", "(Roman Vopat, member of sports team, St. Louis Blues)", "(Gretzky, date of birth, January 26, 1961)", "(Ray Bourque, member of sports team, Boston Bruins)", "(Peter Hogan, member of sports team, St. Louis Blues)", "(99: Stories of the Game, author, Kirstie McLellan Day)", "(1944–45 NHL season, participant, Maurice \"Rocket\" Richard)", "(2005–06 season, follows, 2003–04)", "(George W. Bush, conflict, invasion of Iraq)", "(BC Place, significant event, opening ceremony)", "(National Hockey League, sport, ice hockey)", "(Art Ross, winner, Bobby Orr)", "(2006–07, start time, 2006)", "(Stanley Cup Finals, winner, Montreal Canadiens)", "(1984–85, followed by, 1985–86)", "(Gretzky Male Athlete of the Decade, conferred by, Associated Press)", "(Peter Gzowski, country of citizenship, Canadian)", "(Edmonton, located in the administrative territorial entity, Alberta)", "(Mario Lemieux, member of sports team, Pittsburgh Penguins)", "(1998, point in time, 1998)", "(Martin Ručinský, member of sports team, New Jersey Devils)", "(Canada's Walk of Fame, located in the administrative territorial entity, Toronto)", "(Wayne, sibling, Brent)", "(1998 Winter Olympics, point in time, 1998)"]