["(Chorion, owner of, Agatha Christie Limited)", "(Mistress of Mystery, said to be the same as, Duchess of Death)", "(First World War, followed by, Second World War)", "(temple of Abu Simbel, present in work, Death on the Nile)", "(The Mysterious Affair at Styles, author, Agatha Christie)", "(Three Act Tragedy, characters, Oliver Manders)", "(Hercule Poirot, present in work, Sleeping Murder)", "(1971 New Year Honours, point in time, 1971)", "(A Talent For Murder, author, Andrew Wilson)", "(Queen of Crime, said to be the same as, Duchess of Death)", "(BBC Radio, derivative work, adapted for BBC Radio)", "(Anti-Defamation League, field of work, antisemitism)", "(James Prichard, owner of, Agatha Christie Limited)", "(The Mystery of Three Quarters, author, Sophie Hannah)", "(Closed Casket, followed by, The Mystery of Three Quarters)", "(Agatha Christie's Poirot, cast member, David Suchet)", "(the Beatles, notable work, Sgt. Pepper's Lonely Hearts Club Band)", "(Nathaniel Frary Miller, spouse, Margaret West)", "(The Moonstone, author, Wilkie Collins)", "(Agatha, cast member, Vanessa Redgrave)", "(Nineveh, country, Iraq)", "(Murder on the Orient Express, director, Sidney Lumet)", "(Miss Marple, creator, Agatha Christie)", "(fugue state, different from, nervous breakdown)", "(Crooked House, present in work, There Was a Crooked Man)", "(The Mysterious Affair at Styles, characters, Hercule Poirot)", "(her daughter, mother, Agatha Christie)", "(Murder on the Orient Express, distributed by, Royal Mail)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(Miss Marple, cast member, Joan Hickson)", "(Frankie Drake Mysteries, cast member, Honeysuckle Weeks)", "(The Mousetrap, author, Peter Saunders)", "(Death In A Desert Land, author, Andrew Wilson)", "(Grand Tour of the British Empire, point in time, 1922)", "(Lewis Carroll, influenced by, Edward Lear)", "(pneumonia, has cause, heart problems)", "(MI5, instance of, intelligence agency)", "(William Joynson-Hicks, position held, Home Secretary)", "(Sgt. Pepper's Lonely Hearts Club Band, performer, the Beatles)", "(Tell Brak, country, Iraq)", "(The Murder of Roger Ackroyd, author, Agatha Christie)", "(Major Belcher, spouse, Nancy Neele)", "(Miss Marple, present in work, Curtain)", "(Desert Island Discs, original broadcaster, BBC Radio 4)", "(gardening, studied by, horticulture)", "(Hercule Poirot, present in work, The Mysterious Affair at Styles)", "(Hercule Poirot, publisher, HarperCollins)", "(Miss Marple, characters, Hercule Poirot)", "(Oliver Manders, present in work, Three Act Tragedy)", "(Murder in Mesopotamia, characters, Eric Leidner)", "(Murder on the Orient Express, publication date, 1974)", "(Miss Marple, publisher, HarperCollins)", "(A Murder is Announced, distributed by, Royal Mail)", "(Sleeping Murder, characters, Miss Marple)", "(The Pale Horse, author, Christie's)", "(Chagar Bazar, country, Iraq)", "(And Then There Were None, distributed by, Royal Mail)", "(COVID-19 lockdowns, point in time, 2020)", "(Postern of Fate, publication date, 1973)", "(The Mysterious Mr. Quin, publication date, 1930)", "(Agatha Christie, child, her daughter)", "(Appointment with Death, followed by, The Hollow)", "(Murder at the Vicarage, location, Savoy)", "(piano, use, music)", "(statue of Christie sitting on a park bench holding a book, inception, 2023)", "(Agatha Christie Limited, owned by, James Prichard)", "(And Then There Were None, followed by, Appointment with Death)", "(Edgar Award, conferred by, Mystery Writers of America)", "(Murder in Mesopotamia, instance of, archaeological dig)", "(statue of Christie sitting on a park bench holding a book, located in the administrative territorial entity, Wallingford)", "(Sherlock Holmes, creator, Doyle)", "(Hercule Poirot, characters, Miss Marple)", "(2016 Summer Olympics, point in time, 2016)", "(Agatha Christie Limited, owned by, Chorion)", "(Agatha Christie Limited, inception, 1955)", "(best-selling fiction writer of all time, publisher, Guinness World Records)", "(Miss Marple, creator, Clarissa Christie)", "(mandolin, use, music)", "(her husband, spouse, Agatha Christie)", "(£2 coin, manufacturer, Royal Mint)", "(The Imitation of Christ, religion, Church of England)", "(Lady Clifford, spouse, Lord)", "(Greenway Estate, maintained by, National Trust)", "(Mistress of Mystery, said to be the same as, Queen of Crime)", "(The Mousetrap, cast member, Richard Attenborough)", "(archaeologist, studies, pot)", "(Giant's Bread, publication date, 1930)", "(horticulture, studies, gardening)", "(Beatles, instance of, cultural phenomenon)", "(Agatha Christie, notable work, The Murder of Roger Ackroyd)", "(Town Hall Red Cross Hospital, located in the administrative territorial entity, Torquay)", "(Lord, spouse, Lady Clifford)", "(nervous breakdown, different from, fugue state)", "(Margaret West, spouse, Nathaniel Frary Miller)", "(The Mystery of Three Quarters, followed by, The Killings at Kingfisher Hill)", "(Queen of Crime, instance of, plot twist)", "(Nancy Neele, spouse, Major Belcher)", "(A Daughter's a Daughter, follows, The Rose and the Yew Tree)", "(The Secret Adversary, part of the series, Tommy and Tuppence)", "(Miss Jane Marple, present in work, The Thirteen Problems)", "(A Different Kind of Evil, author, Andrew Wilson)", "(Absent in the Spring, followed by, The Rose and the Yew Tree)", "(adapted for BBC Radio, based on, BBC Radio)", "(pot, studied by, archaeologist)", "(And Then There Were None, author, Charles Osborne)", "(The Unicorn and the Wasp, cast member, Fenella Woolgar)", "(Sleeping Murder, characters, Hercule Poirot)", "(Come, Tell Me How You Live, author, Agatha Christie)", "(The Hollow, follows, Appointment with Death)", "(Nimrud, country, Iraq)", "(The Woman in White, author, Wilkie Collins)", "(1956 New Year Honours, point in time, 1956)", "(Queen of Crime, said to be the same as, Mistress of Mystery)", "(her husband, child, her daughter)", "(The Mysterious Affair at Styles, publication date, 1920)", "(The Yeomen of the Guard, composer, Gilbert and Sullivan)", "(Michael C. Gerald, field of work, Pharmacology)", "(University College Hospital, located in the administrative territorial entity, London)", "(Agatha Christie, notable work, Miss Marple)", "(Appointment with Death, follows, And Then There Were None)", "(The Case of the Discontented Soldier, characters, Parker Pyne)", "(Gilbert and Sullivan, notable work, The Yeomen of the Guard)", "(Second World War, follows, First World War)", "(The Monogram Murders, author, Sophie Hannah)", "(Agatha Christie, spouse, her husband)", "(her daughter, father, her husband)", "(Agatha Christie, notable work, Come, Tell Me How You Live)", "(The Killings at Kingfisher Hill, author, Sophie Hannah)", "(Murder in Mesopotamia, author, Christie's)", "(And Then There Were None, distributed by, Acorn)", "(Roald Dahl, influenced by, J. R. R. Tolkien)", "(Duchess of Death, said to be the same as, Queen of Crime)", "(Gezirah Palace Hotel, located in the administrative territorial entity, Cairo)", "(Murder on the Orient Express, publication date, 1934)", "(The House of Dreams, instance of, short story)", "(Tommy and Tuppence, has part, The Secret Adversary)", "(Agatha Christie Trust For Children, inception, 1969)", "(Cards on the Table, author, P. D. James)", "(Parker Pyne, present in work, The Case of the Discontented Soldier)", "(Christie's titles, creator, Christie's)", "(Clarissa Miller, date of death, April 1926)", "(a new film version, director, Kenneth Branagh)", "(Tell Arpachiyah, country, Iraq)", "(John F. Kennedy, position held, President of the United States)", "(Prudence \"Tuppence\" née Cowley, spouse, Thomas (Tommy) Beresford)", "(Curtain, characters, Hercule Poirot)", "(Snow Upon the Desert, narrative location, Cairo)", "(Christie's, notable work, Christie's titles)", "(Cards on the Table, author, Christie's)", "(I Saw Him Die, author, Andrew Wilson)", "(Winterbrook House, located in the administrative territorial entity, Winterbrook)", "(1940, point in time, 1940)", "(The Unicorn and the Wasp, part of the series, Doctor Who)", "(Curtain, publication date, 6 August 1975)", "(Hercule Poirot, present in work, Curtain)", "(Closed Casket, author, Sophie Hannah)", "(Sherlock Holmes, creator, Arthur Conan Doyle)", "(The Mystery of Three Quarters, follows, Closed Casket)", "(The Mysterious Affair at Styles, distributed by, Royal Mail)", "(The Murder of Roger Ackroyd, distributed by, Royal Mail)", "(Murder on the Orient Express, instance of, train)", "(The Body in the Library, distributed by, Royal Mail)", "(Miss Guyer's Girls' School, located in the administrative territorial entity, Torquay)", "(British Empire Exhibition, point in time, 1922)", "(President of the United States, officeholder, John F. Kennedy)", "(Nineteen Eighty-Four, author, George Orwell)", "(Curtain, characters, Miss Marple)", "(Duchess of Death, said to be the same as, Mistress of Mystery)", "(The Mousetrap, date of first performance, 1952)", "(Hercule Poirot, creator, Clarissa Christie)", "(Thomas (Tommy) Beresford, spouse, Prudence \"Tuppence\" née Cowley)", "(Las Palmas, part of, Canary Islands)", "(The Rose and the Yew Tree, followed by, A Daughter's a Daughter)", "(the mansion, located in the administrative territorial entity, Sunningdale)", "(Miss Marple, present in work, Sleeping Murder)", "(Joan Acocella, employer, The New Yorker)", "(Golden Age, subclass of, detective fiction)", "(Agatha Christie's Poirot, number of episodes, 70)", "(The Thirteen Problems, characters, Miss Jane Marple)", "(Agatha Mary Clarissa Miller, place of birth, Torquay)", "(There Was a Crooked Man, characters, Crooked House)", "(Partners in Crime, distributed by, Acorn)", "(Agatha Christie, notable work, The Mysterious Affair at Styles)", "(1946, point in time, 1946)", "(Miss Marple, present in work, Hercule Poirot)", "(Grand Master Award, conferred by, Mystery Writers of America)", "(Nimrud, located in the administrative territorial entity, Nineveh)", "(Barbie, instance of, cultural phenomenon)"]