["(Mississippi River, tributary, Minnesota River)", "(Mississippi Valley, tributary, Mississippi River)", "(Mississippi River, country, United States)", "(Gulf of Mexico, tributary, Mississippi River)", "(St. Paul, Minnesota, shares border with, Prairie du Chien, Wisconsin)", "(Kaskaskia (Okaw) River, located in the administrative territorial entity, Illinois)", "(Minnesota, shares border with, Illinois)", "(The Navigator, author, Zadok Cramer)", "(Yangtze, instance of, river basins)", "(Georgia, shares border with, Florida)", "(Illinois, located in or next to body of water, Missouri River)", "(K, instance of, call-sign)", "(Huey P. Long Bridge, located in the administrative territorial entity, Baton Rouge)", "(Ojibwe, part of, Anishinaabe)", "(Louis Jolliet, student, Jacques Marquette)", "(horseshoe bend, has effect, flood heights)", "(Seven Years War, participant, Spain)", "(Louisiana, shares border with, Minnesota)", "(Milk River, mouth of the watercourse, Mississippi Valley)", "(Mississippi River Delta, located in or next to body of water, Mississippi River)", "(Missouri, tributary, Meramec)", "(Appalachian Mountains, country, United States)", "(1811, point in time, 1811)", "(Minnesota, located in or next to body of water, Mississippi River)", "(Spain, participant in, Seven Years War)", "(Amazon River, tributary, Mississippi River)", "(gathering, subclass of, hunting)", "(squash, part of, Three Sisters)", "(Minnesota, shares border with, Iowa)", "(Illinois River, mouth of the watercourse, Chicago River)", "(Colbert River, named after, Jean-Baptiste Colbert)", "(Montana, located in or next to body of water, Missouri River)", "(Fred Smith, military branch, Army Corps of Engineers)", "(Gulf of Mexico, tributary, Atchafalaya River)", "(England, capital, London)", "(Potawatomi, instance of, American Indian)", "(Minneapolis, twinned administrative body, New Orleans)", "(Tennessee, located in or next to body of water, Mississippi)", "(Louisiana, located in or next to body of water, Mississippi River)", "(Mississippi River, tributary, Chippewa River)", "(Hudson Bay, country, United States)", "(crappie, mouth of the watercourse, Mississippi River)", "(Mississippi River, tributary, Missouri River)", "(Brower's Spring, located in the administrative territorial entity, Montana)", "(white bass, mouth of the watercourse, Mississippi River)", "(smallmouth bass, mouth of the watercourse, Mississippi River)", "(2016 Summer Olympics, point in time, 2016)", "(Iowa, located in or next to body of water, Mississippi)", "(Lower Mississippi, mouth of the watercourse, Mississippi)", "(Tennessee, shares border with, Kentucky)", "(Louisiana, shares border with, Wisconsin)", "(Missouri, mouth of the watercourse, Mississippi River)", "(Kaskaskia (Okaw) River, mouth of the watercourse, Mississippi)", "(Hennepin Avenue Bridge, crosses, Mississippi River)", "(Ho-Chunk, instance of, American Indian)", "(Jean-Baptiste Le Moyne, Sieur de Bienville, work location, New Orleans)", "(Lake Pepin, inflows, Mississippi River)", "(Louisiana, located in or next to body of water, Mississippi)", "(Three Sisters, has part, beans)", "(Ojibwe, instance of, American Indian)", "(Jacques Marquette, student of, Louis Jolliet)", "(St. Louis, Missouri, located in or next to body of water, Missouri River)", "(Mississippi, tributary, Lower Mississippi)", "(Tamaroa, instance of, American Indian)", "(Cairo, Illinois, located in or next to body of water, Mississippi River)", "(Siege of Vicksburg, end time, July 4, 1863)", "(New Orleans, founded by, Jean-Baptiste Le Moyne, Sieur de Bienville)", "(Hudson Bay, tributary, Red River of the North)", "(Mississippi, tributary, Kaskaskia (Okaw) River)", "(Saint Louis, Missouri, located in or next to body of water, Mississippi River)", "(Mississippi National River and Recreation Area, operator, National Park Service)", "(Gulf of Mexico, tributary, Atchafalaya)", "(Fox, instance of, American Indian)", "(Cheyenne, instance of, American Indian)", "(Mississippi River, mouth of the watercourse, Mississippi Valley)", "(Illinois, shares border with, Missouri)", "(West Memphis, Arkansas, located in or next to body of water, Mississippi River)", "(Mississippi River, continent, North America)", "(Minnesota, shares border with, Arkansas)", "(Arkansas Post, located in or next to body of water, Arkansas River)", "(Dubuque, Iowa, located in or next to body of water, St. Croix River)", "(Mississippi, mouth of the watercourse, Ohio River)", "(Moline Lock, inception, 1907)", "(Cheyenne, language used, Cheyenne language)", "(Illinois, located in or next to body of water, Mississippi)", "(New Orleans, twinned administrative body, Minneapolis)", "(Arkansas River, tributary, Yazoo River)", "(Cairo, Illinois, located in or next to body of water, Mississippi)", "(salt wedge, located in or next to body of water, Gulf of Mexico)", "(White River, mouth of the watercourse, Arkansas River)", "(French Louisiana, capital, Mobile)", "(Mississippi River, tributary, Illinois River)", "(W, instance of, call-sign)", "(Red River of the North, country, United States)", "(Atchafalaya River, located in the administrative territorial entity, Louisiana)", "(Chicago Sanitary and Ship Canal, replaces, Illinois and Michigan Canal)", "(New Orleans, located in or next to body of water, Mississippi River)", "(Minnesota, contains administrative territorial entity, Clearwater County)", "(Wisconsin, located in or next to body of water, Mississippi)", "(silver carp, parent taxon, Asian carp)", "(Hennepin Avenue Bridge, located in the administrative territorial entity, Minneapolis)", "(Minnesota, shares border with, Missouri)", "(Florida, located in or next to body of water, Gulf of Mexico)", "(Missouri, contains administrative territorial entity, St. Louis)", "(northern pike, mouth of the watercourse, Mississippi River)", "(Brower's Spring, mouth of the watercourse, Missouri River)", "(Cheyenne language, used by, Cheyenne)", "(St. Louis, located in or next to body of water, Missouri River)", "(Mississippi, located in or next to body of water, Mississippi River)", "(Missouri River, tributary, Upper Mississippi)", "(Bermuda hotspot, instance of, hotspot)", "(Minnesota, shares border with, Kentucky)", "(Bonnet Carré Spillway, located in the administrative territorial entity, Louisiana)", "(French Louisiana, located in or next to body of water, Mississippi)", "(attack on New Orleans, part of, War of 1812)", "(Minnesota, located in or next to body of water, Mississippi)", "(Cannon River, mouth of the watercourse, Mississippi River)", "(Mississippi River, tributary, Missouri)", "(Minnesota River, mouth of the watercourse, Mississippi Valley)", "(Coon Rapids Dam, located in the administrative territorial entity, Coon Rapids, Minnesota)", "(Union forces, conflict, American Civil War)", "(Treaty of 1818, point in time, 1818)", "(Minnesota River, mouth of the watercourse, Mississippi River)", "(Atchafalaya Basin, located in the administrative territorial entity, Louisiana)", "(channel project, located in or next to body of water, Mississippi River)", "(Mississippi River, located in the administrative, Louisiana)", "(Missouri, located in or next to body of water, Mississippi)", "(Ohio, mouth of the watercourse, Mississippi River)", "(Mel Price Lock and Dam, located in the administrative territorial entity, Alton, Illinois)", "(Mississippi River, mouth of the watercourse, Gulf of Mexico)", "(Keokuk, Iowa, located in or next to body of water, Des Moines River)", "(Des Moines Rapids, mouth of the watercourse, Des Moines River)", "(cambaridae, parent taxon, crayfish)", "(Chicago River, tributary, Illinois River)", "(Mississippi River, tributary, Ohio)", "(Lake Itasca, lake outflow, Mississippi River)", "(Prairie du Chien, Wisconsin, shares border with, St. Paul, Minnesota)", "(Morganza Spillway, located in the administrative territorial entity, Louisiana)", "(Atchafalaya, mouth of the watercourse, Gulf of Mexico)", "(Upper Mississippi, mouth of the watercourse, Missouri River)", "(Reverie, Tennessee, located in the administrative territorial entity, Tipton County, Tennessee)", "(Fort St. Anthony, located in the administrative territorial entity, Minnesota)", "(Mississippi River, located in the administrative territorial entity, Mississippi)", "(Iowa, shares border with, Illinois)", "(Mississippi River, located in the administrative territorial entity, Louisiana)", "(Rock Island, Illinois, located in or next to body of water, Mississippi River)", "(Mississippi River, tributary, Cannon River)", "(Kickapoo, instance of, American Indian)", "(Florida, shares border with, Georgia)", "(Mississippi River, mouth of the watercourse, Ohio River)", "(Des Moines Rapids, length, 11)", "(Rivers and Harbors Act of 1930, point in time, 1930)", "(Ohio River, mouth of the watercourse, Mississippi River)", "(Mississippi, continent, North America)", "(Sioux, instance of, American Indian)", "(Gulf of Mexico, mouth of the watercourse, Atlantic Ocean)", "(Lock and Dam No. 1, located in the administrative territorial entity, Minneapolis, Minnesota)", "(Red River of the North, mouth of the watercourse, Hudson Bay)", "(Mississippi River, tributary, Maquoketa River)", "(Timeline of outflow course changes, is a list of, outflow course changes)", "(James River, mouth of the watercourse, Mississippi Valley)", "(Illinois and Michigan Canal, replaced by, Chicago Sanitary and Ship Canal)", "(Atchafalaya Basin, located in the administrative territorial entity, Mississippi)", "(Minnesota, shares border with, Louisiana)", "(St. Anthony Falls Lock and Dam, inception, 1963)", "(Wabasha, Minnesota, located in or next to body of water, Mississippi River)", "(White River National Wildlife Refuge, located in the administrative territorial entity, Arkansas)", "(flood heights, has cause, horseshoe bend)", "(Missouri, located in the administrative territorial entity, Missouri)", "(Moingwena, instance of, American Indian)", "(Mississippi, tributary, Upper Mississippi)", "(Arkansas River, tributary, White River)", "(Mississippi River, origin of the watercourse, Lake Itasca)", "(Mississippi, mouth of the watercourse, Gulf of Mexico)", "(1812, point in time, 1812)", "(beans, part of, Three Sisters)", "(Three Sisters, has part, squash)", "(Illinois, shares border with, Iowa)", "(Gateway Arch, located in the administrative territorial entity, St. Louis)", "(delta region, located in or next to body of water, Mississippi River)", "(Mississippi Valley, tributary, James River)", "(Ohio River, tributary, Mississippi)", "(Mississippi Valley, tributary, Minnesota River)", "(Lake Pontchartrain, located in the administrative territorial entity, Louisiana)", "(Big Black River, mouth of the water, Arkansas River)", "(Morgan City, located in the administrative territorial entity, Louisiana)", "(Kaskaskia River, located in the administrative territorial entity, Illinois)", "(Life on the Mississippi, author, Mark Twain)", "(Atchafalaya River, mouth of the watercourse, Mississippi)", "(1973 flood, point in time, 1973)", "(Lake Pepin, inflows, Chippewa River)", "(Missouri, shares border with, Illinois)", "(Minnesota, shares border with, Mississippi)", "(Big Freeze, point in time, 1918)", "(Louisiana, located in or next to body of water, Gulf of Mexico)", "(Mississippi, tributary, Atchafalaya River)", "(Great Mississippi Flood of 1927, point in time, 1927)", "(New Orleans, located in or next to body of water, Gulf of Mexico)", "(Minneapolis, located in or next to body of water, Mississippi River)", "(United States Army Corps of Engineers, inception, 1802)", "(Clearwater County, located in the administrative territorial entity, Minnesota)", "(Atchafalaya River, mouth of the watercourse, Gulf of Mexico)", "(source of the river, mouth of the watercourse, Mississippi River)", "(Birds Point-New Madrid Floodway, located in the administrative territorial entity, Missouri)", "(Arkansas River, located in the administrative territorial entity, Arkansas)", "(Old River Control Structure, located in the administrative territorial entity, Louisiana)", "(Minnesota, shares border with, Wisconsin)", "(Mississippi River, tributary, source of the river)", "(St. Louis, located in or next to body of water, Mississippi)", "(channel catfish, mouth of the watercourse, Mississippi River)", "(Great Wall of China, instance of, levees)", "(Hennepin, Illinois, located in or next to body of water, Illinois River)", "(Mississippi, located in the administrative territorial entity, Illinois)", "(Meramec, located in the administrative territorial entity, Missouri)", "(Arkansas River, tributary, Big Black River)", "(Lake Itasca, located in the administrative territorial entity, Clearwater County)", "(Arkansas, located in or next to body of water, Arkansas River)", "(Rock Island Arsenal, located in the administrative territorial entity, Illinois)", "(St. Louis, located in or next to body of water, Mississippi River)", "(Lake Pontchartrain, located in the administrative territorial entity, Mississippi)", "(Lake Itasca, inflows, Nicolet Creek)", "(Mississippi River, tributary, Wapsipinicon River)", "(New Orleans, located in or next to body of water, Ohio River)", "(Mississippi River, mouth of the watercourse, Amazon River)", "(Upper Mississippi, mouth of the watercourse, Mississippi)", "(Lock and Dam 26, located in the administrative territorial entity, Illinois)", "(Missouri River, mouth of the watercourse, Mississippi River)", "(New Orleans, located in or next to body of water, Lake Pontchartrain)", "(Rocky Mountains, country, United States)", "(Itasca State Park, located in the administrative territorial entity, Clearwater County)", "(Louisiana Purchase, point in time, 1803)", "(largemouth bass, mouth of the watercourse, Mississippi River)", "(stream gradient, subclass of, drop)", "(Gulf Stream, mouth of the watercourse, Gulf of Mexico)", "(Missouri River, tributary, Brower's Spring)", "(United States, located in or next to body of water, Atlantic Ocean)", "(Des Moines River, tributary, Des Moines Rapids)", "(Wisconsin, shares border with, Minnesota)", "(Mississippi River, tributary, Ohio River)", "(Mobile, capital of, French Louisiana)", "(Great Flood of 1993, instance of, flood)", "(Gulf of Mexico, tributary, Mississippi)", "(Seven Years War, has part, Treaty of Paris)", "(sauger, mouth of the watercourse, Mississippi River)", "(Memphis, located in or next to body of water, Mississippi River)", "(Lock and Dam No. 2, located in the administrative territorial entity, Minneapolis, Minnesota)", "(Alton, located in or next to body of water, Missouri River)", "(MV George Prince, point in time, October 20, 1976)", "(St. Paul, located in or next to body of water, Mississippi River)", "(Andrew Jackson, conflict, War of 1812)", "(St. Louis, Missouri, located in or next to, Mississippi River)", "(Atlantic Ocean, tributary, Gulf of Mexico)", "(St. Louis, located in the administrative territorial entity, Missouri)", "(United States, located in or next to body of water, Gulf of Mexico)", "(first levees, located on terrain feature, Mississippi River)", "(Kaskaskia, Illinois, located in the administrative territorial entity, Illinois)", "(Minnesota, shares border with, Tennessee)", "(Kentucky, shares border with, Tennessee)", "(bluegill, mouth of the watercourse, Mississippi River)"]