["(Little Red Book, author, Mao Tse-tung)", "(crack cocaine, start time, 1980)", "(Santa Cruz, part of, University of California)", "(Black Panther Party, inception, 1966)", "(Revolutionary Suicide, main subject, self-defense)", "(Mao Zedong, spouse, Jiang Qing)", "(Ericka Huggins, member of political party, party member)", "(Huey Newton, member of, Black Panther Party)", "(Kathleen Cleaver, member of, Black Panther Party)", "(Huey Percy Newton, member of, Black Panther Party)", "(Tyrone Robinson, member of, Black Guerrilla Family)", "(Huey Percy Newton, ethnic group, African American)", "(Revolutionary Suicide, genre, autobiography)", "(John Frey, date of death, 1967)", "(Ten-Point Program, creator, Black Panther Party)", "(San Francisco Bay Area, located in the administrative territorial entity, California)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Huey Percy Newton, date of birth, February 17, 1942)", "(Jim Jones, member of, Peoples Temple of the Disciples of Christ)", "(Bunchy Carter, educated at, University of California at Santa Cruz)", "(Black Panther Party for Self Defense, founded by, Bobby Seale)", "(John Huggins, educated at, University of California at Santa Cruz)", "(Plato, notable work, Republic)", "(John Frey, employer, Oakland Police Department)", "(Kathleen Smith, date of death, August 6, 1974)", "(Huey P. Newton, ethnic group, black)", "(Martin Luther King Jr., member of, Black Panthers)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(David Hilliard, member of, Black Panther)", "(Shadow of the Panther, author, Hugh Pearson)", "(Jiang Qing, spouse, Mao Zedong)", "(Mao Tse-tung, notable work, Little Red Book)", "(September 11, 1963, point in time, September 11, 1963)", "(Nation of Islam, has part, mosque)", "(Oakland Community School, located in the administrative territorial entity, Oakland)", "(Republic, author, Plato)", "(University of California, has part, Santa Cruz)", "(Lower Bottoms, located in the administrative territorial entity, Oakland, California)", "(Juche, country, North Korea)", "(Fred Hampton, educated at, University of California at Santa Cruz)", "(Oakland Community School, inception, 1982)", "(Monroe, located in the administrative territorial entity, Ouachita Parish)", "(Ouachita Parish, located in the administrative territorial entity, Louisiana)", "(John Frey, date of death, October 28, 1967)", "(Las Vegas, located in the administrative territorial entity, Nevada)", "(Merritt College, located in the administrative territorial entity, Oakland)", "(Peoples Temple of the Disciples of Christ, founded by, Jim Jones)", "(Robert Trivers, educated at, University of California at Santa Cruz)", "(Black Panthers, founded by, Martin Luther King Jr.)", "(Bobby Seale, member of, Black Panther Party for Self Defense)", "(Huey P. Newton, spouse, Fredrika Newton)", "(Evergreen Cemetery, located in the administrative territorial entity, Oakland)", "(Fredrika Newton, spouse, Huey P. Newton)", "(Huey Percy Newton, date of death, August 22, 1989)", "(2016 Summer Olympics, point in time, 2016)", "(mosque, religion, Nation of Islam)", "(Havana, country, Cuba)", "(Revolutionary Suicide, author, Newton)", "(self-defense, used by, Black Panther Party)", "(Ouachita Parish, contains administrative territorial entity, Monroe)", "(Jonestown, country, Guyana)", "(John F. Kennedy, date of death, September 11, 1963)", "(Louisiana, contains administrative territorial entity, Ouachita Parish)", "(Black Panther Party, founded by, Huey Percy Newton)"]