["(Columbia River, country, United States)", "(Kankakee, mouth of the watercourse, Illinois River)", "(Illinois River, mouth of the watercourse, Mississippi River)", "(Chicago, located in or next to body of water, Lake Michigan)", "(Great Lakes, has part, Lake Michigan)", "(East Peoria, located in the administrative territorial entity, Tazewell County)", "(Pekin, located in the administrative territorial entity, Tazewell County)", "(Kankakee Torrent, mouth of the watercourse, Illinois River)", "(Kankakee River, mouth of the watercourse, Illinois River)", "(Ottawa, located in or next to body of water, Mississippi Valley)", "(Greene, shares border with, Jersey)", "(Chicago River, mouth of the watercourse, Mississippi River)", "(LaSalle, located in or next to body of water, Mississippi Valley)", "(Illinois River, tributary, Kankakee Torrent)", "(St. Joseph, mouth of the watercourse, Illinois River)", "(St. Louis, located in or next to body of water, Mississippi River)", "(Rock Island, located in or next to body of water, Mississippi River)", "(Des Plaines, mouth of the watercourse, Illinois River)", "(Illinois River, tributary, Kankakee River)", "(Illinois Waterway, inception, 1933)", "(Illinois River, tributary, Kankakee)", "(Chicago, located in or next to body of water, Illinois River)", "(Illinois River, tributary, Des Plaines River)", "(Spoon River, located in the administrative territorial entity, Tazewell County)", "(Illinois River, tributary, Des Plaines)", "(Des Plaines River, mouth of the watercourse, Illinois River)", "(Missouri River, mouth of the watercourse, Mississippi River)", "(canyon, located in or next to body of water, Illinois River)", "(Illinois River, country, United States)", "(Jersey, shares border with, Greene)", "(Starved Rock, inception, 1680)", "(Greater Peoria Sanitation District, located in the administrative territorial entity, Peoria)", "(Illinois River, tributary, Chicago River)", "(Starved Rock Lock and Dam Visitor Center, instance of, lock)", "(Illinois River, tributary, St. Joseph)", "(St. Louis, located in or next to body of water, Missouri River)", "(Long Hot Summer Day, lyrics by, John Hartford)", "(Illinois River, located in the administrative territorial entity, Illinois)", "(Kankakee, located in the administrative, Illinois)", "(LaSalle, located in or next to body of water, Illinois River)", "(Lake Michigan, part of, Great Lakes)", "(Creve Coeur, located in the administrative territorial entity, Tazewell County)", "(Chicago River, mouth of the watercourse, Illinois River)", "(2016 Summer Olympics, point in time, 2016)", "(Peru, located in or next to body of water, Mississippi Valley)", "(Sangamon River, located in the administrative territorial entity, Springfield, Illinois)", "(Chicago, located in or next to body of water, Chicago River)", "(Browning, located in the administrative territorial entity, Tazewell County)", "(Des Plaines, located in the administrative territorial entity, Illinois)"]