["(Mount St. Helens National Volcanic Monument, inception, 1982)", "(1980 eruption, location, Mount St. Helens)", "(Goat Rocks Eruptive Period, start time, 1800)", "(Pahto, sibling, Wy'east)", "(Wishbone, instance of, glacier)", "(HMS Discovery, operator, Royal Navy)", "(Peter H. Burnett, position held, California governor)", "(Mount St. Helens major eruption, point in time, May 18, 1980)", "(Alberta, capital, Edmonton)", "(Skamania County, located in the administrative territorial entity, Washington)", "(Columbia River, mouth of the watercourse, Pacific Ocean)", "(a second earthquake, location, Mount St. Helens)", "(Dryer, instance of, glacier)", "(Cascades Volcanic Province, located in the administrative territorial entity, British Columbia)", "(Columbia River, tributary, Lewis)", "(Windy Pass, carries, Loowit Trail)", "(Swift Creek Stage, instance of, stages of Mount St. Helens)", "(Virginia, contains administrative territorial entity, Southampton County)", "(Nelson, instance of, glacier)", "(David A. Johnston, field of work, volcanologist)", "(Skamania County, Washington, shares border with, Cowlitz County)", "(Talus, instance of, glacier)", "(Toutle, mouth of the watercourse, Columbia River)", "(a 36,000-foot (11,000 m) plume of steam and ash emerged, point in time, March 8, 2005)", "(helenite, subclass of, gemstone)", "(Ape, instance of, glacier)", "(Southampton County, located in the administrative territorial entity, Virginia)", "(2016 Summer Olympics, point in time, 2016)", "(Kalama period, start time, 1480)", "(summit crater, subclass of, explosion crater)", "(Spirit Lake Lodge, inception, 1929)", "(Notes, author, John F. Kennedy)", "(Lewis, mouth of the watercourse, Columbia River)", "(collapse of the north face of the mountain, location, Mount St. Helens)", "(1980 eruption, location, Spirit Lake)", "(biological legacy, instance of, ecological concept)", "(Mount Adams, mountain range, Cascade Range)", "(Washington, country, United States)", "(Lewis County, shares border with, Skamania County, Washington)", "(1980 eruption, point in time, 1980)", "(Banff National Park, located in the administrative territorial entity, Alberta)", "(President's Range, mountain range, Cascade Range)", "(Edmonton, country, Canada)", "(1874 eruption, point in time, 1874)", "(Cowlitz County, shares border with, Skamania County, Washington)", "(Great Eruption, point in time, 1842)", "(Spirit Lake Outlet Bridge, carries, Washington State Route 504)", "(Mount St. Helens, instance of, stratovolcano)", "(Ljubljana, located in the administrative territorial entity, Slovenia)", "(Cascades Volcano Observatory, operator, USGS)", "(The Eruption of Mount St. Helens, director, Otto Seiber)", "(collapse and avalanche of the lava dome, point in time, October 22, 2006)", "(whaleback, dissolved, abolished or demolished date, July 2, 2005)", "(Ronald Reagan, position held, President)", "(Skamania County, Washington, shares border with, Lewis County)", "(Forsyth, instance of, glacier)", "(James Dwight Dana, employer, Yale University)", "(Cowlitz County, shares border with, Lewis County)", "(Mount Hood, replaces, Wy'east)", "(Mount St. Helens, located in the administrative territorial entity, Skamania County)", "(Portland, located in or next to body of water, Sandy River)", "(United States, contains administrative territorial entity, Washington)", "(Wy'east, sibling, Pahto)", "(huge breach, has cause, St. Helens May 18 eruption)", "(dome-building eruptions, location, Mount St. Helens)", "(British Columbia, located in or next to body of water, Pacific)", "(Worm Flows Route, mountain range, Mount St. Helens)", "(Skamania County, country, United States)", "(Cowlitz River, mouth of the watercourse, Columbia River)", "(Washington State Parks, located in the administrative territorial entity, Silver Lake, Washington)", "(California, located in or next to body of water, Pacific)", "(Pacific Northwest, country, United States)", "(Lewis River, mouth of the watercourse, Swift Reservoir)", "(Alberta, country, Canada)", "(Loowit, instance of, glacier)", "(Shoestring, instance of, glacier)", "(Lewis County, shares border with, Cowlitz County)", "(Carbon Glacier, mountain range, Mount Rainier)", "(Holocene, instance of, epoch)", "(collapse of the north face of the mountain, has cause, a second earthquake)", "(Swift, instance of, glacier)", "(Mount St. Helens, part of, Cascade volcanoes)", "(Canada, contains administrative territorial entity, Alberta)", "(whaleback collapsed, point in time, July 2005)", "(Columbia River, tributary, Toutle)", "(Yakama, has part, Cowlitz)", "(St. Helens May 18 eruption, has effect, huge breach)", "(Mount Rainier, mountain range, Cascade Range)", "(Kiksht, located in the administrative territorial entity, Chehalis)", "(Ape Canyon Stage, instance of, stages of Mount St. Helens)", "(Leschi, instance of, glacier)", "(Bibliography, is a list of, book)", "(Pine Creek, named after, St. Helens)", "(John Slemp, place of birth, Damascus, Oregon)", "(1854, point in time, 1854)", "(George Vancouver, military branch, Royal Navy)", "(Columbia River Gorge, instance of, cascades)", "(ecological response to volcanic eruption, studied by, ecological study)", "(Cascade volcanoes, highest point, Mount St. Helens)", "(ecological study, studies, ecological response to volcanic eruption)", "(Wy'east, replaced by, Mount Hood)", "(Indian Heaven, instance of, volcanic field)", "(collapse of the north face of the mountain, point in time, March 20, 1980)", "(a second earthquake, has effect, collapse of the north face of the mountain)", "(Swift Reservoir, inflows, Lewis River)", "(Spirit Lake Stage, instance of, stages of Mount St. Helens)", "(Cougar Stage, instance of, stages of Mount St. Helens)", "(Columbia River, tributary, Cowlitz River)", "(Ashfall, located in the administrative territorial entity, Washington)", "(Crater Glacier, instance of, glacier)", "(Climbers Bivouac, mountain range, Monitor Ridge)", "(2004, point in time, 2004)", "(Toutle, instance of, glacier)", "(Mount St. Helens, elevation above sea level, 1,500)", "(alpine tundra, instance of, climate)", "(Cougar Stage, followed by, Swift Creek eruptive period)", "(Swift Creek eruptive period, follows, Cougar Stage)", "(a 36,000-foot (11,000 m) plume of steam and ash emerged, location, Mount St. Helens)", "(Edmonton, located in the administrative territorial entity, Alberta)", "(Western Cascades Montane Highlands, instance of, ecoregion)", "(Washington, contains administrative territorial entity, Skamania County)", "(1980 eruptions, point in time, 1980)", "(Slovenia, contains administrative territorial entity, Ljubljana)", "(Ape Canyon, part of, Pleistocene)"]