["(2012 election, successful candidate, Barack Obama)", "(Bain Capital, instance of, private equity firm)", "(2018 election, candidate, Jenny Wilson)", "(1949, point in time, 1949)", "(campaign for the Republican nomination, candidate, John McCain)", "(United States, participant in, Vietnam War)", "(Salt Lake Temple, located in the administrative territorial entity, Utah)", "(Exponent II, main subject, women's group)", "(Goodridge v. Massachusetts Supreme Judicial Court, main subject, same-sex marriage)", "(University of Utah, has part, Hinckley Institute of Politics)", "(Solamere Capital, owned by, Tagg)", "(Staples, founded by, Tom Stemberg)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Clarence Thomas, employer, Supreme Court)", "(George H. W. Bush, father, Ronald Reagan)", "(Willard Mitt Romney, place of birth, Detroit)", "(Willard Mitt Romney, date of birth, March 12, 1947)", "(2012, candidate, Barack Obama)", "(Holladay, located in the administrative territorial entity, Utah)", "(Turnaround: Crisis, Leadership, and the Olympic Games, publication date, 2004)", "(Restore Our Future, instance of, Super PAC)", "(Jane Swift, member of political party, Republican)", "(Joe Biden, position held, vice president)", "(legislature, applies to jurisdiction, Massachusetts)", "(Michael Dukakis, candidacy in election, presidential election)", "(Mitt Romney, member of political party, Republican Party)", "(Brookstone, owned by, Bain Capital)", "(Democrats, opposite of, Republicans)", "(May 1994 Massachusetts Republican Party convention, point in time, May 1994)", "(Hillary Clinton, member of political party, Democratic)", "(Pierre Delecto, inception, July 2011)", "(Rex Tillerson, position held, Secretary of State)", "(Harper University Hospital, located in the administrative territorial entity, Detroit)", "(2014 Russian military intervention in Ukraine, point in time, 2014)", "(2016 Summer Olympics, point in time, 2016)", "(Benjamin Netanyahu, position held, Israeli Prime Minister)", "(murder of George Floyd, has effect, worldwide protests against police brutality)", "(his first impeachment trial, start time, February 5, 2020)", "(2010 midterm elections, point in time, 2010)", "(Joshua, sibling, Taggart)", "(Hillarycare, different from, previous decade's failed \"Hillarycare\" proposal)", "(a video surfaced of Romney speaking before a group of supporters, main subject, 47% of the nation pays no income tax, are dependent on the federal government, see themselves as victims, and will support Obama unconditionally)", "(Miles Romney, child, Miles Park Romney)", "(primaries and caucuses of March 6, part of, Super Tuesday)", "(George Romney, member of political party, Republican)", "(primary season, candidate, Donald Trump)", "(2012 election, office contested, president of the United States)", "(2004 Republican National Convention, point in time, 2004)", "(Bill Weld, member of political party, Libertarian)", "(Hinckley Institute of Politics, part of, University of Utah)", "(Mitt Romney, candidacy in election, 2012 election)", "(Mike Pence, position held, Vice President)", "(Cambodian Incursion, part of, Vietnam War)", "(Matthew, sibling, Joshua)", "(Troubled Asset Relief Program, part of, late-2000s financial crisis)", "(Joshua, sibling, Matthew)", "(moderate, instance of, party affiliation)", "(Iowa Republican caucuses, point in time, January 3, 2008)", "(Staples Inc., founded by, Thomas G. Stemberg)", "(1962 Michigan gubernatorial campaign, point in time, 1962)", "(Accuride Corporation, owned by, Bain Capital)", "(previous decade's failed \"Hillarycare\" proposal, different from, Hillarycare)", "(Mike Leavitt, position held, Governor)", "(Paul Tsongas, member of political party, Democratic)", "(Utah League of Cities and Towns, chairperson, Kenneth Bullock)", "(Joe Biden, candidacy in election, election win in the Senate)", "(2012 election, candidate, Mitt Romney)", "(Susan Collins, member of political party, Republican)", "(Boston Stake, instance of, stake high council)", "(Bain Capital, instance of, offshore tax haven)", "(Douglas Melton, employer, Harvard University)", "(greenhouse gas emissions, has effect, global warming)", "(Bordeaux, twinned administrative body, Paris)", "(Harvard Business School, has part, Harvard Law School)", "(Trump National Golf Club, located in the administrative territorial entity, Bedminster, New Jersey)", "(2012 presidential election, candidate, Mitt Romney)", "(Congress, part of, federal government)", "(Republican National Committee, chairperson, Ronna McDaniel)", "(Mitt Romney, candidacy in election, 2012 presidential election)", "(campaign for the Republican nomination, point in time, 2012)", "(Orrin Hatch, member of political party, Republican)", "(Secretary of State, officeholder, Rex Tillerson)", "(Romneycare, inception, April 12, 2006)", "(Boston Consulting Group, industry, management consultant)", "(Mitt Romney, date of birth, March 12, 1947)", "(Scott McLean, employer, Quinnipiac University)", "(Lisa Murkowski, member of political party, Republican)", "(climate change, said to be the same as, global warming)", "(2002 Salt Lake City Olympic Games, point in time, 2002)", "(2008 Republican nomination for president, point in time, February 13, 2007)", "(Ron Johnson, member of political party, Republican)", "(impeachment trial, participant, Donald Trump)", "(health care reform law, applies to jurisdiction, Massachusetts)", "(Milton \"Mitt\" Romney, member of sports team, Chicago Bears)", "(Patient Protection and Affordable Care Act, has part, Medicaid)", "(Miles Park Romney, father, Miles Romney)", "(Barack Obama, candidacy in election, 2012)", "(Secretary of State of Georgia, applies to jurisdiction, his state)", "(worldwide protests against police brutality, has cause, murder of George Floyd)", "(his state, office held by head of government, Secretary of State of Georgia)", "(Federal Deposit Insurance Corporation, instance of, creditors)", "(federal government, has part, Congress)", "(Paralympics, point in time, 2002)", "(John Roberts, employer, Supreme Court)", "(colleges and universities, field of work, higher education)", "(May 1968 general strike, point in time, May 1968)", "(50 Most Beautiful People, conferred by, People magazine)", "(Bain Capital, owner of, Ampad)", "(Rand Paul, member of political party, Republican)", "(Marriott International, founded by, J. Willard Marriott)", "(Bain & Company, headquarters location, Boston)", "(George W. Romney Institute of Public Management, part of, BYU)", "(Utah caucus, candidate, Ted Cruz)", "(presidential campaign committee, parent organization, Federal Election Commission)", "(Antonin Scalia, employer, Supreme Court)", "(Ampad, owned by, Bain Capital)", "(global warming, said to be the same as, climate change)", "(Vietnam War, participant, United States)", "(2002 Winter Olympics, point in time, 2002)", "(Kamala Harris, spouse, Joe Biden)", "(capital gains, subclass of, investment income)", "(2012 Republican National Convention, point in time, 2012)", "(election win in the Senate, candidate, Joe Biden)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Barack Obama, candidacy in election, 2012 election)", "(Richard Nixon, conflict, Vietnam War)", "(Jenny Wilson, candidacy in election, 2018 election)", "(2002 Olympics, point in time, 2002)", "(Jenny Wilson, member of political party, Democratic)", "(Brigham Young University, located in the administrative territorial entity, Utah)", "(Taggart, sibling, Matthew)", "(Artisan Entertainment, product or material produced, R-rated films)", "(offshore tax haven, said to be the same as, Swiss bank accounts)", "(Eugene Goodman, employer, capitol police)", "(Ronald Reagan, child, George H. W. Bush)", "(progressive, instance of, party affiliation)", "(2012 Republican National Convention, location, Tampa, Florida)", "(Free and Strong America, instance of, political action committee)", "(1994 Senate campaign, point in time, 1994)", "(Taggart, sibling, Joshua)", "(La Jolla, located in the administrative territorial entity, San Diego, California)", "(Massachusetts state legislature, has part, both houses)", "(Ann Davies, educated at, Kingswood School)", "(Bain & Company, founded by, Bill Bain)", "(Patient Protection and Affordable Care Act, has part, health insurance mandate)", "(Harvard Law School, part of, Harvard Business School)", "(2006 Massachusetts gubernatorial election, successful candidate, Deval Patrick)", "(John McCain, member of political party, Republican)", "(Ben Sasse, member of political party, Republican)", "(Florida primary, has part, January 21 primary)", "(1992 presidential primaries, point in time, 1992)", "(President Trump, opposite of, President-elect Biden)", "(Bain Capital, inception, 1984)", "(No Apology: The Case for American Greatness, publication date, March 2010)", "(47% of the nation pays no income tax, are dependent on the federal government, see themselves as victims, and will support Obama unconditionally, main subject, a video surfaced of Romney speaking before a group of supporters)", "(Gary Johnson, member of political party, Libertarian)", "(primaries, has part, caucuses)", "(Evangelical, religion, Mormon)", "(Pat Toomey, member of political party, Republican)", "(Ronna McDaniel, employer, Republican National Committee)", "(Mike Huckabee, religion, Southern Baptist)", "(Republicans, opposite of, Democrats)", "(both houses, part of, Massachusetts state legislature)", "(Mike Kennedy, member of political party, Republican)", "(Social Security, instance of, entitlement programs)", "(Faith Works, point in time, June 7, 2020)", "(2012 presidential election debates, location, Denver)", "(Paris, twinned administrative body, Bordeaux)", "(Matthew, sibling, Taggart)", "(ran for U.S. Senate, point in time, November 1993)", "(Bill Bain, employer, Bain & Company)", "(Bain Capital, dissolved, abolished or demolished date, August 2001)", "(Sam Houston, position held, governor of Tennessee)", "(2012 Summer Olympics, point in time, 2012)", "(Israeli Prime Minister, officeholder, Benjamin Netanyahu)", "(President-elect Biden, opposite of, President Trump)", "(converts, practiced by, Mormon missionary)", "(January 21 primary, part of, Florida primary)", "(George W. Bush, position held, President)", "(Hillary Clinton, position held, secretary of state)", "(Massachusetts, legislative body, legislature)", "(Mitt, publication date, 2014)", "(2016 presidential election, candidate, Donald Trump)", "(caucuses, part of, primaries)", "(Regional Greenhouse Gas Initiative, instance of, cap-and-trade)", "(Stratham, located in the administrative territorial entity, New Hampshire)", "(allegations of sexual misconduct, participant, Herman Cain)", "(announced that he would not run for president in 2016, point in time, January 30, 2015)", "(Deval Patrick, candidacy in election, 2006 Massachusetts gubernatorial election)", "(Truce Ideal Award, inception, 2004)", "(Samuel Alito, employer, Supreme Court)", "(Republican, instance of, party affiliation)", "(presidential election, candidate, Michael Dukakis)", "(Deer Valley, located in the administrative territorial entity, Park City, Utah)", "(Ted Kennedy, member of political party, Democratic)", "(Paralympics, location, Salt Lake City)", "(Federal Election Commission, subsidiary, presidential campaign committee)", "(2002 Winter Olympics, location, Salt Lake City)", "(Shannon O'Brien, position held, Massachusetts State Treasurer)", "(College of Humanities, part of, BYU)", "(Donald Trump, candidacy in election, 2016 presidential election)", "(Swiss bank accounts, said to be the same as, offshore tax haven)", "(Vice President, officeholder, Mike Pence)", "(election, point in time, November 5, 2002)", "(health insurance mandate, part of, Patient Protection and Affordable Care Act)", "(Madeleine Albright, position held, secretary of state)", "(List of The 100 Most Influential People in the World, conferred by, Time magazine)", "(Iowa caucuses of January 3, point in time, January 3)", "(state Republican nominating convention, point in time, April 21, 2018)", "(2002 campaign for governor, point in time, 2002)", "(Boston Stake, located in the administrative territorial entity, Massachusetts)", "(Le Havre, country, France)", "(Sarah Palin, position held, Alaska Governor)", "(Joe Biden, spouse, Kamala Harris)", "(Mike Huckabee, position held, Governor of Arkansas)", "(2018 election, successful candidate, Orrin Hatch)", "(John McCain, candidacy in election, campaign for the Republican nomination)", "(Tagg, owner of, Solamere Capital)", "(Medicare, instance of, entitlement programs)", "(Medicaid, part of, Patient Protection and Affordable Care Act)", "(2019 Sri Lanka Easter bombings, country, Sri Lanka)", "(Belmont, located in the administrative territorial entity, Massachusetts)", "(Mormon missionary, field of this occupation, converts)"]