["(Fisk University, located in the administrative territorial entity, Nashville, Tennessee)", "(Law School, part of, Duke University)", "(Oklahoma Hall of Fame, inception, 1978)", "(American history, facet of, United States)", "(St. Louis Literary Award, conferred by, Saint Louis University Library Associates)", "(Darmstadt, country, Germany)", "(One America Initiative, instance of, national commissions)", "(John W. Kluge Prize, winner, John Hope Franklin)", "(John Whittington Franklin, date of birth, August 24, 1952)", "(City University of New York, subsidiary, Brooklyn College)", "(North Caroliniana Society Award, located in the administrative territorial entity, North Caroliniana)", "(American Historical Association, member of, Organization of American Historians)", "(John Hope Franklin, educated at, Harvard University)", "(Jefferson Lecture, conferred by, National Endowment for the Humanities)", "(his autobiography, main subject, Second World War)", "(his prize-winning biography, main subject, W. E. B. Du Bois)", "(John Matthews Manly, educated at, University of Chicago)", "(Foundation Publishers, member of, Alpha Phi Alpha)", "(Clinton, award received, Presidential Medal of Freedom)", "(John F. Kennedy School of Government, part of, Harvard University)", "(W. E. B. Du Bois, influenced by, John Hope Franklin)", "(Where do We Go from Here?, publication date, 2006)", "(100 Greatest African Americans, author, Molefi Kete Asante)", "(John Hope Franklin Research Center for African and African American History and Culture, part of, David M. Rubenstein Rare Book & Manuscript Library)", "(Germany, contains administrative territorial entity, Darmstadt)", "(John Hope Franklin, member of, Southern Historical Association)", "(Phalaenopsis John Hope Franklin, parent taxon, orchid)", "(Professorship of American History and Institutions, conferred by, University of Cambridge)", "(John Hope Franklin, educated at, Fisk University)", "(John Hope Franklin, influenced by, W. E. B. Du Bois)", "(UNESCO General Conference, location, Belgrade)", "(North Carolina Central University, replaces, North Carolina College for Negroes)", "(Allan Nevins, member of, Society of American Historians)", "(Doctor of Humane Letters, instance of, honorary degree)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Franklin, date of death, March 25, 2009)", "(President's Advisory Commission on Ambassadorial Appointments, instance of, national commissions)", "(Jefferson Lecture, conferred by, National Endowment for Humanities)", "(Smithsonian, subsidiary, National Museum of African American History and Culture)", "(National Museum of African American History and Culture, parent organization, Smithsonian)", "(John Hope Franklin, member of, Phi Beta Kappa)", "(John Hope Franklin, date of birth, January 2, 1915)", "(John Hope Franklin, date of death, March 25, 2009)", "(Brad Henry, position held, Oklahoma Governor)", "(Brooklyn College, parent organization, City University of New York)", "(David Levering Lewis, award received, Pulitzer Prize for history)", "(John Hope Franklin, award received, John W. Kluge Prize)", "(American Academy of Arts and Sciences, inception, 1964)", "(Richard Nelson Current Award of Achievement, conferred by, The Lincoln Forum)", "(Phalaenopsis Aurelia Franklin, parent taxon, orchid)", "(Tulsa race riot, location, Tulsa)", "(National Council on the Humanities, instance of, national commissions)", "(Doctor of Laws, instance of, honorary)", "(Mirror to America: The Autobiography of John Hope Franklin, publication date, 2005)", "(Tulsa Race Riot of 1921, point in time, 1921)", "(General references, is a list of, references)", "(Cosmos Club, located in the administrative territorial entity, Washington, D.C.)", "(John Hope, employer, Atlanta University)", "(American Philosophical Society, inception, 1973)", "(Making History Award, conferred by, Chicago History Museum)", "(John Hope Franklin, member of, Organization of American Historians)", "(Golden Plate Award, conferred by, American Academy of Achievement)", "(2016 Summer Olympics, point in time, 2016)", "(David M. Rubenstein Rare Book & Manuscript Library, has part, John Hope Franklin Research Center for African and African American History and Culture)", "(North Carolina College for Negroes, replaced by, North Carolina Central University)", "(Louisiana State University Press, headquarters location, Baton Rouge)", "(Buck Colbert Franklin, ethnic group, African-American)", "(Franklin, place of death, Duke University Medical Center)", "(Spingarn Medal, conferred by, NAACP)", "(Durham 150, point in time, November 2, 2019)", "(James B. Duke, educated at, Duke University)", "(Phi Beta Kappa, inception, 1953)", "(John Hope Franklin, member of, American Historical Association)", "(Brown v. Board of Education, court, United States Supreme Court)"]