["(Beijing, country, China)", "(Commerce, located in the administrative territorial entity, Oklahoma)", "(Noah, owner of, Ark)", "(Edward Joseph Kelly, member of political party, Democratic Party)", "(Berlin, contains administrative territorial entity, West Berlin)", "(National Archives and Records Administration, subsidiary, Records of the Adjutant General's Office)", "(Harry S. Truman, member of political party, Democratic Party)", "(New York, office held by head of government, Governor)", "(Frank C. Walker, member of political party, Democratic Party)", "(West Wing, part of, White House)", "(1932 presidential election, candidate, Franklin D. Roosevelt)", "(Korean War, participant, North Korea)", "(Taft–Hartley Act, point in time, 1947)", "(1948 Democratic National Convention, point in time, 1948)", "(first bomb, country, Soviet Union)", "(Youngstown Sheet & Tube Co. v. Sawyer, court, Supreme Court)", "(Memoirs by Harry S. Truman, author, Harry S. Truman)", "(France, member of, NATO)", "(Jacob Milligan, sibling, Maurice Milligan)", "(Mao Zedong, member of political party, Communists)", "(United States, member of, NATO)", "(Harry S. Truman State Office Building, located in the administrative territorial entity, Jefferson City)", "(Britain, member of, NATO)", "(William J. Bray, occupation, Campaign manager)", "(Bess Wallace, child, Mary Margaret Truman)", "(Merle Miller, employer, Time magazine)", "(Denmark, member of, NATO)", "(his own presidential library, named after, Franklin D. Roosevelt)", "(Committee on Military Affairs Subcommittee on War Mobilization, inception, 1940)", "(China, capital, Beijing)", "(Housing Act of 1949, point in time, 1949)", "(statue of Harry S. Truman, located in the administrative territorial entity, Washington, D.C.)", "(1946 midterm elections, point in time, 1946)", "(Winston Churchill, educated at, Oxford University)", "(129th Field Artillery, part of, 35th Division)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(35th Division, has part, 129th Field Artillery)", "(Franklin D. Roosevelt, conflict, World War II)", "(World War I Victory Medal, has part, Defensive Sector Clasp)", "(State Department, country, United States)", "(Independence, Missouri, located in the administrative territorial entity, Jackson County)", "(2008 Summer Olympics, point in time, 2008)", "(Ronald Reagan, position held, President of the United States)", "(voting rights, facet of, civil rights)", "(379th Field Artillery Regiment, part of, 102nd Infantry Division)", "(Compromise of 1877, point in time, 1877)", "(Oval Office, part of, West Wing)", "(Truman Scholarship, inception, 1975)", "(Republican nomination, candidate, Nixon)", "(invaded South Korea, start time, June 25, 1950)", "(invaded South Korea, part of, Korean War)", "(Blake R. Van Leer, educated at, United States Naval Academy)", "(Truman, contains administrative territorial entity, Truman)", "(Democrats, opposite of, Republicans)", "(Allied, has part, Japan)", "(Spalding's Commercial College, located in the administrative territorial entity, Kansas City)", "(President, country, United States)", "(Edwin W. Pauley, member of political party, Democratic Party)", "(Robert A. Taft, member of political party, Republicans)", "(Nineteen Eighty-Four, author, George Orwell)", "(1952, successful candidate, Eisenhower)", "(Berlin Airlift, point in time, May 11, 1949)", "(Other Worlds, author, John F. Kennedy)", "(South Korea, contains administrative territorial entity, Gyeongsangbuk-do)", "(2016 Summer Olympics, point in time, 2016)", "(Washington National Cathedral, located in the administrative territorial entity, Washington)", "(1952 presidential election, point in time, 1952)", "(Dabu-dong, located in the administrative territorial entity, Gyeongsangbuk-do)", "(Russia, diplomatic relation, Soviet)", "(Arthur H. Vandenburg, member of, Foreign Relations Committee)", "(first bomb, point in time, August 29, 1949)", "(a book of reminiscences, author, Merle Miller)", "(UN Charter, inception, 1945)", "(chief of staff, officeholder, Truman)", "(Department of Defense, replaces, Department of the Navy)", "(William M. Boyle, member of political party, Democratic National Committee)", "(Baptist, subclass of, Protestant)", "(Douglas MacArthur, member of, Joint Chiefs of Staff)", "(Adlai Stevenson, candidacy in election, 1956)", "(Arthur Vandenberg, member of political party, Republicans)", "(Daniel Patrick Moynihan, member of political party, Democratic)", "(World War I, start time, April 6, 1917)", "(Japan, part of, Allied)", "(McCarran Internal Security Act, point in time, 1950)", "(Martha Ellen Young Truman, spouse, John Anderson Truman)", "(coverage, part of, Media coverage)", "(1952 Democratic National Convention, point in time, 1952)", "(Jackson County, contains administrative territorial entity, Kansas City, Missouri)", "(Kansas City, located in the administrative territorial entity, Missouri)", "(Jackson County, contains administrative territorial entity, Independence, Missouri)", "(Nixon, candidacy in election, Republican nomination)", "(Portugal, member of, NATO)", "(United States Military Academy, located in the administrative territorial entity, West Point, New York)", "(Joseph Martin, member of political party, Republican)", "(Wallace home, located in the administrative territorial entity, Independence, Missouri)", "(Governor, applies to jurisdiction, New York)", "(V-E Day, point in time, May 8, 1945)", "(UN General Assembly, part of, United Nations)", "(Scott W. Lucas, position held, Senate Majority Leader)", "(Meuse–Argonne offensive, start time, September 26, 1918)", "(George Kennan, employer, State Department)", "(Tom Pendergast, member of political party, Democratic)", "(Thomas Dewey, member of political party, Republican)", "(President's Committee on Civil Rights, inception, 1946)", "(Korean War, has part, invaded South Korea)", "(1934 Democratic primary election, point in time, 1934)", "(2008 Summer Olympics, location, Beijing)", "(Congress, country, United States)", "(Lyndon B. Johnson, position held, President)", "(Louis A. Johnson, position held, secretary of defense)", "(Harry S. Truman, notable work, Memoirs by Harry S. Truman)", "(Research Hospital and Medical Center, located in the administrative territorial entity, Kansas City's)", "(United States, diplomatic relation, Soviet Union)", "(1974, successful candidate, Richard Nixon)", "(Rachel Kleinfeld, field of work, international relations)", "(1930, follows, 1926)", "(Thomas E. Dewey, candidacy in election, 1948 presidential election)", "(John Bricker, member of political party, Republican)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(John F. Kennedy, notable work, Other Worlds)", "(United States, diplomatic relation, Japan)", "(1948 presidential election, successful candidate, Thomas E. Dewey)", "(United States, office held by head of government, President)", "(Korean War, start time, June 25, 1950)", "(George S. Patton, date of death, November 11, 1918)", "(Estes Kefauver, employer, Senate)", "(Roosevelt, position held, President)", "(Belgium, member of, NATO)", "(Japan, diplomatic relation, United States)", "(Luxembourg, member of, NATO)", "(Korean War, participant, South Korea)", "(Ark, owned by, Noah)", "(USS Harry S. Truman, named after, Harry S. Truman)", "(National Bank of Commerce, located in the administrative territorial entity, Kansas City)", "(National Statuary Hall Collection, located in the administrative territorial entity, Washington, D.C.)", "(Ohio, part of, Midwestern)", "(Vivian Truman, spouse, Harry)", "(Democratic Convention that year, point in time, 1960)", "(Harry S. Truman, date of death, December 26, 1972)", "(Italy, member of, NATO)", "(Miss Truman, country of citizenship, American)", "(Turkey, part of, Middle East)", "(Harry, spouse, Vivian Truman)", "(Harry S. Truman College, located in the administrative territorial entity, Chicago, Illinois)", "(John F. Kennedy School of Government, part of, Harvard University)", "(plebiscite in Puerto Rico in 1952, point in time, 1952)", "(James M. Pendergast, relative, Tom Pendergast)", "(Lauren Bacall, member of, National Press Club)", "(U.S. Capitol, located in the administrative territorial entity, Washington, D.C.)", "(Illinois, part of, Midwestern)", "(Franklin D. Roosevelt, position held, president of the United States)", "(second inauguration, participant, Truman)", "(seized the railroads, point in time, May 1946)", "(John F. Kennedy, position held, President)", "(Department of War, replaced by, Department of Defense)", "(Second Red Scare, named after, Joseph McCarthy)", "(1926, followed by, 1930)", "(Department of the Navy, replaced by, Department of Defense)", "(Russia, diplomatic relation, Germany)", "(North Korea, participant in, Korean War)", "(recognized, point in time, May 14, 1948)", "(Iran, part of, Middle East)", "(John Bricker, position held, Governor)", "(Maurice Milligan, sibling, Jacob Milligan)", "(Defensive Sector Clasp, part of, World War I Victory Medal)", "(Spain, member of, UN)", "(1951, point in time, 1951)", "(cast his only tie-breaking vote, point in time, April 10, 1945)", "(Ohio, office held by head of government, Governor)", "(Communist uprising, point in time, 1947)", "(Henry L. Stimson, position held, Secretary of War)", "(West Berlin, located in the administrative territorial entity, Berlin)", "(22nd Amendment, inception, 1951)", "(Trinity test, instance of, atomic bomb)", "(Presbyterian Church Sunday School, located in the administrative territorial entity, Independence, Missouri)", "(1950, point in time, 1950)", "(NSC 68, author, Paul Nitze)", "(South Korea, participant in, Korean War)", "(James Forrestal, position held, Secretary of Defense)", "(recession of 1921, point in time, 1921)", "(United States, participant in, Korean War)", "(a book of reminiscences, publication date, 1961)", "(schools, different from, teachers)", "(President of the United States, officeholder, Ronald Reagan)", "(Israel, member of, UN)", "(Republicans, opposite of, Democrats)", "(Arthur H. Vandenburg, member of political party, Republicans)", "(Soviet, diplomatic relation, Russia)", "(Calvin Coolidge, member of political party, Republican)", "(Harry S. Truman, position held, president of the United States)", "(Committee on Government Contract Compliance, inception, 1951)", "(1952 New Hampshire primary, point in time, 1952)", "(Truman, position held, chief of staff)", "(Franklin D. Roosevelt, candidacy in election, 1932 presidential election)", "(United States, contains administrative territorial entity, Michigan)", "(Henry Stimson, position held, Secretary of War)", "(made public in 2009, point in time, 2009)", "(Chiang Kai-shek, conflict, Chinese Civil War)", "(Governor, applies to jurisdiction, Ohio)", "(right to adequate medical care, instance of, rights)", "(teachers, different from, schools)", "(Canada, member of, NATO)", "(United States, legislative body, Congress)", "(Selma march, participant, Martin Luther King Jr.)", "(Chinese Civil War, participant, Chiang Kai-shek)", "(Records of the Adjutant General's Office, parent organization, National Archives and Records Administration)", "(Taiwan, member of, United Nations)", "(Thomas E. Dewey, member of political party, Republican)", "(Former Presidents Act, point in time, 1953)", "(invaded Manchuria, participant, Soviet Union)", "(favorable biography of Truman, author, David McCollough)", "(Acheson, position held, Secretary of State)", "(Whittaker Chambers, employer, Time magazine)", "(Central Intelligence Agency, inception, 1947)", "(honorary law license, subclass of, law license)", "(Truman State University, located in the administrative territorial entity, Chicago, Illinois)", "(1896, successful candidate, William McKinley)", "(Margaret's concert, point in time, 1970)", "(White House, has part, West Wing)", "(president, different from, president)", "(1917, point in time, 1917)", "(1900 Democratic National Convention, point in time, 1900)", "(Harry S. Truman, date of birth, May 8, 1884)", "(Kansas City, Missouri, located in the administrative territorial entity, Jackson County)", "(Kansas City's, owner of, Research Hospital and Medical Center)", "(USS Harry S. Truman, service entry, September 7, 1996)", "(Truman, located in the administrative territorial entity, Truman)", "(John Anderson Truman, spouse, Martha Ellen Young Truman)", "(John Snyder, position held, secretaries of the treasury)", "(Germany, diplomatic relation, Russia)", "(Norway, member of, NATO)", "(Margaret Truman, residence, Washington)", "(Presbyterian, subclass of, Protestant)", "(Paul Hume, employer, Washington Post)", "(United States, significant event, World War I)", "(Martin Luther King Jr., significant event, Selma march)", "(Harry S. Truman, position held, President of the United States)", "(Chubb Fellow, educated at, Yale)", "(Tom Pendergast, relative, James M. Pendergast)", "(Netherlands, member of, NATO)", "(Thomas E. Dewey, position held, Governor)", "(Harry S. Truman Library and Museum, located in the administrative territorial entity, Independence, Missouri)", "(Cold War, participant, Soviet Union)", "(Gyeongsangbuk-do, located in the administrative territorial entity, South Korea)", "(Republic of China, located in or next to body of water, Taiwan Strait)", "(West Wing, has part, Oval Office)", "(Michigan, located in the administrative territorial entity, United States)", "(1956, candidate, Adlai Stevenson)", "(Iceland, member of, NATO)", "(right to a fair trial in a fair court, instance of, rights)", "(Missouri Walk of Fame, located in the administrative territorial entity, Marshfield, Missouri)", "(Strom Thurmond, position held, South Carolina Governor)", "(right to a decent home, instance of, rights)", "(right to an equal share in making the public decisions through the ballot, instance of, rights)", "(United Nations, has part, UN General Assembly)", "(Fred Vinson, position held, secretaries of the treasury)", "(Soviet Union, diplomatic relation, United States)", "(Truman State University, inception, July 1, 1996)", "(Media coverage, has part, coverage)", "(Ed Flynn, member of political party, Democratic Party)", "(Department of Defense, replaces, Department of War)", "(Harry Truman, conflict, third world war)"]