["(George Washington Carver, part of, 100 Greatest African Americans)", "(whooping cough, said to be the same as, croup)", "(croup, said to be the same as, whooping cough)", "(Louis Pammel, educated at, Iowa State University)", "(formulae, different from, recipes)", "(gentleman, said to be the same as, lady)", "(agricultural bulletins, main subject, agricultural)", "(Jesup wagon, named after, Morris Ketchum Jesup)", "(George Ruffin Bridgeforth, employer, Agricultural Experiment Station)", "(George W. Carver, instance of, middle initial)", "(Ways and Means Committee, part of, United States House of Representatives)", "(Booker T. Washington, educated at, Tuskegee University)", "(100 Greatest African Americans, has part, George Washington Carver)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(peanuts, subclass of, legume)", "(church, different from, Sunday school)", "(University of Pennsylvania, subsidiary, Wharton School)", "(Library of Congress, subsidiary, National Film Registry)", "(Nineteen Eighty-Four, follows, Nineteen Eighty-Four)", "(Tuskegee, inception, 1906)", "(2016 Summer Olympics, point in time, 2016)", "(Peanut Growers Association, product or material produced, peanuts)", "(section, part of, school)", "(appropriate technology, discoverer or inventor, E. F. Schumacher)", "(peanut, has part, nitrogen)", "(David Robinson, league, National Basketball Association)", "(John F. Kennedy, notable work, Other Worlds)", "(Tuskegee Institute, heritage designation, National Historic Chemical Landmark)", "(Diamond, located in the administrative territorial entity, Newton County, Missouri)", "(Permaculture, subclass of, organic)", "(Harry S. Truman, conflict, World War II)", "(Sunday school, different from, church)", "(Highland University, located in the administrative territorial entity, Highland, Kansas)", "(Winn Parish, located in the administrative territorial entity, Louisiana)", "(recipes, different from, formulae)", "(Crystal Palace, located in the administrative territorial entity, Newton County, Missouri)", "(plant diseases, studied by, mycology)", "(US 1522176, publication date, January 6, 1925)", "(Simpson College, located in the administrative territorial entity, Indianola, Iowa)", "(mill, product or material produced, corn)", "(Mariah Watkins, spouse, George Carver)", "(Dust Bowl, has effect, Great Depression)", "(James Wilson, educated at, Iowa State University)", "(My Larger Education: Being Chapters from My Experience, publication date, 1911)", "(George Carver, spouse, Mariah Watkins)", "(Susan, spouse, Moses Carver)", "(Other Worlds, author, John F. Kennedy)", "(Dennis Keeney, employer, Iowa State University)", "(Southern products, has part, peanut)", "(Austin W. Curtis Jr., educated at, Cornell University)", "(How to Grow the Peanut and 105 Ways of Preparing it For Human Consumption, publication date, 1916)", "(Jesus, religion, Christian)", "(infantile paralysis, said to be the same as, polio)", "(peanut, part of, Southern products)", "(George Washington University, located in the administrative territorial entity, Washington, D.C.)", "(John F. Kennedy School of Government, part of, Harvard University)", "(USDA Hall of Heroes, inception, 2000)", "(cowpeas, subclass of, legume)", "(Booker T. Washington, educated at, Tuskegee Agricultural school)", "(sharecropping, subclass of, farmers)", "(Royal Society of Arts, country, England)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Moses Carver, spouse, Susan)", "(Nineteen Eighty-Four, followed by, Nineteen Eighty-Four)", "(1929, point in time, 1929)", "(Allen Alexander, employer, Tuskegee Institute)", "(Louisiana, contains administrative territorial entity, Winn Parish)", "(John XXIII, child, John XXIII)", "(George Washington Carver, date of birth, 1864)", "(lady, said to be the same as, gentleman)", "(sweet potato, subclass of, legume)", "(Missouri Botanical Garden, located in the administrative territorial entity, St. Louis, Missouri)", "(Tuskegee Institute, has part, Experiment Station at Tuskegee)", "(National Film Registry, parent organization, Library of Congress)", "(cowpea, has part, nitrogen)", "(George Washington Carver, date of death, January 5, 1943)", "(school, has part, section)", "(Experiment Station at Tuskegee, part of, Tuskegee Institute)", "(Warren Logan, employer, Tuskegee Institute)", "(swamp muck, subclass of, organic fertilizer)", "(Spingarn Medal, conferred by, NAACP)", "(Minneapolis High School, located in the administrative territorial entity, Minneapolis, Kansas)", "(George Washington Carver Foundation, inception, 1938)", "(feeding acorns to farm animals, publication date, 1898)", "(organic farming, part of, organic movement)", "(polio, said to be the same as, infantile paralysis)", "(A Boy Who Was Traded for a Horse, author, James Saxon Childers)", "(doctor of humane letters, instance of, honorary doctorates of science)", "(Carvoline Rubbing Oil, has part, peanut oil)", "(Axis, has part, Americans)", "(molasses, subclass of, flours)", "(United States House of Representatives, has part, Ways and Means Committee)", "(Newton County, Missouri, contains administrative territorial entity, Diamond)", "(World's Columbian Exposition, point in time, 1893)", "(Archival collections, has part, Archives)", "(How to Grow the Peanut and 105 Ways of Preparing it for Human Consumption, publication date, 1916)", "(Wharton School, parent organization, University of Pennsylvania)", "(compost, subclass of, organic fertilizer)", "(bill, legislated by, both houses)", "(Nineteen Eighty-Four, author, George Orwell)", "(cotton, subclass of, cash crops)", "(George Washington Carver National Monument, inception, July 1953)", "(John XXIII, father, John XXIII)", "(Archives, part of, Archival collections)", "(mycology, studies, plant diseases)", "(Franklin Roosevelt, educated at, Tuskegee University)", "(Print publications, subclass of, publications)", "(Sunday school, named after, Sunday school)"]