["(Battle of Gettysburg, part of, American Civil War)", "(Confederate, has part, Army of Northern Virginia)", "(Gettysburg Railroad Station, located in the administrative territorial entity, Gettysburg)", "(Danner Museum, inception, 1881)", "(Adams County, inception, January 22, 1800)", "(Gettysburg Address, author, Abraham Lincoln)", "(United Lutheran Seminary, located in the administrative territorial entity, Gettysburg)", "(Monocacy River, mouth of the watercourse, Potomac River)", "(Maryland, shares border with, Pennsylvania)", "(Battle of Gettysburg, location, Gettysburg)", "(Battle of Gettysburg, end time, July 3 of 1863)", "(Gettysburg Area School District, located in the administrative territorial entity, Gettysburg)", "(Potomac River, tributary, Monocacy River)", "(Gettysburg National Military Park, located in the administrative territorial entity, Gettysburg)", "(Lincoln Square, located in the administrative territorial entity, Gettysburg)", "(2010 census, point in time, 2010)", "(Mason-Dixon Farm, located in the administrative territorial entity, Pennsylvania)", "(Eisenhower National Historic Site, named after, Dwight D. Eisenhower)", "(Pennsylvania, shares border with, Maryland)", "(Abraham Lincoln, notable work, Gettysburg Address)", "(Eisenhower National Historic Site, located in the administrative territorial entity, Gettysburg)", "(Robert E Lee, military branch, Confederate)", "(Gettysburg Furniture Company, inception, 1902)", "(George G. Meade, military branch, Army of the Potomac)", "(Harrisburg, shares border with, Baltimore)", "(Frederick, shares border with, Carlisle)", "(Frederick, shares border with, Hagerstown, Maryland)", "(sister cities, has part, Gettysburg)", "(Baltimore, shares border with, Harrisburg)", "(Jennie Wade, date of death, 20)", "(Pennsylvania, contains administrative territorial entity, Adams County)", "(Freedom Transit, inception, 2009)", "(Adams County, located in the administrative territorial entity, Pennsylvania)", "(Gettysburgh, founded by, Samuel Gettys)", "(Army of Northern Virginia, part of, Confederate)", "(Carlisle, shares border with, Harrisburg)", "(Gettysburg, part of, sister cities)", "(Gettysburg, located in the administrative territorial entity, Adams County)", "(Gettysburg Address, publication date, November 19, 1863)", "(Gettysburg National Military Park, named after, Battle of Gettysburg)", "(Hagerstown, Maryland, shares border with, Frederick)", "(Confederate, founded by, Robert E Lee)", "(Harrisburg Area Community College, located in the administrative territorial entity, Gettysburg)", "(Gettysburg College, located in the administrative territorial entity, Gettysburg)", "(Harrisburg, shares border with, Carlisle)", "(Carlisle, shares border with, Frederick)", "(Adams County, capital, Gettysburg)", "(Chambersburg Street, located in the administrative territorial entity, Gettysburg)", "(Army of the Potomac, founded by, George G. Meade)", "(Gettysburg National Cemetery, located in the administrative territorial entity, Gettysburg)", "(Schmucker House, located on terrain feature, Seminary Ridge)"]