["(Jeb Bush, candidacy in election, 2016 Republican presidential primaries)", "(2010, point in time, 2010)", "(United States district courts, has part, United States courts of appeals)", "(Iowa caucuses, followed by, New Hampshire primary)", "(France, diplomatic relation, United States)", "(Rudy Giuliani, significant event, September 11 terrorist attacks)", "(Clinton Bush Haiti Fund, inception, 2010)", "(Mullah Omar, member of political party, Taliban)", "(Battle of Basra, participant, Mahdi Army)", "(September 11, 2001, point in time, September 11, 2001)", "(George Herbert Walker Bush, child, Marvin)", "(Speaker, officeholder, Nancy Pelosi)", "(coronary artery blockage, drug used for treatment, stent)", "(2008 Russo-Georgian diplomatic crisis, point in time, 2008)", "(2007–2008 financial crisis, has cause, September 11 attacks)", "(popular vote, has part, electoral votes)", "(North Korea, shares border with, South Korea)", "(Unite the Right rally, political ideology, white nationalist)", "(John Lewis, place of burial, Ebenezer Baptist Church)", "(Pew Global Attitudes Project, parent organization, Pew Research Center)", "(Julian Zelizer, employer, Princeton University)", "(Baseball Hall of Fame and Museum, located in the administrative territorial entity, Cooperstown, New York)", "(Global Fund to Fight AIDS, Tuberculosis, and Malaria, instance of, multilateral organization)", "(George Walker Bush, sibling, Dorothy)", "(Mexico, part of, Latin America)", "(Cowboys Stadium, located in the administrative territorial entity, Arlington)", "(Dick Cheney, member of political party, Republican Party)", "(George Walker Bush, member of political party, Republican Party)", "(José Luis Rodríguez Zapatero, country of, Spain)", "(two other executive orders to tackle environmental issues, instance of, executive order)", "(White House, subsidiary, Justice Department)", "(Ehud Olmert, position held, Israeli Prime Minister)", "(Osama bin Laden, member of, al-Qaeda)", "(Ebenezer Baptist Church, located in the administrative territorial entity, Atlanta)", "(Toomas Hendrik Ilves, position held, Estonian President)", "(Dennis Kucinich, candidacy in election, 2004 presidential campaign)", "(Justice Department, parent organization, White House)", "(George Walker Bush, mother, Barbara Pierce)", "(Winton M. Blount, member of political party, Republican)", "(2006 midterm elections, point in time, 2006)", "(Ronald Reagan, position held, President of the United States)", "(Albania, twinned administrative body, Belgrade)", "(Jenna, sibling, Barbara)", "(Karl Rove, member of political party, Republican Party)", "(2010 World Series, location, Rangers Ballpark in Arlington)", "(Ronald Reagan, father, George W. Bush)", "(2023 World Series, point in time, 2023)", "(John McCain, member of political party, Republicans)", "(first term, followed by, second term)", "(South Korea, shares border with, North Korea)", "(Condoleezza Rice, position held, national security advisor)", "(Dick Cheney, position held, White House chief of staff)", "(2006 State of the Union Address, point in time, 2006)", "(George Walker Bush, position held, president of the United States)", "(Barbara Pierce, child, George)", "(Homeland Security Council, country, United States)", "(147th Reconnaissance Wing, headquarters location, Ellington Field Joint Reserve Base)", "(Georgia, member of, NATO)", "(Iraq, diplomatic relation, United States)", "(Assaad Halim Hardan, member of political party, Syrian Socialist National Party)", "(Richard Nixon, position held, presidents)", "(Gulf Coast, located in the administrative territorial entity, Texas)", "(Ukraine, member of, NATO)", "(National Museum of African American History and Culture, inception, 2016)", "(stent, medical condition treated, coronary artery blockage)", "(Barbara Pierce, child, George Walker Bush)", "(2016 Summer Olympics, point in time, 2016)", "(elections recognized by the West as free and fair, successful candidate, Jalal Talabani)", "(2016 shooting of Dallas police officers, point in time, 2016)", "(George Walker Bush, sibling, Marvin)", "(United States, diplomatic relation, Iraq)", "(Harry S. Truman, position held, presidents)", "(Sandra Day O'Connor, position held, Associate Justice)", "(George Herbert Walker Bush, child, George Walker Bush)", "(Dana Perino, position held, White House press secretary)", "(Al Qaeda in Iraq, has part, Islamic State of Iraq and the Levant)", "(Rruga Punëtorët e Rilindjes, located in the administrative territorial entity, Tirana)", "(George W. Bush, child, Ronald Reagan)", "(Mahmoud Abbas, country of citizenship, Palestinian National Authority)", "(Genetic Information Nondiscrimination Act, point in time, May 21, 2008)", "(Alabama, shares border with, Mississippi)", "(funeral of John McCain, location, Washington National Cathedral)", "(Al Gore, candidacy in election, 2000 United States presidential election)", "(George Walker Bush, place of birth, New Haven, Connecticut)", "(George Herbert Walker Bush, spouse, Barbara Pierce)", "(Nancy Pelosi, position held, Speaker)", "(2000 Republican National Convention, point in time, 2000)", "(Jesus Day in Texas, point in time, June 10, 2000)", "(Alabama, shares border with, Louisiana)", "(Uganda, head of state, Yoweri Museveni)", "(Pew Research Center, subsidiary, Pew Global Attitudes Project)", "(John Kerry, member of political party, Democratic)", "(Syrian Socialist National Party, chairperson, Assaad Halim Hardan)", "(Osama bin Laden, conflict, a battle in December 2001)", "(1998 nuclear tests, participant, Bill Clinton)", "(managing general partner, field of this occupation, baseball)", "(Donald Trump, candidacy in election, 2016 elections)", "(Vladimir Arutyunian, ethnic group, Armenians)", "(Nouri al-Maliki, position held, Prime Minister of Iraq)", "(John H. Sununu, position held, White House chief of staff)", "(George Herbert Walker Bush, child, Neil)", "(Ken Homa, employer, Georgetown University)", "(subprime mortgage crisis, has effect, recession)", "(Biden's inauguration, point in time, January 20)", "(Al Gore, position held, Vice President)", "(Department of Health and Human Services, subsidiary, National Institutes of Health)", "(George Herbert Walker Bush, child, Jeb)", "(Sali Berisha, position held, Albanian Prime Minister)", "(three-way talks, participant, North Korea)", "(John Roberts, position held, Chief Justice of the United States)", "(Vicente Fox, country of citizenship, Mexico)", "(2016 Republican presidential primaries, candidate, Donald Trump)", "(Comprehensive Immigration Reform Act of 2007, point in time, 2007)", "(Barbara, sibling, Jenna)", "(Hamid Karzai, country of citizenship, Afghanistan)", "(Barbara, date of birth, November 25, 1981)", "(Tony Blair, country of citizenship, United Kingdom)", "(Kyoto Protocol, part of, United Nations Framework Convention on Climate Change)", "(Condoleezza Rice, position held, secretary of state)", "(Kabul, country, Afghanistan)", "(2001, point in time, 2001)", "(Latin America, has part, Mexico)", "(George Walker Bush, sibling, Neil)", "(Yoweri Museveni, country of citizenship, Uganda)", "(2003 invasion of Iraq, participant, Saddam Hussein)", "(1888, successful candidate, Benjamin Harrison)", "(Michael Chertoff, position held, DHS Secretary)", "(most conservatives, part of, Republican Party)", "(Louisiana, shares border with, Alabama)", "(chemical weapons, used by, Saddam Hussein)", "(Lyndon B. Johnson, position held, President)", "(withdrawal of American troops from Afghanistan, participant, Biden)", "(his presidency ended in 2009, point in time, 2009)", "(Federal Medical Center, located in the administrative territorial entity, Rochester)", "(2009, point in time, 2009)", "(Rangers Ballpark in Arlington, located in the administrative territorial entity, Arlington)", "(Abu Ghraib prisoner abuse, point in time, 2004)", "(September 11 terrorist attacks, point in time, September 11, 2001)", "(loss of support among Republicans, point in time, 2008)", "(September 11, 2001, terrorist attacks, point in time, September 11, 2001)", "(Afghan Transitional Administration, country, Afghanistan)", "(George Walker Bush, sibling, Jeb)", "(Medicare Act of 2003, point in time, 2003)", "(George H. Mahon, member of political party, Democratic Party)", "(2005 State of the Union Address, point in time, 2005)", "(Hans Blix, employer, United Nations)", "(Ukraine, diplomatic relation, Georgia)", "(Ted Kennedy, work location, Massachusetts)", "(Mahdi Army, conflict, Battle of Basra)", "(John Roberts, employer, Supreme Court)", "(2004 presidential campaign, candidate, Dennis Kucinich)", "(2003 invasion of Iraq, part of, war on terror)", "(2016 Republican presidential primaries, candidate, Jeb Bush)", "(funeral of John McCain, located in the administrative territorial entity, Washington, D.C.)", "(Museum of the Bible, located in the administrative territorial entity, Washington D.C.)", "(2010 Haiti earthquake, point in time, January 2010)", "(war funding bill, point in time, 2007)", "(Military Commissions Act of 2006, point in time, 2006)", "(Michael D. Brown, employer, FEMA)", "(Russian President, officeholder, Vladimir Putin)", "(a battle in December 2001, location, Tora Bora)", "(Samuel Alito, position held, federal appellate judge)", "(Afghan Transitional Administration, head of state, Hamid Karzai)", "(North Korea, participant in, three-way talks)", "(Bush, position held, president)", "(Saddam Hussein, conflict, 2003 invasion of Iraq)", "(George W. Bush, position held, President of the United States)", "(Hurricane Katrina, part of, 2005 Atlantic hurricane season)", "(David Brooks, employer, The New York Times)", "(Nouri al-Maliki, candidacy in election, elections recognized by the West as free and fair)", "(United States, diplomatic relation, France)", "(2003 invasion of Iraq, point in time, 2003)", "(Operation Mountain Thrust, point in time, 2006)", "(Piers Morgan, employer, Daily Mirror)", "(waterboarding, instance of, enhanced interrogation techniques)", "(Mohamed ElBaradei, employer, United Nations)", "(Georgia, diplomatic relation, Ukraine)", "(Roh Moo-hyun, position held, South Korean president)", "(Lehman Brothers, dissolved, abolished or demolished date, September 2008)", "(Texas Rangers, sport, baseball)", "(MBA, instance of, degree)", "(wind powered electricity, subclass of, renewable sources (RPS))", "(Ben Ferencz, participant in, Nuremberg Trials)", "(George H. W. Bush, family, Bush family)", "(Arbusto Energy, inception, 1977)", "(longest post-World War II recession, point in time, 2007)", "(State of the Union Address, point in time, January 29, 2002)", "(surge of 21,500 more troops for Iraq, point in time, January 10, 2007)", "(Clear Skies Act of 2003, point in time, 2003)", "(electoral votes, part of, popular vote)", "(war on terror, start time, September 11, 2001)", "(Phillips Academy, located in the administrative territorial entity, Andover, Massachusetts)", "(Mexico, diplomatic relation, United Kingdom)", "(Preston Hollow, located in the administrative territorial entity, Dallas, Texas)", "(Chief Justice of the United States, officeholder, John Roberts)", "(George Walker Bush, father, George Herbert Walker Bush)", "(Mississippi, shares border with, Alabama)", "(Clinton Bush Haiti Fund, inception, January 2010)", "(Portraits of Courage: A Commander in Chief's Tribute To America's Warrior, creator, Bush)", "(Washington National Cathedral, located in the administrative territorial entity, Washington, D.C.)", "(George Herbert Walker Bush, child, Dorothy)", "(Ann Richards, member of political party, Democratic)", "(Hainan Island incident, country, Taiwan)", "(second term, follows, first term)", "(widely portrayed in film and television, facet of, Bush)", "(baseball, practiced by, managing general partner)", "(Mississippi, shares border with, Louisiana)", "(National Science Foundation, subsidiary, National Institutes of Health)", "(Belgrade, twinned administrative body, Albania)", "(2008, point in time, 2008)", "(2005 legislative agenda, point in time, 2005)", "(Louisiana, shares border with, Mississippi)", "(New Hampshire primary, follows, Iowa caucuses)", "(2007 State of the Union Address, point in time, 2007)", "(Fort Hood shooting, point in time, November 5, 2009)", "(Alan Greenspan, position held, Federal Reserve chairman)", "(Harriet Miers, position held, White House Counsel)", "(2016 elections, candidate, Donald Trump)", "(Gulf War, participant, Saudi Arabia)", "(fell on April 9, 2003, point in time, April 9, 2003)", "(Taliban, country, Afghanistan)", "(elections recognized by the West as free and fair, point in time, January 2005)", "(2000s, point in time, 2000)", "(Jalal Talabani, candidacy in election, elections recognized by the West as free and fair)", "(Mikheil Saakashvili, position held, Georgian President)", "(September 11, 2001, has effect, war on terror)", "(Ken Mehlman, member of political party, Republican Party)", "(2010 Haiti earthquake, point in time, 2010)", "(war in Iraq, part of, War on Terror)", "(The Kinkaid School, located in the administrative territorial entity, Houston)", "(Porter Goss, position held, CIA director)", "(George W. Bush, position held, President)", "(George Walker Bush, position held, governor of Texas)", "(January 29, 2002 State of the Union address, point in time, January 29, 2002)", "(Person of the Year, conferred by, Time magazine)", "(funeral of John McCain, point in time, September 1, 2018)", "(2008 State of the Union Address, point in time, 2008)", "(Estonian President, officeholder, Toomas Hendrik Ilves)", "(2000 United States presidential election, candidate, Al Gore)", "(Dick Cheney, position held, secretary of defense)", "(Jimmy Carter, position held, presidents)", "(United States Army Field Manual on Human Intelligence Collector Operations, conflict, War on Terror)", "(Afghanistan, head of state, Hamid Karzai)", "(George W. Bush, award received, Person of the Year)", "(Alberto Gonzales, position held, Attorney General)", "(The Tonight Show with Jay Leno, original broadcaster, NBC)", "(Papahānaumokuākea Marine National Monument, instance of, national monument)", "(2005 Atlantic hurricane season, point in time, 2005)", "(2010 World Series, point in time, 2010)", "(Order of the Cross of Terra Mariana, conferred by, Estonian President)", "(Samuel Alito, employer, Supreme Court)", "(Jenna, date of birth, November 25, 1981)", "(Decision Points, publication date, November 9, 2010)", "(George Walker Bush, date of birth, July 6, 1946)", "(global warming is real, instance of, man-made)", "(September 11 attacks, point in time, September 11, 2021)", "(Painting as a Pastime, author, Winston Churchill)", "(George Tenet, position held, CIA director)", "(Donald Trump, candidacy in election, 2016 Republican presidential primaries)", "(Bush family, has part, George H. W. Bush)", "(National Institutes of Health, parent organization, Department of Health and Human Services)", "(a battle in December 2001, participant, Osama bin Laden)", "(2000 Republican presidential nomination, point in time, 2000)", "(his family's summer home, located in the administrative territorial entity, Kennebunkport, Maine)", "(Islamic State of Iraq and the Levant, part of, Al Qaeda in Iraq)", "(Vladimir Putin, position held, Russian President)", "(Palestinian National Authority, chairperson, Mahmoud Abbas)", "(John Kerry, candidacy in election, 2004 presidential elections)", "(Northern Alliance, country, Afghanistan)", "(United States courts of appeals, part of, United States district courts)", "(National Institutes of Health, part of, National Science Foundation)", "(2004 presidential elections, candidate, John Kerry)", "(United Kingdom, diplomatic relation, Mexico)", "(2010s, point in time, 2010)", "(Parkland Memorial Hospital, located in the administrative territorial entity, Dallas, Texas)", "(Alan Greenspan, employer, Federal Reserve)", "(Bushisms, instance of, linguistic error)", "(1994 Texas gubernatorial election, point in time, 1994)"]