["(Parkinson's symptoms, different from, dyskinesia)", "(Back to the Future, characters, Marty McFly)", "(Parkinson's disease, drug used for treatment, carbidopa/levodopa)", "(London, twinned administrative body, Hong Kong)", "(Alberta, capital, Edmonton)", "(Doctor of Laws, instance of, honorary degree)", "(Lucky Man, author, Michael J. Fox)", "(100 people \"whose power, talent or moral example is transforming the world\", conferred by, Time magazine)", "(Light of Day, part of the series, Back to the Future trilogy)", "(Teen Wolf, cast member, Michael J. Fox)", "(CBS Sunday Morning, presenter, Jane Pauley)", "(The Michael J. Fox Show, number of episodes, 22)", "(Lego Dimensions, characters, Marty McFly)", "(Back to the Future trilogy, has part, Casualties of War)", "(Pete Buttigieg, candidacy in election, 2020 United States presidential election)", "(Back to the Future trilogy, has part, Big City)", "(Marty McFly, present in work, Curb Your Enthusiasm)", "(Letters from Frank, producer, Ronald Shedlo)", "(The Greatest, original broadcaster, VH1)", "(Back to the Future Part II, followed by, Back to the Future Part III)", "(The Secret of My Success, part of the series, Back to the Future trilogy)", "(Family Ties, original broadcaster, NBC)", "(Family Ties, cast member, Michael Gross)", "(Nineteen Eighty-Four, author, George Orwell)", "(2016 Summer Olympics, point in time, 2016)", "(titular character, present in work, Stuart Little 3: Call of the Wild)", "(Bonnie and Clyde, characters, Michael J. Pollard)", "(Nineteen Eighty-Four, followed by, Nineteen Eighty-Four)", "(Spin City, creator, Gary David Goldberg)", "(Doc Hollywood, publication date, 1991)", "(World War I, followed by, World War II)", "(Jean Hersholt Humanitarian Award, conferred by, Academy of Motion Pictures Arts and Sciences)", "(Still: A Michael J. Fox Movie, director, Davis Guggenheim)", "(2010 Winter Olympics, located in the administrative territorial entity, Vancouver)", "(Claire McCaskill, position held, State Auditor of Missouri)", "(Curb Your Enthusiasm, cast member, Larry David)", "(A Funny Thing Happened on the Way to the Future: Twists and Turns and Lessons Learned, follows, Always Looking Up: The Adventures of an Incurable Optimist)", "(Spin City, original broadcaster, ABC)", "(Stuart Little, characters, titular character)", "(Back to the Future, cast member, Eric Stoltz)", "(Lucky Man: A Memoir, followed by, Always Looking Up: The Adventures of an Incurable Optimist)", "(Hong Kong, twinned administrative body, London)", "(Stuart Little 2, characters, titular character)", "(Stuart Little, followed by, Stuart Little 2)", "(World War II, follows, World War I)", "(Marty McFly, performer, Michael J. Fox)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(Stuart Little 2, follows, Stuart Little)", "(Scrubs, creator, Bill Lawrence)", "(Jean Hersholt Humanitarian Award, winner, Woody Harrelson)", "(Casualties of War, cast, Michael J. Fox)", "(Back to the Future: The Game, characters, Marty McFly)", "(eighth season, cast member, Larry David)", "(Curb Your Enthusiasm, has part, eighth season)", "(Michael J. Pollard, present in work, Bonnie and Clyde)", "(Teen Wolf, part of the series, Back to the Future trilogy)", "(Marty McFly, present in work, Back to the Future: The Game)", "(Designated Survivor, original broadcaster, ABC)", "(eighth season, part of the series, Curb Your Enthusiasm)", "(2020 United States presidential election, candidate, Pete Buttigieg)", "(The Secret of My Success, narrative location, New York City)", "(No Time Like the Future: An Optimist Considers Mortality, publication date, 2020)", "(Always Looking Up: The Adventures of an Incurable Optimist, followed by, A Funny Thing Happened on the Way to the Future: Twists and Turns and Lessons Learned)", "(Marty McFly, performer, Eric Stoltz)", "(Vancouver, significant event, 2010 Winter Olympics)", "(Back to the Future trilogy, has part, The Secret of My Success)", "(titular character, present in work, Stuart Little)", "(carbidopa/levodopa, medical condition treated, Parkinson's disease)", "(The Oprah Winfrey Show, presenter, Mehmet Oz)", "(The Frighteners, director, Peter Jackson)", "(Leo and Me, original broadcaster, Canadian Broadcasting Corporation)", "(Stuart Little 3: Call of the Wild, characters, titular character)", "(Still: A Michael J. Fox Movie, publication date, 2023)", "(Love and Kisses, creator, Brandon Tartikoff)", "(Back to the Future trilogy, has part, Teen Wolf)", "(Nineteen Eighty-Four, follows, Nineteen Eighty-Four)", "(Michael J. Fox Foundation, inception, 2000)", "(Casualties of War, cast member, Sean Penn)", "(The Hard Way, cast member, James Woods)", "(Parkinson's Progression Markers Initiative, facet of, Parkinson's disease)", "(Marty McFly, present in work, Back to the Future)", "(Back to the Future trilogy, has part, Bright Lights)", "(Family Ties, cast member, Michael J. Fox)", "(Outstanding Guest Actor in a Drama Series, instance of, Emmy)", "(Northern Ireland, contains administrative territorial entity, Belfast)", "(Spin City, creator, Bill Lawrence)", "(The Hard Way, publication date, 1991)", "(titular character, present in work, Stuart Little 2)", "(Back to the Future, cast member, Christopher Lloyd)", "(Family Ties, cast member, Tracy Pollan)", "(Claire McCaskill, applies to jurisdiction, Missouri)", "(Back to the Future trilogy, has part, Light of Day)", "(Still: A Michael J. Fox Movie, genre, documentary film)", "(Back to the Future Part III, follows, Back to the Future Part II)", "(Michael J. Fox, date of birth, June 9, 1961)", "(The Secret of My Success, cast member, Michael J. Fox)", "(Back to the Future, cast member, Michael J. Fox)", "(1992, point in time, 1992)", "(Back Home Again, publication date, 2021)", "(Edmonton, located in the administrative territorial entity, Alberta)", "(dyskinesia, different from, Parkinson's symptoms)", "(2010 Winter Olympics closing ceremony, located in the administrative territorial entity, Vancouver)", "(2010 Winter Olympics closing ceremony, point in time, 2010)", "(Marty McFly, present in work, Lego Dimensions)"]