["(President of the United States of America, appointed by, Congress of the United States of America)", "(Nelson Rockefeller, position held, Vice President)", "(1948, point in time, 1948)", "(United States, participant in, Vietnam War)", "(New York, office held by head of government, Governor)", "(September 11, 2001, point in time, September 11, 2001)", "(Helsinki Accords, point in time, 1975)", "(Paris Peace Accords, point in time, January 27, 1973)", "(Ford's Humor and the Presidency, publication date, 1987)", "(Ronald Reagan, position held, presidents)", "(popular vote, has part, electoral votes)", "(Tesoro Petroleum, parent organization, The Pullman Company)", "(William Coleman, position held, Secretary of Transportation)", "(football, owned by, University of Michigan)", "(Women's Equality Day, inception, August 26, 1975)", "(Economic Policy Board, inception, September 30, 1974)", "(House of Representatives, office held by head of the organization, Speaker of the House)", "(Reagan, position held, President)", "(Education for All Handicapped Children Act of 1975, point in time, 1975)", "(Martha Graham Dance Company, located in the administrative territorial entity, New York City)", "(attack on Pearl Harbor, point in time, December 7, 1941)", "(Colorado, capital, Denver)", "(John Gardner (known as Jack), sibling, Michael Gerald)", "(Human Rights Watch, instance of, non-governmental organization)", "(AMVETS, instance of, fraternal organizations)", "(Green Bay Packers, member of, National Football League)", "(Great Society, named after, Johnson Administration)", "(Patricia Jane King, sibling, Leslie Henry King)", "(Grace Episcopal Church, located in the administrative territorial entity, Grand Rapids)", "(Susan Elizabeth, sibling, John Gardner (known as Jack))", "(Proclamation 4311, point in time, September 8, 1974)", "(1976 Republican presidential primary, point in time, 1976)", "(Thomas Gardner \"Tom\" Ford, sibling, Richard Addison \"Dick\" Ford)", "(White House, has part, East Room)", "(University of Michigan, owner of, football)", "(Eagle Scout, conferred by, Boy Scouts of America)", "(University of Michigan, located in the administrative territorial entity, Ann Arbor, Michigan)", "(Richard Nixon, position held, presidents)", "(Robert Bork, position held, Associate Justice of the United States Supreme Court)", "(Equal Rights Amendment, inception, 1975)", "(Soldier Field, occupant, Chicago Bears)", "(2016 Summer Olympics, point in time, 2016)", "(Roe v. Wade, court, Supreme Court)", "(Rosalynn, spouse, Jimmy Carter)", "(Naval Air Station, located in the administrative territorial entity, Glenview, Illinois)", "(Albion College, located in the administrative territorial entity, Albion, Michigan)", "(Republican Party's nominee, candidacy in election, 2000 presidential election)", "(Marjorie King, sibling, Leslie Henry King)", "(Dwight D. Eisenhower, position held, President of the United States)", "(Michael Gerald, sibling, Steven Meigs)", "(Martha Griffiths, position held, vice president)", "(The Betty Ford Story, publication date, 1987)", "(2000 presidential election, candidate, Republican Party's nominee)", "(Gerald R. Ford Airport, place served by transport hub, Grand Rapids, Michigan)", "(Javier Pérez de Cuéllar, position held, Secretary-General of the United Nations)", "(Abraham Beame, position held, Mayor)", "(Henry Kissinger, position held, US National Security Advisor)", "(Thomas Gardner \"Tom\" Ford, sibling, Gerald Rudolff Ford Jr.)", "(Andrew Johnson, position held, President of the United States)", "(Patricia Jane King, sibling, Marjorie King)", "(Harry Conover, educated at, Yale Law School)", "(2000 Republican National Convention, point in time, 2000)", "(Bismarck Archipelago, country, Marshall Islands)", "(Voting Rights Act of 1965, point in time, 1965)", "(Nelson Rockefeller, position held, New York Governor)", "(National Security Study Memorandum 200, followed by, NSDM 314)", "(Nixon, position held, President)", "(United States Courts of Appeals, has part, United States district courts)", "(1964, successful candidate, Lyndon Johnson)", "(Michael Gerald, sibling, John Gardner (known as Jack))", "(Donald H. Rumsfeld, position held, chief of staff)", "(John Gardner (known as Jack), sibling, Steven Meigs)", "(Alan Greenspan, position held, Treasury Secretary)", "(Steven Meigs, sibling, Susan Elizabeth)", "(Gerald Ford, position held, President)", "(tibia, connects with, femur)", "(Ford, owned by, Ford Motor Company)", "(A Time to Heal, publication date, 1979)", "(Yitzhak Rabin, position held, Prime Minister)", "(Capitol Rotunda, located in the administrative territorial entity, State of Michigan)", "(1977 inaugural address, participant, Jimmy Carter)", "(United States district courts, part of, United States Courts of Appeals)", "(1933, point in time, 1933)", "(Governor, applies to jurisdiction, New York)", "(Leslie Lynch King Jr., date of birth, July 14, 1913)", "(John Paul Stevens, position held, Associate Justice of the Supreme Court of the United States)", "(assassination of President John F. Kennedy, participant, Lee Harvey Oswald)", "(Ronald Reagan, member of political party, Republican party)", "(Carl Albert, position held, House Speaker)", "(My mother, spouse, stepfather)", "(pardon of Nixon, has effect, his trust the American public had in him was rapidly and severely tarnished)", "(AEI World Forum, inception, 1982)", "(1976 Republican presidential primary, candidate, Ronald Reagan)", "(George Pataki, position held, Governor)", "(John F. Kennedy, date of death, September 11, 2001)", "(International Supreme Council, Order of DeMolay, office held by head of the organization, Grand Master)", "(Gerald Rudolph Ford Jr., position held, president of the United States)", "(Gerald Rudolff Ford Jr., sibling, Thomas Gardner \"Tom\" Ford)", "(National Environmental Policy Act, point in time, 1969)", "(attempted assassination, facet of, Ronald Reagan)", "(Leslie Henry King, sibling, Patricia Jane King)", "(his biological father, spouse, Leslie King)", "(Mayo Clinic, headquarters location, Rochester, Minnesota)", "(Everett Dirksen, member of political party, Republican)", "(2009, point in time, 2009)", "(Saudi, part of, Middle East)", "(H1N1, has effect, swine flu pandemic)", "(Nancy Reagan, position held, President)", "(Human Rights Watch, inception, 1975)", "(femur, connects with, tibia)", "(Chicago Bears, home venue, Soldier Field)", "(1932, point in time, 1932)", "(Henry Kissinger, position held, Secretary of State)", "(Lynette \"Squeaky\" Fromme, influenced by, Charles Manson)", "(Susan Elizabeth, sibling, Steven Meigs)", "(1976 Republican presidential primary, candidate, Jimmy Carter)", "(swine flu pandemic, has cause, H1N1)", "(Bartel J. Jonkman, member of political party, Republican)", "(Bob Woodward, employer, The Washington Post)", "(Marshall Islands, contains administrative territorial entity, Bismarck Archipelago)", "(Burdick v. United States, court, Supreme Court)", "(Richard Addison \"Dick\" Ford, sibling, Thomas Gardner \"Tom\" Ford)", "(Michael Gerald, sibling, Susan Elizabeth)", "(Thomas Gardner \"Tom\" Ford, sibling, James Francis \"Jim\" Ford)", "(Vietnam War, participant, United States)", "(Philip W. Buchen, work period (start), 1941)", "(Vietnam Veterans Memorial wall, located in the administrative territorial entity, Washington, D.C.)", "(Helsinki Watch, inception, 1975)", "(Jimmy Carter, candidacy in election, 1976 Republican presidential primary)", "(Tax Reduction Act of 1975, point in time, 1975)", "(Wendell Willkie, member of political party, Republican)", "(William Halsey, military branch, Third Fleet)", "(Donald H. Rumsfeld, position held, secretary of defense)", "(St. Francis Hotel, located in the administrative territorial entity, San Francisco)", "(electoral votes, part of, popular vote)", "(Steven Meigs, sibling, John Gardner (known as Jack))", "(Richard Nixon, position held, president of the United States)", "(Gerald Rudolph Ford Jr., date of birth, July 14, 1913)", "(Helsinki Watch, instance of, non-governmental organization)", "(South Vietnam, shares border with, North Vietnam)", "(1966 midterm elections, point in time, 1966)", "(Ford Motor Company, owner of, Ford)", "(New York Shipbuilding Corporation, location of formation, Camden, New Jersey)", "(Detroit Lions, member of, National Football League)", "(Gerald Rudolph Ford Jr., date of death, December 26, 2006)", "(Equal Rights Amendment, legislated by, Congress of the United States of America)", "(Gerald R. Ford, position held, President of the United States of America)", "(Israel, diplomatic relation, United States)", "(Jimmy Carter, candidacy in election, 1960 election)", "(Queen Elizabeth II, spouse, Prince Philip of the United Kingdom)", "(Jimmy Carter, significant event, 1977 inaugural address)", "(The Victors, performer, University of Michigan)", "(Colonial Country Club, located in the administrative territorial entity, Memphis, Tennessee)", "(1992 Republican National Convention, point in time, 1992)", "(Prince Philip of the United Kingdom, spouse, Queen Elizabeth II)", "(Dwight D. Eisenhower, place of birth, Gettysburg, Pennsylvania)", "(East Room, part of, White House)", "(Speaker of the House, part of, House of Representatives)", "(Operation Frequent Wind, location, Saigon)", "(Sons of the Revolution, instance of, fraternal organizations)", "(1960 election, candidate, Jimmy Carter)", "(Republican Party, political ideology, conservative)", "(Bill Clinton, position held, President)", "(Gerald Rudolff Ford Jr., sibling, James Francis \"Jim\" Ford)", "(George H. W. Bush, position held, Director of the Central Intelligence Agency)", "(North Vietnam, shares border with, South Vietnam)", "(Marjorie King, sibling, Patricia Jane King)", "(Richard Addison \"Dick\" Ford, sibling, James Francis \"Jim\" Ford)", "(Johnson, conflict, Vietnam War)", "(Group of Seven, inception, 1975)", "(Yom Kippur War, part of, Arab–Israeli conflict)", "(John Gardner (known as Jack), sibling, Susan Elizabeth)", "(Leslie King, spouse, his biological father)", "(Carter, educated at, Emory University)", "(Susan Elizabeth, sibling, Michael Gerald)", "(Jimmy Carter, position held, presidents)", "(Leslie Henry King, sibling, Marjorie King)", "(National Cathedral, located in the administrative territorial entity, Washington, D.C.)", "(Gerald Rudolph Ford Jr., member of political party, Republican Party)", "(United States, diplomatic relation, Israel)", "(Gerald R. Ford, position held, President)", "(stepfather, spouse, My mother)", "(Steven Meigs, sibling, Michael Gerald)", "(Saturday Night Live, cast member, Chevy Chase)", "(Lee Harvey Oswald, significant event, assassination of President John F. Kennedy)", "(Jimmy Carter, spouse, Rosalynn)", "(Benevolent and Protective Order of Elks, instance of, fraternal organizations)", "(Royal Order of Jesters, part of, Freemasonry)", "(Alexander Haig, position held, Chief of Staff)", "(Trần Văn Trà, country of citizenship, North Vietnam)", "(Gerald Rudolff Ford Jr., sibling, Richard Addison \"Dick\" Ford)", "(Richard Addison \"Dick\" Ford, sibling, Gerald Rudolff Ford Jr.)", "(Tax Reform Act of 1969, point in time, 1969)", "(coronary artery disease, subclass of, arteriosclerotic cerebrovascular disease)", "(Veterans of Foreign Wars, instance of, fraternal organizations)", "(Turkish invasion of Cyprus, start time, July 1974)", "(NSDM 314, follows, National Security Study Memorandum 200)", "(Donald Rumsfeld, position held, Secretary of Defense)", "(Jerald terHorst, position held, press secretary)", "(Willis Ward, member of sports team, Georgia Tech)", "(1982 midterm elections, point in time, 1982)", "(The Pullman Company, subsidiary, Tesoro Petroleum)", "(Turkish invasion of Cyprus, part of, Cyprus dispute)", "(Proto-Indo-European initial *b, part of, Proto-Indo-European)", "(P, part of, English alphabet)", "(English alphabet, based on, Latin alphabet)", "(π, part of, Greek)", "(Greek, has part, Pi)", "(Proto-Indo-European, has part, Proto-Indo-European initial *b)", "(P, part of, Latin alphabet)", "(⟨p⟩, part of, English orthography)", "(English, influenced by, German)", "(Greek, has part, Rho)", "(English orthography, has part, ⟨p⟩)", "(Greek, has part, Π)", "(Rho, part of, Greek)", "(Π, part of, Greek)", "(English alphabet, has parts of the class, P)", "(2016 Summer Olympics, point in time, 2016)", "(P, part of, English language)", "(Greek, has part, π)", "(/p, instance of, sound)", "(bilabial plosive, part of, International Phonetic Alphabet)", "(Pi, part of, Greek)", "(German, influenced by, English)"]