["(Edwin Walker, date of death, April 10, 1963)", "(The Idle Warriors, publication date, 1962)", "(Oswald, member of political party, Hands Off Cuba)", "(Nick McDonald, occupation, Police Officer)", "(Arlington Heights High School, located in the administrative territorial entity, Fort Worth, Texas)", "(Jesse Curry, position held, Dallas police chief)", "(assassinated, point in time, November 22, 1963)", "(Charles Givens, employer, Texas School Book Depository)", "(Civil Air Patrol, inception, 1955)", "(Joe Molina, employer, Texas School Book Depository)", "(Beckley Avenue bus stop, located on street, North Beckley Avenue)", "(World War II, has part, Korean War)", "(Norman Ramsey, member of, National Academy of Sciences)", "(Youth House, field of work, social worker)", "(Oswald, field of work, forgery)", "(Ella German, date of birth, 1937)", "(Oswald, said to be the same as, a look-alike Russian agent)", "(private, follows, private first class)", "(Leslie Welding Company, headquarters location, Dallas)", "(On the Trail of the Assassins, author, Jim Garrison)", "(Michael Paine, spouse, Ruth Paine)", "(World Heritage Site, maintained by, UNESCO)", "(John F. Kennedy, position held, president of the United States)", "(Jeanne de Mohrenschildt, spouse, George de Mohrenschildt)", "(Robert Jr., sibling, Robert Oswald)", "(The Trial of Lee Harvey Oswald, main subject, Lee Harvey Oswald)", "(Robert Oswald, sibling, Robert Jr.)", "(Korean War, part of, World War II)", "(cartoon character, said to be the same as, Ozzie Rabbit)", "(Embassy of the United States, located in the administrative territorial entity, Moscow)", "(Oswald's note, author, Oswald)", "(United Nations, owner of, World Heritage Site)", "(de Mohrenschildt print bearing Oswald's signature, creator, Marina Oswald)", "(Science & Justice, instance of, journal)", "(Warren Commission, main subject, assassinated Kennedy)", "(2016 Summer Olympics, point in time, 2016)", "(Dealey Plaza, different from, Parkland Hospital)", "(Lee Oswald, date of death, April 5, 1963)", "(Soviet Union, diplomatic relation, Cuba)", "(World Heritage Site, maintained by, United Nations)", "(Officer Tippit, significant event, murder of Officer Tippit)", "(World Heritage Site, owned by, United Nations)", "(Tarrant County, located in the administrative territorial entity, Texas)", "(Warren Commission, founded by, Lyndon B. Johnson)", "(assassinated, participant, Lee Harvey Oswald)", "(Ruth Paine, spouse, Michael Paine)", "(The Idle Warriors, author, Kerry Thornley)", "(Luis Alvarez, member of, National Academy of Sciences)", "(Rose Hill Cemetery, located in the administrative territorial entity, Fort Worth)", "(murder of Officer Tippit, participant, Officer Tippit)", "(Robert Blakey, employer, House Select Committee on Assassinations)", "(Jack Ruby, employer, Dallas Police Headquarters)", "(Great Soviet Union, said to be the same as, Soviet Union)", "(assassinated Kennedy, has effect, Warren Commission)", "(Minsk, country, Belarus)", "(Dealey Plaza, located in the administrative territorial entity, Dallas)", "(Belarus, capital, Minsk)", "(Marina Oswald, spouse, her husband)", "(Belarusian Soviet Socialist Republic, capital, Minsk)", "(Robert H. Jackson, award received, Pulitzer Prize for Photography)", "(superimposing, subclass of, photography)", "(Carlos Bringuier, member of, Directorio Revolucionario Estudantil)", "(Cuba, diplomatic relation, Soviet)", "(Socialist Workers Party, political ideology, Trotskyist)", "(jungle, country, Philippines)", "(Robert E. Lee, conflict, World War I)", "(George de Mohrenschildt, spouse, Jeanne de Mohrenschildt)", "(Oswald's original tombstone, owned by, his mother)", "(Edward Voebel, member of political party, Socialist Party of America)", "(United States, diplomatic relation, Soviet Union)", "(Dallas, shares border with, Fort Worth)", "(Fort Worth, located in the administrative territorial entity, Texas)", "(Robert F. Kennedy, sibling, President Kennedy)", "(Kerry Thornley, notable work, The Idle Warriors)", "(Ruth Paine, place of death, Irving, Texas)", "(numerous conspiracy theories, main subject, assassination)", "(Cuba, diplomatic relation, Soviet Union)", "(Fort Worth, shares border with, Dallas)", "(Jim Garrison, position held, New Orleans District Attorney)", "(bullet, studied by, ballistics)", "(her husband, spouse, Marina Oswald)", "(Carlos Bringuier, member of, Information Council of the Americas)", "(Oswald, notable work, Oswald's note)", "(Lee Harvey Oswald, date of death, November 24, 1963)", "(Ozzie Rabbit, said to be the same as, cartoon character)", "(sharpshooter, different from, marksman)", "(Oswald, said to be the same as, Oswald)", "(John, sibling, Oswald)", "(Lee Harvey Oswald, significant event, assassinated)", "(Texas, contains administrative territorial entity, Tarrant County)", "(Parkland Hospital, different from, Dealey Plaza)", "(Will Fritz, employer, Dallas Police)", "(John Connally, position held, Texas Governor)", "(New York, twinned administrative body, New Orleans)", "(Troy West, employer, Texas School Book Depository)", "(Joseph Ball, employer, Warren Commission)", "(Robert E. Lee, position held, President)", "(passive-aggressive, subclass of, schizoid)", "(Bronx, located in the administrative territorial entity, New York)", "(Robert Jr., military branch, United States Marine Corps)", "(Reserve, part of, United States Marine Corps)", "(Philippines, contains administrative territorial entity, jungle)", "(Marrion L. Baker, employer, Dallas police officer)", "(assassination of President Kennedy, country, Soviet Union)", "(Warren Commission, inception, 1964)", "(bullet, different from, cartridge)", "(assassination of President Kennedy, located in the administrative territorial entity, Washington, D.C.)", "(marksman, different from, sharpshooter)", "(his mother, owner of, Oswald's original tombstone)", "(Texas School Book Depository, located in the administrative territorial entity, Dallas)", "(United States Marine Corps, has part, Reserve)", "(Danny Arce, employer, Texas School Book Depository)", "(War Is Hell, location, Texas Theatre)", "(President Kennedy, sibling, Robert F. Kennedy)", "(private first class, followed by, private)", "(Fair Play for Cuba Committee, headquarters location, New York City)", "(Ramsey Clark Panel, inception, 1968)", "(Mannlicher-Carcano, subclass of, rifle)", "(Hands Off Cuba, founded by, Oswald)", "(Jack Dougherty, employer, Texas School Book Depository)", "(Soviet Union, said to be the same as, Great Soviet Union)", "(Robert Oswald, date of birth, October 18, 1939)", "(New Orleans, twinned administrative body, New York)", "(United States House Select Committee on Assassinations, inception, 1979)", "(ballistics, studies, bullet)", "(Lee Harvey Oswald, political ideology, communism)", "(Ruth Paine, place of birth, Dallas)", "(Lee Harvey Oswald, date of birth, October 18, 1939)", "(James P. Hosty, employer, FBI)", "(cartridge, different from, bullet)", "(John Abt, member of political party, Communist Party USA)", "(Marxist, different from, communist)", "(Marina Prusakova, date of birth, 1941)", "(Texas School Book Depository, located in the administrative territorial entity, Irving)", "(Soviet, diplomatic relation, Cuba)", "(Oswald, sibling, John)", "(assassinated, facet of, John F. Kennedy)", "(a CIA document released in 2017, publication date, 2017)", "(Minsk, capital of, Belarusian Soviet Socialist Republic)", "(New York, contains administrative territorial entity, Bronx)", "(Robert Jr., conflict, Korean War)", "(communist, different from, Marxist)", "(Earl Rose, position held, Dallas County medical examiner)", "(was not involved at all and was framed, instance of, conspiracy)", "(Le Havre, country, France)", "(Soviet Union, diplomatic relation, United States)", "(a look-alike Russian agent, said to be the same as, Oswald)", "(book depository, located in the administrative territorial entity, Dallas)"]