["(Crozer Theological Seminary, located in the administrative territorial entity, Upland, Pennsylvania)", "(Latin America, part of, Third World)", "(Ronald Denton Wilson, father, Henry Clay Wilson)", "(great wall of segregation, country, America)", "(anti-communist sentiment, country, United States)", "(academic inquiry in October 1991, main subject, plagiarized)", "(Papago Indian Reservation, instance of, Indian Reservation)", "(Jesus, participant in, Sermon on the Mount)", "(Martin Luther King Jr. Memorial Library, located in the administrative territorial entity, Washington, D.C.)", "(Walter Rauschenbusch, field of work, social gospel)", "(the hotel where King was murdered, located in the administrative territorial entity, Memphis)", "(Martin King Jr., educated at, Yonge Street Elementary School)", "(Martin Luther King Jr., date of birth, January 15, 1929)", "(segregationists, location, South)", "(Grammy Award, has part, Best Spoken Word Recording)", "(Paul Douglas, member of political party, Democratic)", "(1967 Massey Lecture, point in time, 1967)", "(city hall, located in the administrative territorial entity, Atlanta)", "(HTLINGUAL, operator, CIA)", "(race riots, located in the administrative territorial entity, Kansas City)", "(Civil Rights Act of 1964, publication date, 1964)", "(Walter Reuther, employer, United Auto Workers)", "(Nobel Peace Prize, winner, Nhất Hạnh)", "(James Earl Ray, residence, Lorraine Motel)", "(Campaigns 2012, point in time, 2012)", "(I've Been to the Mountaintop, location, Mason Temple)", "(Dwight D. Eisenhower, candidacy in election, 1956 presidential election)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Minaret, operator, National Security Agency)", "(Student Nonviolent Coordinating Committee, founded by, Ella Baker)", "(I did try in my life to clothe those who were naked, followed by, I did try in my life to visit those who were in prison)", "(Jack O'Dell, employer, House Un-American Activities Committee)", "(Johnson, position held, President)", "(relief rolls, part of, common law)", "(Coretta King, spouse, Martin Luther King)", "(race riots, located in the administrative territorial entity, Washington, D.C.)", "(Nobel Peace Prize, point in time, October 14, 1964)", "(tribal sovereignty, inception, 1831)", "(Nobel Peace Prize, winner, Mohandas K. Gandhi)", "(William Sullivan, employer, Domestic Intelligence Division)", "(wealth, opposite of, poverty)", "(Gandhi, movement, nonviolent activism)", "(Coretta Scott King, child, Dexter Scott King)", "(Bearing the Cross, author, David Garrow)", "(Martin Jr., mother, Jennie)", "(Fair Housing Act, part of, Civil Rights Act of 1968)", "(Coretta, part of, King family)", "(Edmund Pettus Bridge, located in the administrative territorial entity, Selma)", "(Martin Luther King, spouse, Coretta King)", "(Nineteen Eighty-Four, author, George Orwell)", "(Southern Christian Leadership Conference, founded by, Fred Shuttlesworth)", "(his life, facet of, Martin Luther King Jr.)", "(Jerry Ray, sibling, James Earl Ray)", "(Martin Luther King Jr., significant event, his life)", "(2016 Summer Olympics, point in time, 2016)", "(Yolanda King, sibling, Bernice King)", "(West Side, located in the administrative territorial entity, Chicago)", "(John Echohawk, ethnic group, Pawnee)", "(United States of America, continent, world)", "(Spingarn Medal, conferred by, NAACP)", "(Highlander Research and Education Center, political ideology, progressive)", "(Nineteen Eighty-Four, followed by, Nineteen Eighty-Four)", "(And the Walls Came Tumbling Down, author, Ralph Abernathy)", "(Hubert Humphrey, position held, Vice President)", "(Vietnam, part of, Third World)", "(negative peace, opposite of, positive peace)", "(FBI–King suicide letter, main subject, FBI)", "(1964 recording, location, Willard Hotel)", "(declassified, publication date, 2027)", "(positive peace, opposite of, negative peace)", "(his maternal grandmother, date of death, May 18, 1941)", "(Martin Luther King Jr., influenced by, King)", "(oratorical contest, point in time, April 13, 1944)", "(Remington Gamemaster, instance of, rifle)", "(George Romney, member of political party, Republican)", "(United States, ethnic group, African Americans)", "(Dexter Scott King, sibling, Bernice King)", "(Coordinating Council of Community Organizations, founded by, Albert Raby)", "(I've looked over, part of, I've seen the promised land)", "(King Center, founded by, Coretta Scott King)", "(Emmett \"Weasel\" Proctor, educated at, Morehouse College)", "(Dexter Avenue Baptist Church, located in the administrative territorial entity, Montgomery, Alabama)", "(King family, has part, Bernice King)", "(Jesus Christ, participant in, Sermon on the Mount)", "(Civil Rights Act of 1968, has part, Fair Housing Act)", "(Izola Curry, point in time, September 20, 1958)", "(Dexter Scott King, sibling, Yolanda King)", "(The series, creator, Gene Roddenberry)", "(Calvary Baptist Church, located in the administrative territorial entity, Chester, Pennsylvania)", "(Jacob Lew, position held, Treasury Secretary)", "(Coretta Scott King, child, Dexter King)", "(large march on Washington, point in time, January 13, 1968)", "(memorial, facet of, Death)", "(Nobel Peace Prize, winner, Albert Luthuli)", "(Morehouse College, instance of, historically black college)", "(Reinhold Niebuhr, influenced by, Walter Rauschenbusch)", "(Martin Luther King Jr. Day, inception, November 2, 1983)", "(Administration, officeholder, Johnson)", "(Marquette Park, located in the administrative territorial entity, Chicago)", "(Gospel, practiced by, preacher)", "(John F. Kennedy, significant event, assassinated)", "(Third World, has part, Vietnam)", "(flight from reality, subclass of, disputing view)", "(James Earl Ray, date of death, April 4, 1968)", "(Ernest Vandiver, position held, Georgia governor)", "(integration, facet of, civil rights movement)", "(1968 presidential election, candidate, Johnson)", "(Twelfth Baptist Church, located in the administrative territorial entity, Boston)", "(Third World, has part, Latin America)", "(Voting Rights Act, publication date, 1965)", "(race riots, located in the administrative territorial entity, Baltimore)", "(Roxbury, located in the administrative territorial entity, Boston)", "(Southern Christian Leadership Conference, founded by, Ralph Abernathy)", "(America, ethnic group, Negroes)", "(Dexter Avenue Baptist Church, located in the administrative territorial entity, Montgomery)", "(Atlanta sit-ins, participant, Atlanta Student Movement)", "(King family, has part, Coretta)", "(And the Walls Came Tumbling Down, publication date, 1989)", "(Negroes, country, America)", "(Johnson, candidacy in election, 1968 presidential election)", "(FBI, field of work, counterintelligence)", "(Dexter King, mother, Coretta Scott King)", "(Negroes, instance of, inferior race)", "(Barbara Ransby, employer, University of Illinois at Chicago)", "(Lorraine Motel, occupant, James Earl Ray)", "(poverty, opposite of, wealth)", "(Benjamin Mays, religion, Baptist)", "(John Lewis Smith Jr., position held, Judge)", "(J. Edgar Hoover, position held, FBI director)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(Bernice King, sibling, Yolanda King)", "(Legal Defense and Education Fund, parent organization, NAACP)", "(James Earl Ray, sibling, Jerry Ray)", "(Constitution for the Federation of Earth, inception, 1968)", "(Browder v. Gayle, court, United States District Court)", "(Day of Penance, facet of, nonviolence)", "(black militant situation, point in time, 1967)", "(John Hume, member of political party, Social Democratic and Labour Party)", "(I'm not concerned about that now. I just want to do God's will, has part, I've looked over)", "(Martin Luther King Jr., place of burial, South View Cemetery)", "(King, spouse, Coretta)", "(Martin Luther King Jr. Memorial, located in the administrative territorial entity, Washington, D.C.)", "(James Bevel, member of, Spring Mobilization Committee to End the War in Vietnam)", "(Margaret Sanger Award, conferred by, Planned Parenthood Federation of America)", "(James Bevel, member of, SCLC)", "(NAACP, subsidiary, Legal Defense and Education Fund)", "(Selma voting rights movement, point in time, 1965)", "(Martin Luther, movement, Reformation)", "(Johnson, position held, Administration)", "(Democratic party, opposite of, Republican)", "(Lincoln Memorial, located in the administrative territorial entity, Washington, D.C.)", "(Best Spoken Word Recording, instance of, Grammy Award)", "(North Lawndale, located in the administrative territorial entity, Chicago)", "(John F. Kennedy School of Government, part of, Harvard University)", "(John F. Kennedy, position held, Attorney General)", "(Poor People's Campaign, part of, civil rights movement)", "(Catholics, instance of, church)", "(Central Park, located in the administrative territorial entity, Manhattan)", "(Ella Baker, member of, Student Nonviolent Coordinating Committee)", "(Time Person of the Year, inception, 1963)", "(a book about the investigation and trial, publication date, 2003)", "(Nelson Rockefeller, member of political party, Republican)", "(Fred Shuttlesworth, member of, Southern Christian Leadership Conference)", "(Martin King Jr., voice type, baritone)", "(Booker T. Washington High School, inception, 1942)", "(Malcolm X, member of, Nation of Islam)", "(civil-rights movement, has part, civil rights)", "(Vietnam War, participant, North Vietnam)", "(Republican, opposite of, Democratic party)", "(black Americans, opposite of, whites)", "(Congressional Gold Medal, inception, 2004)", "(Montgomery bus boycott, point in time, December 1, 1955)", "(I Have A Dream, author, King)", "(COINTELPRO, parent organization, Federal Bureau of Investigation)", "(Nation of Islam, founded by, Malcolm X)", "(Lorraine Motel, located in the administrative territorial entity, Memphis)", "(Martin Luther King Sr., child, Martin Luther King Jr.)", "(Bernice King, mother, Coretta)", "(Ralph Abernathy, member of, Southern Christian Leadership Conference)", "(Bernice King, part of, King family)", "(Nhất Hạnh, nominated for, Nobel Peace Prize)", "(Wyatt Tee Walker, work location, Birmingham, Alabama)", "(Albert Luthuli, award received, Nobel Peace Prize)", "(1956 presidential election, candidate, Dwight D. Eisenhower)", "(King Center, named after, Billy Graham)", "(Albany Movement, inception, November 1961)", "(Martin Luther King Jr., different from, Martin Luther King Jr.)", "(its governor, applies to jurisdiction, Alabama)", "(Bearing the Cross, publication date, 1986)", "(biblical literalism, facet of, Bible)", "(Eugene \"Bull\" Connor, employer, Birmingham Police Department)", "(Bernice King, sibling, Dexter Scott King)", "(Timothy Paul, religion, Holy Christian Orthodox Church)", "(John F. Kennedy, sibling, Robert)", "(Stride Toward Freedom, main subject, nonviolence)", "(King, influenced by, Martin Luther King Jr.)", "(Adlai Stevenson II, candidacy in election, 1956 presidential election)", "(preacher, field of this occupation, Gospel)", "(Riverside Church, located in the administrative territorial entity, New York City)", "(nonviolent protest, subclass of, protest)", "(The Measure of a Man, publication date, 1959)", "(Martin Luther King Jr., father, Martin Luther King Sr.)", "(Star Trek, cast member, Nichelle Nichols)", "(economic exploitation, subclass of, racism)", "(Nineteen Eighty-Four, follows, Nineteen Eighty-Four)", "(National Mall, located in the administrative territorial entity, Washington, D.C.)", "(Montgomery bus boycott, point in time, 1955)", "(I did try in my life to visit those who were in prison, follows, I did try in my life to clothe those who were naked)", "(King Center, located in the administrative territorial entity, Atlanta, Georgia)", "(Coretta, child, Bernice King)", "(Jimmy Carter, position held, President)", "(Harvard University, has part, John F. Kennedy School of Government)", "(Ebenezer Baptist, located in the administrative territorial entity, Atlanta)", "(Gandhi, movement, nonviolent resistance)", "(Poor People's Campaign, inception, 1968)", "(Martin Luther King Jr., date of death, April 4, 1968)", "(Coretta Scott, work period (start), 1952)", "(whites, opposite of, black Americans)", "(Coretta, spouse, King)", "(Bloody Sunday, point in time, March 7, 1965)", "(Vietnam, part of, Southeast Asia)", "(1965 march to Montgomery, Alabama, point in time, 1965)", "(Charles Percy, member of political party, Republican)", "(We Shall Overcome, performer, Liz Lands)", "(Dexter Scott King, mother, Coretta Scott King)", "(Robert, sibling, John F. Kennedy)", "(Henry David Thoreau, notable work, On Civil Disobedience)", "(On Civil Disobedience, author, Henry David Thoreau)", "(Creek, located in the administrative territorial entity, Alabama)", "(Native American Rights Fund, founded by, John Echohawk)", "(Robert Hayling, member of, Deacons for Defense and Justice)", "(Michael King Jr., date of birth, January 15, 1929)", "(Progress and Poverty, author, Henry George)", "(Jesus, significant event, bodily resurrection)", "(Southern Christian Leadership Conference, founded by, Joseph Lowery)", "(I won't have any money to leave behind, instance of, life)", "(Saint Francis College, located in the administrative territorial entity, Biddeford, Maine)", "(Barry Goldwater, member of political party, Republican)", "(Gone with the Wind, publication date, 1939)", "(I won't have the fine and luxurious things of life, instance of, life)", "(Operation Breadbasket, organizer, Jesse Jackson)", "(Jennie, child, Martin Jr.)", "(civil rights, part of, civil-rights movement)", "(2000, point in time, 2000)", "(statue of King, location, Newcastle University)", "(assassinated, facet of, John F. Kennedy)", "(Nonviolence, subclass of, nonviolent)", "(Mahalia Jackson, notable work, I Have a Dream)", "(AFSCME Local 1733, located in the administrative territorial entity, Memphis, Tennessee)", "(Martin Luther King Jr., influenced by, Martin Luther King Jr.)", "(Bayard Rustin, ethnic group, African-American)", "(Mohandas K. Gandhi, award received, Nobel Peace Prize)", "(SCLC, inception, 1957)", "(Warren Memorial Methodist Church, located in the administrative territorial entity, Atlanta)", "(1956 presidential election, candidate, Adlai Stevenson II)", "(Sermon on the Mount, author, Jesus)", "(Yolanda King, sibling, Dexter Scott King)", "(Jim Crow laws, main subject, southern segregation)", "(Civil Rights Act of 1968, publication date, 1968)", "(Robert F. Kennedy, position held, Attorney General)", "(race riots, located in the administrative territorial entity, Louisville)", "(bus boycott, part of, civil rights movement)", "(Second Emancipation Proclamation, point in time, 1962)", "(March on Washington for Jobs and Freedom, point in time, August 28, 1963)", "(Joseph Lowery, member of, Southern Christian Leadership Conference)", "(Glenda Gilmore, employer, Yale University)", "(Walter Reuther, employer, United Automobile Workers)"]