["(HB 989, point in time, 2017)", "(Columbia/HCA Healthcare, owner of, America's Health Network)", "(2010, point in time, 2010)", "(homeopathic medicine, subclass of, herbal medicine)", "(Russia, diplomatic relation, Venezuela)", "(Broward, located in the administrative territorial entity, Florida)", "(Alijor, inception, 2005)", "(federal court, subsidiary, Justice Department)", "(Covenant School shooting, located in the administrative territorial entity, Nashville)", "(Senate Minority Leader, officeholder, Mitch McConnell)", "(2010 elections, point in time, 2010)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Brennan Center for Justice, inception, 2011)", "(constitutional amendment to legalize medical marijuana, instance of, voters approved a constitutional amendment)", "(Democratic voting rights, opposite of, Republican voting rights)", "(United States government, subsidiary, Medicare)", "(National Republican Senatorial Committee, chairperson, Todd Young)", "(Ruth Bader Ginsburg, date of death, September 18, 2020)", "(poverty rate, located in the administrative territorial entity, Florida)", "(Bill Nelson, member of political party, Democratic)", "(bill allowing parents to pick any public school in the state for their children, point in time, 2016)", "(2012 election, point in time, 2012)", "(Frances Annette Holland, date of birth, May 11, 1952)", "(Everglades, located in the administrative territorial entity, Florida)", "(bill giving DREAMers in-state tuition, point in time, 2014)", "(2021 United States Capitol attack, point in time, 2021)", "(University of Florida, located in the administrative territorial entity, Gainesville)", "(Columbia/HCA, parent organization, Medicare)", "(2016 Summer Olympics, point in time, 2016)", "(John Peyton, position held, Jacksonville Mayor)", "(Temporary Assistance for Needy Families, instance of, welfare)", "(Roe v. Wade, court, Supreme Court)", "(took control of Congress in January 2023, point in time, January 2023)", "(a high-speed rail project, owned by, All Aboard Florida)", "(Orba George Scott Jr., child, Richard Lynn Scott)", "(unconstitutional, court, United States Court of Appeals for the Eleventh Circuit)", "(high-speed rail, located in the administrative territorial entity, California)", "(Tax Cuts and Jobs Act of 2017, point in time, 2017)", "(Mike Pence, position held, Vice President)", "(All Aboard Florida, owner of, a high-speed rail project)", "(USS Glover, operator, United States Navy)", "(2016 Republican primaries, point in time, 2016)", "(Alex Azar, position held, United States secretary of health and human services)", "(Donald Trump, candidacy in election, 2020 presidential election)", "(charter school, subclass of, school choice)", "(FISA, part of, Foreign Intelligence Surveillance Act)", "(Conservatives for Patients' Rights, inception, February 2009)", "(America's Health Network, owned by, Columbia/HCA Healthcare)", "(President of the United States, part of, United States Congress)", "(2010, followed by, 2014)", "(New Republican PAC, founded by, Ken Griffin)", "(governor, applies to jurisdiction, Florida)", "(Lynn Scott, member of political party, Republican Party)", "(The New York Times, instance of, blind trust)", "(George W. Bush, owner of, Texas Rangers)", "(Homestead Temporary Shelter for Unaccompanied Children, parent organization, Comprehensive Health Services, Inc.)", "(Rocky De La Fuente, member of political party, Republican)", "(Republic Health Corporation, parent organization, Hospital Corporation of America)", "(climate change, said to be the same as, global warming)", "(11-Point Plan to Rescue America, publication date, February 22, 2022)", "(Ron Johnson, member of political party, Republican)", "(Lynn Scott, position held, governor of Florida)", "(Hurst v. Florida, court, United States Supreme Court)", "(Richard L. Scott Investments, headquarters location, Naples, Florida)", "(SunPass, owned by, Conduent Inc.)", "(Johnson & Swanson, instance of, law firm)", "(2014, follows, 2013)", "(Medicare, parent organization, United States government)", "(2014, office contested, governor of Florida)", "(2018 Senate campaign, point in time, 2018)", "(Panama Canal, instance of, Panamax)", "(Republican, opposite of, Democratic)", "(Medicare, parent organization, Department of Health and Human Services)", "(Comprehensive Health Services, Inc., subsidiary, Homestead Temporary Shelter for Unaccompanied Children)", "(2014 election campaigns, point in time, 2014)", "(Firearm Owners' Privacy Act, point in time, 2011)", "(Orlando, twinned administrative body, Tampa)", "(2023 swatting of American politicians, point in time, 2023)", "(Hospital Corporation of America, subsidiary, Republic Health Corporation)", "(Department of Health and Human Services, subsidiary, Medicaid)", "(Florida, instance of, states)", "(Hurst v. Florida, court, Supreme Court of the United States)", "(declared a national emergency, point in time, February 2019)", "(Tampa, twinned administrative body, Orlando)", "(CyberGuard, parent organization, Secure Computing)", "(global warming, said to be the same as, climate change)", "(Marc Caputo, employer, Miami Herald)", "(Solantic, dissolved, abolished or demolished date, May 23, 2007)", "(juris doctor, instance of, degree)", "(2013, followed by, 2014)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Texas Rangers, owned by, George W. Bush)", "(Dedman School of Law, part of, Southern Methodist University)", "(Donald Trump Access Hollywood tape, has part, Trump spoke of grabbing women \"by the pussy\")", "(Rick Scott, date of birth, December 1, 1952)", "(Medicaid, parent organization, Department of Health and Human Services)", "(Donald Hinkle, member of political party, Democratic)", "(HealthGrades, subsidiary, Alijor)", "(Solantic, located in the administrative territorial entity, Florida)", "(calls for an American military intervention in Venezuela, country, Venezuela)", "(Florida, office held by head of government, governor)", "(Trump spoke of grabbing women \"by the pussy\", part of, Donald Trump Access Hollywood tape)", "(2014, point in time, 2014)", "(Biden, position held, President)", "(United States Congress, has part, President of the United States)", "(Florida, contains administrative territorial entity, Miami-Dade)", "(Hurricane Irma, start time, August 2015)", "(1999, point in time, 1999)", "(Arizona SB 1070, applies to jurisdiction, Arizona)", "(2010 Republican Party nomination, point in time, 2010)", "(Discovery Health Channel, replaces, The Health Network)", "(Florida, contains administrative territorial entity, Broward)", "(Humana Inc., subsidiary, Galen Healthcare)", "(Secure Computing, subsidiary, CyberGuard)", "(2008, successful candidate, Barack Obama)", "(Venezuela, diplomatic relation, Russia)", "(Rick Scott, place of birth, Bloomington, Illinois)", "(2013, point in time, 2013)", "(2020 presidential election, candidate, Donald Trump)", "(HCA, subsidiary, Columbia Hospital Corporation)", "(Justice Department, parent organization, federal court)", "(engineering, subclass of, science)", "(Miami-Dade, located in the administrative territorial entity, Florida)", "(Lynn Scott, date of birth, December 1, 1952)", "(45th, is a list of, governor of Florida)", "(Florida faced a water contamination crisis, point in time, 2018)", "(WFOR-TV, located in the administrative territorial entity, Florida)", "(Department of Environmental Protection, applies to jurisdiction, Florida)", "(general election, point in time, November 4, 2014)", "(2010 gubernatorial campaign, point in time, 2010)", "(John Cornyn, member of political party, Republican)", "(2010, office contested, governor of Florida)", "(Alex Sink, member of political party, Democratic)", "(Alijor, parent organization, HealthGrades)", "(Irma, has part, Hurricane Irma)", "(Florida primary, point in time, 2016)", "(2018 US Senate election, candidate, Bill Nelson)", "(Stoneman Douglas High School shooting, located in the administrative territorial entity, Parkland, Florida)", "(Hurricane Irma, part of, Irma)", "(Columbia Hospital Corporation, inception, 1988)", "(Solantic, inception, 2002)", "(Chris Nocco, position held, Pasco County Sheriff)", "(Don Lemon, employer, CNN)", "(Department of Health and Human Services, subsidiary, Medicare)", "(Bill Nelson, candidacy in election, 2018 US Senate election)", "(Mitch McConnell, position held, Senate Minority Leader)", "(Republican voting rights, opposite of, Democratic voting rights)", "(Richard Lynn Scott, father, Orba George Scott Jr.)", "(SB 1210, point in time, 2017)", "(expanded version of Florida's stand-your-ground law, point in time, June 9, 2017)", "(2012, point in time, 2012)", "(Columbia Hospital Corporation, parent organization, HCA)", "(The Health Network, replaced by, Discovery Health Channel)", "(2014, follows, 2010)", "(Florida Department of Environmental Protection, applies to jurisdiction, Florida)", "(Barack Obama, candidacy in election, 2008)", "(Vice President, officeholder, Mike Pence)", "(Charlie Crist, member of political party, Democratic)", "(Cayman Islands, instance of, tax haven)", "(Richard L. Scott Investments, inception, 1997)", "(Fiscal Responsibility Act of 2023, point in time, 2023)", "(1998, point in time, 1998)", "(Memorial Hospital, located in the administrative territorial entity, Jacksonville, Florida)", "(Mitch McConnell, member of political party, Republican)"]