["(Portland Sunday Telegram, inception, 1928)", "(Central Maine Morning Sentinel, place of publication, Waterville)", "(Portland Press Herald, inception, 1921)", "(Henry B. Cleaves, member of political party, Republicans)", "(Colin Woodard, award received, George Polk Award)", "(Portland Press Herald, place of publication, South Portland, Maine)", "(Gannet Drive, located in the administrative territorial entity, South Portland)", "(Kennebec Journal, place of publication, Augusta)", "(Press Herald, owned by, National Trust for Local News)", "(2016 presidential election, candidate, Hillary Clinton)", "(Center for the Prevention of Hate Violence, parent organization, Anti-Defamation League)", "(Portland Press, replaces, Eastern Argus)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Press Hotel, inception, 2015)", "(MaineToday Media, owned by, Reade Brower)", "(Maine Trust for Local News, parent organization, National Trust for Local News)", "(Eastern Argus, replaced by, Portland Press)", "(Portland Daily Press, inception, June 1862)", "(Anti-Defamation League, subsidiary, Center for the Prevention of Hate Violence)", "(Angus King, candidacy in election, 1994)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(James Poniewozik, employer, Time Magazine)", "(Whit Richardson, employer, Portland Press Herald)", "(Portland Press Herald, place of publication, Portland, Oregon)", "(Colin Woodard, award received, Maine Journalist of the Year)", "(Eastern Argus, inception, 1803)", "(Kellogg–Briand Pact, point in time, 1930)", "(Joseph Homan Manley, member of political party, Republicans)", "(Portland Daily Press, instance of, newspaper)", "(Angus King, candidacy in election, 1998)", "(Times Leader, place of publication, Wilkes-Barre, Pennsylvania)", "(9/11 terrorist attacks, point in time, September 11, 2010)", "(Portland Press Herald, instance of, daily newspaper)", "(Portland Press Herald, dissolved, abolished or demolished date, 2008)", "(The Seattle Times Company, owner of, Press Herald)", "(Press Herald, owned by, The Seattle Times Company)", "(Sunday Press Herald, inception, 1928)", "(Donald Sussman, residence, North Haven, Maine)", "(Hillary Clinton, candidacy in election, 2016 presidential election)", "(Colin Woodard, employer, Portland Press Herald)", "(2006, point in time, 2006)", "(Travelers Casualty & Surety Co., product or material produced, insurance policy)", "(Steve Mistler, employer, Portland Press Herald)", "(Portland City Hall, located on street, Congress Street)", "(One City Center, located in the administrative territorial entity, downtown Portland)", "(1930 London Conference, point in time, 1930)", "(National Trust for Local News, subsidiary, Maine Trust for Local News)", "(Press Herald Building, inception, 1923)"]