["(National Association of Colored Women, inception, 1896)", "(Governor, applies to jurisdiction, Louisiana)", "(Floridians, contains administrative territorial entity, Florida)", "(Pittsburgh Courier, country, United States)", "(Aframerican Women's Journal, founded by, Mary Jane McLeod Bethune)", "(school, located in the administrative territorial entity, Daytona Beach)", "(Edmund Kirby Smith, military branch, Confederate)", "(Roosevelt, ethnic group, African-American)", "(Bethune-Cookman School, located in the administrative territorial entity, Daytona Beach, Florida)", "(her house in Washington, D.C., heritage designation, National Historic Site)", "(Mary McLeod Bethune Memorial, creator, Robert Berks)", "(Southern Negro Women and Race Co-Operation, main subject, suffrage)", "(National Youth Administration, parent organization, Works Progress Administration)", "(Roosevelt's, member of, Black Cabinet)", "(Booker T. Washington, employer, Tuskegee Institute)", "(Black Cabinet, replaces, Federal Council of Negro Affairs)", "(Calvin Coolidge, position held, presidents of the United States)", "(Mary, mother, her mother)", "(Georgia, office held by head of government, governor)", "(Franklin D. Roosevelt, spouse, Eleanor Roosevelt)", "(Atlanta Daily World, country, United States)", "(Nineteen Eighty-Four, author, George Orwell)", "(Missouri, shares border with, Kansas)", "(Educational and Industrial Training School for Negro Girls, located in the administrative territorial entity, Florida)", "(2016 Summer Olympics, point in time, 2016)", "(Governor, applies to jurisdiction, South Carolina)", "(Civilian Pilot Training Program, inception, 1939)", "(Vermont Avenue, located in the administrative territorial entity, Washington, D.C.)", "(Lincoln Park, located in the administrative territorial entity, Washington, D.C.)", "(Eddie Durham, genre, swing)", "(Spingarn Medal, conferred by, NAACP)", "(United Nations, inception, 1945)", "(South Carolina, office held by head of government, Governor)", "(Mary McLeod Bethune, educated at, historically black colleges and universities)", "(Southern states, has part, Florida)", "(Ohio, instance of, state)", "(Mary Jane McLeod Bethune, date of death, May 18, 1955)", "(New York City, contains administrative territorial entity, Brooklyn)", "(Welricha Motel, located in the administrative territorial entity, Daytona)", "(Virginia, office held by head of government, Governor)", "(Kindell Institute, located in the administrative territorial entity, Sumter, South Carolina)", "(Folkston, located in the administrative territorial entity, Georgia)", "(Moody Bible Institute, located in the administrative territorial entity, Chicago)", "(Black Cabinet, has part, Roosevelt's)", "(The Crowning Experience, cast member, Muriel Smith)", "(governor, applies to jurisdiction, Florida)", "(Mary McLeod Bethune Memorial, location, Lincoln Park (Washington, D.C.))", "(Florida, located in the administrative territorial entity, Floridians)", "(Federal Council of Negro Affairs, replaced by, Black Cabinet)", "(Mayesville, located in the administrative territorial entity, Sumter County, South Carolina)", "(temperance, said to be the same as, teetotaler)", "(Marian Anderson, owner of, Liberty ship Booker T. Washington)", "(Shirley Chisholm, ethnic group, African-American)", "(Mary Jane McLeod Bethune, date of birth, July 10, 1875)", "(The Crowning Experience, screenwriter, Alan Thornhill)", "(The Crowning Experience, cast member, Ann Buckles)", "(equality in education, said to be the same as, equality in the abundance of life)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(College Park, located in the administrative territorial entity, Georgia)", "(Brown v. Board of Education, main subject, segregation of public schools)", "(NYA, subsidiary, National Division of Negro Affairs)", "(creeds, different from, races)", "(100 Greatest African Americans, author, Molefi Kete Asante)", "(Mississippi, contains administrative territorial entity, Lincoln County)", "(Franklin Roosevelt, spouse, Eleanor)", "(McLeod Bethune, place of death, Daytona Beach, Florida)", "(Marion Gressette, position held, Senate president pro tempore)", "(Liberty ship Booker T. Washington, owned by, Marian Anderson)", "(pens, has part, ink)", "(Eleanor, spouse, Franklin Roosevelt)", "(Manhattan, located in the administrative territorial entity, New York City)", "(1918 influenza outbreak, point in time, 1918)", "(ink, part of, pens)", "(Minnesota, instance of, state)", "(Mayesville, South Carolina, located in the administrative territorial entity, Sumter County)", "(shield, different from, sword)", "(Florida, office held by head of government, governor)", "(1938, point in time, 1938)", "(freedom and progress, has part, democracy)", "(Southeastern Association of Colored Women's Clubs, inception, 1920)", "(Louisiana, office held by head of government, Governor)", "(crater on planet Venus, named after, International Astronomical Union)", "(Palatka, Florida, located in the administrative territorial entity, Florida)", "(Women's Army Corps, conflict, World War II)", "(Mary McLeod Bethune Council House National Historic Site, operator, National Park Service)", "(statue of Mary McLeod Bethune, inception, July 13, 2022)", "(Works Progress Administration, subsidiary, National Youth Administration)", "(his wife, spouse, Franklin D. Roosevelt)", "(1943, point in time, 1943)", "(Calvin Coolidge, member of political party, Republican)", "(first black hospital, located in the administrative territorial entity, Daytona Beach, Florida)", "(White House, located on street, Pennsylvania Avenue)", "(National Council of Negro Women, inception, 1935)", "(Lincoln County, located in the administrative territorial entity, Mississippi)", "(Haines Normal and Industrial Institute, located in the administrative territorial entity, Augusta, Georgia)", "(National Division of Negro Affairs, parent organization, NYA)", "(presidential campaign, candidate, Franklin D. Roosevelt)", "(Michigan, instance of, state)", "(Bethune-Cookman University, located in the administrative territorial entity, Daytona Beach)", "(governor, applies to jurisdiction, Texas)", "(National Council for Negro Women, headquarters location, Pennsylvania Avenue)", "(Franklin D. Roosevelt, spouse, his wife)", "(Texas, office held by head of government, governor)", "(California, instance of, state)", "(Florida, part of, Southern states)", "(Bethune-Cookman University, located in the administrative territorial entity, Daytona Beach, Florida)", "(equality in the abundance of life, said to be the same as, equality in education)", "(News-Journal Center, located in the administrative territorial entity, Daytona Beach)", "(Governor, applies to jurisdiction, Virginia)", "(Trinity Mission School, located in the administrative territorial entity, Mayesville)", "(Bethune-Cookman College, inception, 1931)", "(Brooklyn, located in the administrative territorial entity, New York City)", "(Aframerican Women's Journal, inception, 1935)", "(Kansas, shares border with, Missouri)", "(United Negro College Fund, inception, 1944)", "(Mary McLeod Bethune Life Center, located in the administrative territorial entity, Jersey City, New Jersey)", "(Franklin D. Roosevelt, candidacy in election, presidential campaign)", "(Nineteenth Amendment, main subject, women's suffrage)", "(National Youth Administration, dissolved, abolished or demolished date, 1943)", "(democracy, part of, freedom and progress)", "(New York City, contains administrative territorial entity, Manhattan)", "(Eleanor Roosevelt, spouse, Franklin D. Roosevelt)", "(National Council of Negro Women, founded by, Mary Jane McLeod Bethune)", "(Pennsylvania, instance of, state)", "(governor, applies to jurisdiction, Georgia)", "(statue of Mary McLeod Bethune, location, United States Capitol)", "(sword, different from, shield)", "(Oklahoma City Black Dispatch, country, United States)", "(Mary Jane McLeod, date of birth, 1875)", "(The Crowning Experience, cast member, Louis Byles)"]