["(2005 State of the Union Address, point in time, 2005)", "(funeral of John McCain, located in the administrative territorial entity, Washington, D.C.)", "(National Institutes of Health, part of, National Science Foundation)", "(Jeb Bush, candidacy in election, 2016 Republican presidential primaries)", "(Russian President, officeholder, Vladimir Putin)", "(Hamid Karzai, country of citizenship, Afghanistan)", "(United States Army Field Manual on Human Intelligence Collector Operations, conflict, War on Terror)", "(Al Gore, candidacy in election, 2000 United States presidential election)", "(Clinton Bush Haiti Fund, inception, January 2010)", "(George Walker Bush, place of birth, New Haven, Connecticut)", "(Barbara, date of birth, November 25, 1981)", "(Albania, twinned administrative body, Belgrade)", "(Order of the Cross of Terra Mariana, conferred by, Estonian President)", "(Al Qaeda in Iraq, has part, Islamic State of Iraq and the Levant)", "(Taliban, country, Afghanistan)", "(Ukraine, member of, NATO)", "(Mississippi, shares border with, Louisiana)", "(Baseball Hall of Fame and Museum, located in the administrative territorial entity, Cooperstown, New York)", "(2010 Haiti earthquake, point in time, 2010)", "(National Science Foundation, subsidiary, National Institutes of Health)", "(Department of Health and Human Services, subsidiary, National Institutes of Health)", "(2005 Atlantic hurricane season, point in time, 2005)", "(first term, followed by, second term)", "(147th Reconnaissance Wing, headquarters location, Ellington Field Joint Reserve Base)", "(Speaker, officeholder, Nancy Pelosi)", "(Texas Rangers, sport, baseball)", "(Michael Chertoff, position held, DHS Secretary)", "(Palestinian National Authority, chairperson, Mahmoud Abbas)", "(2000 Republican National Convention, point in time, 2000)", "(Jalal Talabani, candidacy in election, elections recognized by the West as free and fair)", "(Donald Trump, candidacy in election, 2016 elections)", "(popular vote, has part, electoral votes)", "(2010 World Series, point in time, 2010)", "(2016 Republican presidential primaries, candidate, Jeb Bush)", "(United States district courts, has part, United States courts of appeals)", "(Barbara Pierce, child, George Walker Bush)", "(Harriet Miers, position held, White House Counsel)", "(2003 invasion of Iraq, point in time, 2003)", "(Barbara Pierce, child, George)", "(John Kerry, member of political party, Democratic)", "(George Walker Bush, mother, Barbara Pierce)", "(his family's summer home, located in the administrative territorial entity, Kennebunkport, Maine)", "(Al Gore, position held, Vice President)", "(2008 Russo-Georgian diplomatic crisis, point in time, 2008)", "(State of the Union Address, point in time, January 29, 2002)", "(Mikheil Saakashvili, position held, Georgian President)", "(Washington National Cathedral, located in the administrative territorial entity, Washington, D.C.)", "(Painting as a Pastime, author, Winston Churchill)", "(George Walker Bush, position held, president of the United States)", "(fell on April 9, 2003, point in time, April 9, 2003)", "(Pew Global Attitudes Project, parent organization, Pew Research Center)", "(Northern Alliance, country, Afghanistan)", "(Dick Cheney, position held, White House chief of staff)", "(Ken Mehlman, member of political party, Republican Party)", "(Nouri al-Maliki, position held, Prime Minister of Iraq)", "(Vicente Fox, country of citizenship, Mexico)", "(2010 World Series, location, Rangers Ballpark in Arlington)", "(George Herbert Walker Bush, child, Jeb)", "(managing general partner, field of this occupation, baseball)", "(Ronald Reagan, position held, President of the United States)", "(Alabama, shares border with, Mississippi)", "(Rudy Giuliani, significant event, September 11 terrorist attacks)", "(coronary artery blockage, drug used for treatment, stent)", "(Battle of Basra, participant, Mahdi Army)", "(Kyoto Protocol, part of, United Nations Framework Convention on Climate Change)", "(war funding bill, point in time, 2007)", "(Kabul, country, Afghanistan)", "(George Herbert Walker Bush, child, George Walker Bush)", "(2007 State of the Union Address, point in time, 2007)", "(Uganda, head of state, Yoweri Museveni)", "(Bush family, has part, George H. W. Bush)", "(Belgrade, twinned administrative body, Albania)", "(Barbara, sibling, Jenna)", "(2023 World Series, point in time, 2023)", "(September 11, 2001, terrorist attacks, point in time, September 11, 2001)", "(2010, point in time, 2010)", "(Nouri al-Maliki, candidacy in election, elections recognized by the West as free and fair)", "(United Kingdom, diplomatic relation, Mexico)", "(Mexico, diplomatic relation, United Kingdom)", "(George Walker Bush, position held, governor of Texas)", "(Mahmoud Abbas, country of citizenship, Palestinian National Authority)", "(Estonian President, officeholder, Toomas Hendrik Ilves)", "(Tony Blair, country of citizenship, United Kingdom)", "(Condoleezza Rice, position held, secretary of state)", "(2010s, point in time, 2010)", "(George Tenet, position held, CIA director)", "(Jenna, date of birth, November 25, 1981)", "(Parkland Memorial Hospital, located in the administrative territorial entity, Dallas, Texas)", "(Condoleezza Rice, position held, national security advisor)", "(Hurricane Katrina, part of, 2005 Atlantic hurricane season)", "(George Walker Bush, sibling, Neil)", "(Global Fund to Fight AIDS, Tuberculosis, and Malaria, instance of, multilateral organization)", "(Decision Points, publication date, November 9, 2010)", "(Clinton Bush Haiti Fund, inception, 2010)", "(George Walker Bush, father, George Herbert Walker Bush)", "(Iraq, diplomatic relation, United States)", "(George Herbert Walker Bush, child, Marvin)", "(John Lewis, place of burial, Ebenezer Baptist Church)", "(John Roberts, employer, Supreme Court)", "(2007–2008 financial crisis, has cause, September 11 attacks)", "(electoral votes, part of, popular vote)", "(Syrian Socialist National Party, chairperson, Assaad Halim Hardan)", "(Jimmy Carter, position held, presidents)", "(Cowboys Stadium, located in the administrative territorial entity, Arlington)", "(Gulf War, participant, Saudi Arabia)", "(Ebenezer Baptist Church, located in the administrative territorial entity, Atlanta)", "(George Herbert Walker Bush, spouse, Barbara Pierce)", "(Rruga Punëtorët e Rilindjes, located in the administrative territorial entity, Tirana)", "(David Brooks, employer, The New York Times)", "(George W. Bush, position held, President of the United States)", "(Latin America, has part, Mexico)", "(Bushisms, instance of, linguistic error)", "(Harry S. Truman, position held, presidents)", "(Mahdi Army, conflict, Battle of Basra)", "(2016 Summer Olympics, point in time, 2016)", "(George Herbert Walker Bush, child, Dorothy)", "(George H. Mahon, member of political party, Democratic Party)", "(Portraits of Courage: A Commander in Chief's Tribute To America's Warrior, creator, Bush)", "(John Roberts, position held, Chief Justice of the United States)", "(September 11, 2001, point in time, September 11, 2001)", "(George Walker Bush, sibling, Marvin)", "(2008 State of the Union Address, point in time, 2008)", "(Louisiana, shares border with, Alabama)", "(Alan Greenspan, employer, Federal Reserve)", "(2016 shooting of Dallas police officers, point in time, 2016)", "(wind powered electricity, subclass of, renewable sources (RPS))", "(John H. Sununu, position held, White House chief of staff)", "(Ann Richards, member of political party, Democratic)", "(Justice Department, parent organization, White House)", "(John McCain, member of political party, Republicans)", "(Dick Cheney, position held, secretary of defense)", "(Lehman Brothers, dissolved, abolished or demolished date, September 2008)", "(war in Iraq, part of, War on Terror)", "(Saddam Hussein, conflict, 2003 invasion of Iraq)", "(chemical weapons, used by, Saddam Hussein)", "(Donald Trump, candidacy in election, 2016 Republican presidential primaries)", "(Samuel Alito, employer, Supreme Court)", "(Phillips Academy, located in the administrative territorial entity, Andover, Massachusetts)", "(2004 presidential campaign, candidate, Dennis Kucinich)", "(Ted Kennedy, work location, Massachusetts)", "(longest post-World War II recession, point in time, 2007)", "(George W. Bush, position held, President)", "(Ronald Reagan, father, George W. Bush)", "(Yoweri Museveni, country of citizenship, Uganda)", "(Ken Homa, employer, Georgetown University)", "(Jenna, sibling, Barbara)", "(Islamic State of Iraq and the Levant, part of, Al Qaeda in Iraq)", "(Military Commissions Act of 2006, point in time, 2006)", "(United States courts of appeals, part of, United States district courts)", "(George Walker Bush, sibling, Dorothy)", "(2016 Republican presidential primaries, candidate, Donald Trump)", "(1888, successful candidate, Benjamin Harrison)", "(2001, point in time, 2001)", "(Georgia, diplomatic relation, Ukraine)", "(North Korea, participant in, three-way talks)", "(Pew Research Center, subsidiary, Pew Global Attitudes Project)", "(baseball, practiced by, managing general partner)", "(Unite the Right rally, political ideology, white nationalist)", "(Toomas Hendrik Ilves, position held, Estonian President)", "(Genetic Information Nondiscrimination Act, point in time, May 21, 2008)", "(Assaad Halim Hardan, member of political party, Syrian Socialist National Party)", "(Julian Zelizer, employer, Princeton University)", "(Nancy Pelosi, position held, Speaker)", "(surge of 21,500 more troops for Iraq, point in time, January 10, 2007)", "(The Tonight Show with Jay Leno, original broadcaster, NBC)", "(National Museum of African American History and Culture, inception, 2016)", "(Dennis Kucinich, candidacy in election, 2004 presidential campaign)", "(2006 State of the Union Address, point in time, 2006)", "(Fort Hood shooting, point in time, November 5, 2009)", "(Biden's inauguration, point in time, January 20)", "(New Hampshire primary, follows, Iowa caucuses)", "(Homeland Security Council, country, United States)", "(The Kinkaid School, located in the administrative territorial entity, Houston)", "(waterboarding, instance of, enhanced interrogation techniques)", "(2009, point in time, 2009)", "(Ehud Olmert, position held, Israeli Prime Minister)", "(North Korea, shares border with, South Korea)", "(Clear Skies Act of 2003, point in time, 2003)", "(George Herbert Walker Bush, child, Neil)", "(2000 Republican presidential nomination, point in time, 2000)", "(Lyndon B. Johnson, position held, President)", "(widely portrayed in film and television, facet of, Bush)", "(stent, medical condition treated, coronary artery blockage)", "(2006 midterm elections, point in time, 2006)", "(Operation Mountain Thrust, point in time, 2006)", "(South Korea, shares border with, North Korea)", "(Abu Ghraib prisoner abuse, point in time, 2004)", "(Vladimir Arutyunian, ethnic group, Armenians)", "(Richard Nixon, position held, presidents)", "(elections recognized by the West as free and fair, successful candidate, Jalal Talabani)", "(George W. Bush, child, Ronald Reagan)", "(funeral of John McCain, point in time, September 1, 2018)", "(September 11 attacks, point in time, September 11, 2021)", "(Bush, position held, president)", "(United States, diplomatic relation, France)", "(United States, diplomatic relation, Iraq)", "(global warming is real, instance of, man-made)", "(2010 Haiti earthquake, point in time, January 2010)", "(Louisiana, shares border with, Mississippi)", "(Mexico, part of, Latin America)", "(White House, subsidiary, Justice Department)", "(Iowa caucuses, followed by, New Hampshire primary)", "(Alberto Gonzales, position held, Attorney General)", "(Federal Medical Center, located in the administrative territorial entity, Rochester)", "(most conservatives, part of, Republican Party)", "(George Walker Bush, date of birth, July 6, 1946)", "(Papahānaumokuākea Marine National Monument, instance of, national monument)", "(withdrawal of American troops from Afghanistan, participant, Biden)", "(Vladimir Putin, position held, Russian President)", "(Jesus Day in Texas, point in time, June 10, 2000)", "(1994 Texas gubernatorial election, point in time, 1994)", "(Osama bin Laden, member of, al-Qaeda)", "(France, diplomatic relation, United States)", "(January 29, 2002 State of the Union address, point in time, January 29, 2002)", "(2008, point in time, 2008)", "(Dana Perino, position held, White House press secretary)", "(Rangers Ballpark in Arlington, located in the administrative territorial entity, Arlington)", "(Comprehensive Immigration Reform Act of 2007, point in time, 2007)", "(Gulf Coast, located in the administrative territorial entity, Texas)", "(two other executive orders to tackle environmental issues, instance of, executive order)", "(Person of the Year, conferred by, Time magazine)", "(three-way talks, participant, North Korea)", "(2000s, point in time, 2000)", "(Afghan Transitional Administration, head of state, Hamid Karzai)", "(September 11 terrorist attacks, point in time, September 11, 2001)", "(Michael D. Brown, employer, FEMA)", "(George Walker Bush, sibling, Jeb)", "(loss of support among Republicans, point in time, 2008)", "(Museum of the Bible, located in the administrative territorial entity, Washington D.C.)", "(Georgia, member of, NATO)", "(Dick Cheney, member of political party, Republican Party)", "(Hans Blix, employer, United Nations)", "(second term, follows, first term)", "(MBA, instance of, degree)", "(Ukraine, diplomatic relation, Georgia)", "(elections recognized by the West as free and fair, point in time, January 2005)", "(Sandra Day O'Connor, position held, Associate Justice)", "(Osama bin Laden, conflict, a battle in December 2001)", "(Piers Morgan, employer, Daily Mirror)", "(2000 United States presidential election, candidate, Al Gore)", "(a battle in December 2001, participant, Osama bin Laden)", "(2004 presidential elections, candidate, John Kerry)", "(2016 elections, candidate, Donald Trump)", "(José Luis Rodríguez Zapatero, country of, Spain)", "(2003 invasion of Iraq, part of, war on terror)", "(a battle in December 2001, location, Tora Bora)", "(Ben Ferencz, participant in, Nuremberg Trials)", "(his presidency ended in 2009, point in time, 2009)", "(1998 nuclear tests, participant, Bill Clinton)", "(Chief Justice of the United States, officeholder, John Roberts)", "(Hainan Island incident, country, Taiwan)", "(Preston Hollow, located in the administrative territorial entity, Dallas, Texas)", "(war on terror, start time, September 11, 2001)", "(September 11, 2001, has effect, war on terror)", "(George Walker Bush, member of political party, Republican Party)", "(funeral of John McCain, location, Washington National Cathedral)", "(Sali Berisha, position held, Albanian Prime Minister)", "(Medicare Act of 2003, point in time, 2003)", "(George W. Bush, award received, Person of the Year)", "(2003 invasion of Iraq, participant, Saddam Hussein)", "(John Kerry, candidacy in election, 2004 presidential elections)", "(Winton M. Blount, member of political party, Republican)", "(Porter Goss, position held, CIA director)", "(Afghanistan, head of state, Hamid Karzai)", "(George H. W. Bush, family, Bush family)", "(Karl Rove, member of political party, Republican Party)", "(National Institutes of Health, parent organization, Department of Health and Human Services)", "(Mullah Omar, member of political party, Taliban)", "(subprime mortgage crisis, has effect, recession)", "(Afghan Transitional Administration, country, Afghanistan)", "(Alabama, shares border with, Louisiana)", "(Arbusto Energy, inception, 1977)", "(Roh Moo-hyun, position held, South Korean president)", "(2005 legislative agenda, point in time, 2005)", "(Mississippi, shares border with, Alabama)", "(Alan Greenspan, position held, Federal Reserve chairman)", "(Samuel Alito, position held, federal appellate judge)", "(Mohamed ElBaradei, employer, United Nations)"]