["(John Bell Hood, military rank, Major General)", "(Confederate, contains administrative territorial entity, Virginia)", "(Edward \"Allegheny\" Johnson, military rank, Major General)", "(Gettysburg, located in or next to body of water, Potomac River)", "(Gettysburg Address, author, Lincoln)", "(Pickett's Charge, location, East Cavalry Field)", "(Joseph Hooker, military branch, Union Army of the Potomac)", "(Battle of Gettysburg, part of, Gettysburg Campaign)", "(XI Corps, shares border with, I)", "(George Meade, military branch, Army of the Potomac)", "(William Dorsey Pender, military rank, Major General)", "(III Corps, shares border with, XII Corps)", "(Pickett's Charge, location, Cemetery Hill)", "(Hagerstown, located in the administrative territorial entity, Maryland)", "(Petersburg, instance of, sieges)", "(Pickett's, military branch, Union)", "(Union, shares border with, Confederate)", "(Gettysburg, cast member, James Longstreet)", "(Long march, participant, McLaws)", "(John Reynolds, military rank, brigadier general)", "(Jubal Early, military rank, Brigadier General)", "(Marcellus Jones, military rank, Lieutenant)", "(Glory Road, has part, Bruce Catton)", "(Solomon Meredith, military branch, Union Iron Brigade)", "(First Corps, has part, Pickett's Virginia)", "(Stonewall Jackson, movement, Lost Cause)", "(Stonewall Jackson, military branch, Union)", "(second fight for Culp's Hill, location, Culp's Hill)", "(Richard S. Ewell, military rank, Lieutenant General)", "(Jubal Early, conflict, Gettysburg)", "(American Battlefield Trust, replaces, Gettysburg Country Club)", "(George Templeton Strong, place of birth, New York)", "(Battle of Bautzen, located in the administrative territorial entity, Bautzen)", "(2016 Summer Olympics, point in time, 2016)", "(Long march, participant, Hood)", "(Gettysburg, cast member, Robert E. Lee)", "(Adolph von Steinwehr, military rank, Brigadier General)", "(fall of Vicksburg, follows, Battle of Gettysburg)", "(Gettysburg, has part, third days)", "(Gettysburg Country Club, replaced by, American Battlefield Trust)", "(First Corps, follows, Third Corps)", "(Gettysburg, main subject, Battle of Gettysburg)", "(Second Battle of Bull Run, part of, Northern Virginia Campaign)", "(Confederate, has part, Army of Northern Virginia)", "(Alexander Stephens, position held, Vice President)", "(Federal armies in the West, participant in, Siege of Vicksburg)", "(Richard H. Anderson, military rank, Major General)", "(Gettysburg, cast member, John Buford)", "(Stuart's continued absence from the battlefield, has effect, Lee's plan)", "(Lee's army, conflict, rebellion)", "(George Meade, military branch, Union)", "(Pickett's Charge, location, Cemetery Ridge)", "(McLaws's, military branch, Union)", "(Maryland, located in or next to body of water, Potomac River)", "(Hooker, military branch, Army of the Potomac)", "(American Civil War, participant, Confederate)", "(George G. Meade, military branch, Army of the Potomac)", "(John Gibbon, member of political party, Radical Republicans)", "(Winfield Scott Hancock, military rank, brigadier general)", "(Culp's Hill, mountain range, Seminary Ridge)", "(Daniel Sickles, military rank, Major General)", "(Andrew L. Harris, military branch, 1st Division, XI Corps)", "(Abraham Lincoln, family, Lincoln)", "(Atlanta, instance of, sieges)", "(Stuart's continued absence from the battlefield, has effect, Lee personally reconnoitered his left during the morning)", "(Army of Northern Virginia, location, Chancellorsville)", "(Taneytown Road, connects with, Baltimore Pike)", "(XII Corps, parent organization, Union)", "(XI Corps, shares border with, III Corps)", "(division, part of, corps)", "(Third Corps, followed by, First Corps)", "(XII Corps, shares border with, XI Corps)", "(Robert E. Lee, military branch, Confederate)", "(John Buford, military branch, Union)", "(Daniel Butterfield, military rank, brigadier general)", "(Gideon Welles, position held, Secretary of the Navy)", "(XI Corps, has part, division)", "(third days, part of, Gettysburg)", "(Battle of Antietam, part of, Maryland Campaign)", "(Gettysburg, participant, Union troops)", "(III, parent organization, Union)", "(Lewis A. Armistead, military rank, Brigadier General)", "(James Longstreet, military rank, Lieutenant General)", "(Confederate, contains administrative territorial entity, North Carolina)", "(Window of Time, author, Karen Weinberg)", "(Battle of Gettysburg, part of, American Civil War)", "(Army of the Potomac, conflict, Gettysburg Campaign)", "(Hood's, military branch, Union)", "(Gettysburg Campaign, has part, Battle of Gettysburg)", "(A. P. Hill, owner of, 55 guns)", "(Bautzen, significant event, Battle of Bautzen)", "(Gettysburg, has part, second)", "(Cemetery Ridge, located in the administrative territorial entity, Gettysburg)", "(surrender at Appomattox, part of, American Civil War)", "(Potomac River, located in the administrative territorial entity, Maryland)", "(Lafayette McLaws, military rank, Major General)", "(Paul Jones Semmes, military rank, Brig. Gen.)", "(Alonzo Cushing, award received, Medal of Honor)", "(John L. Burns, conflict, War of 1812)", "(Battle of Gettysburg, followed by, fall of Vicksburg)", "(John Buford, conflict, Gettysburg)", "(Lee's plan, has cause, Stuart's continued absence from the battlefield)", "(Shenandoah Valley, located in the administrative territorial entity, Virginia)", "(Overland Campaign, has part, Gettysburg)", "(Lewis Armistead, military rank, Brig. Gen.)", "(Gettysburg, point in time, 1863)", "(Cemetery Hill, located in the administrative territorial entity, Gettysburg)", "(1913, part of, Gettysburg reunions)", "(III Corps, shares border with, XI Corps)", "(James Longstreet, conflict, Battle of Gettysburg)", "(Gettysburg reunions, has part, 1913)", "(XII Corps, shares border with, III Corps)", "(Henry Jackson Hunt, military rank, Brigadier General)", "(I, shares border with, II Corps)", "(Union, conflict, American Civil War)", "(Abner Doubleday, military rank, Major General)", "(VI, parent organization, Union)", "(Robert E. Lee, military branch, Army of the Potomac)", "(Little Round Top, located on street, Emmitsburg Road)", "(Pickett's Virginia, part of, First Corps)", "(George Gordon Meade, military rank, Major General)", "(John Seddon, position held, Confederate secretary of war)", "(XI Corps, shares border with, XII Corps)", "(Battle of Gettysburg, end time, July 3, 1863)", "(Battle of Chancellorsville, end time, May 6, 1863)", "(Baltimore Pike, connects with, Taneytown Road)", "(Confederate, conflict, American Civil War)", "(I, shares border with, XI Corps)", "(Robert E. Lee, conflict, Battle of Gettysburg)", "(Elon J. Farnsworth, military rank, Brigadier General)", "(Williamsport, located in the administrative territorial entity, Maryland)", "(II Corps, shares border with, XI Corps)", "(Siege of Vicksburg, participant, Federal armies in the West)", "(Confederate, participant in, Gettysburg)", "(Gettysburg reunions, has part, 1938)", "(Brandy Station, located in the administrative territorial entity, Culpeper, Virginia)", "(Gouverneur K. Warren, military rank, Brigadier General)", "(Culp's Hill, located in the administrative territorial entity, Gettysburg)", "(Battle of Gettysburg, location, Gettysburg, Pennsylvania)", "(William Dorsey Pender, military rank, Brig. Gen.)", "(Gettysburg, participant, Robert E. Lee)", "(John D. Imboden, military rank, Brigadier General)", "(Culp's Hill, shares border with, Cemetery Hill)", "(Gettysburg National Cemetery, located in protected area, Gettysburg National Military Park)", "(55 guns, owned by, A. P. Hill)", "(McPherson Ridge, located in the administrative territorial entity, Gettysburg)", "(Army of Northern Virginia, part of, Confederate)", "(II, parent organization, Union)", "(Lee personally reconnoitered his left during the morning, has cause, Stuart's continued absence from the battlefield)", "(Hagerstown, located in or next to body of water, Potomac River)", "(Cemetery Hill, shares border with, Culp's Hill)", "(John Buford, conflict, Battle of Gettysburg)", "(Williamsport, located in or next to body of water, Potomac River)", "(first battle, part of, American Civil War)", "(escaped fugitive slaves, subclass of, slaves)", "(II Corps, shares border with, XII Corps)", "(George Armstrong Custer, military rank, Brigadier General)", "(Ulysses S. Grant, conflict, Gettysburg)", "(Gettysburg, publication date, 1993)", "(Joshua Lawrence Chamberlain, conflict, Battle of Gettysburg)", "(II Corps, shares border with, III Corps)", "(Confederate, shares border with, Union)", "(Gettysburg, part of, Overland Campaign)", "(American Civil War, participant, Union)", "(Regimental Strengths and Losses at Gettysburg, publication date, 2005)", "(second, part of, Gettysburg)", "(Confederate, has part, Army of the Potomac)", "(Army of the Potomac, parent organization, Union)", "(Gettysburg, cast member, Joshua Lawrence Chamberlain)", "(Harrisburg, located in or next to body of water, Susquehanna River)", "(1938, part of, Gettysburg reunions)", "(V, parent organization, Union)"]