["(Chipmunks in Low Places, followed by, Alvin and the Chipmunk)", "(Alvin and the Chipmunks, director, Tim Hill)", "(2016 Summer Olympics, point in time, 2016)", "(Theodore, sibling, Simon)", "(Ty Burr, employer, Boston Globe)", "(Alvin, sibling, Theodore)", "(Theodore, sibling, Alvin)", "(The Lion, the Witch and the Wardrobe, part of the series, The Chronicles of Narnia)", "(Only You (And You Alone), followed by, Funkytown)", "(Dave, present in work, The Chipmunks)", "(video game, platform, Wii)", "(Sullivan County, located in the administrative territorial entity, New York)", "(Alvin and the Chipmunks, cast member, Matthew Gray Gubler)", "(30th harshest comedian-on-comedian insult of all time, published in, Flavorwire)", "(Alvin and the Chipmunks, cast member, Cameron Richardson)", "(Platinum, organizer, Recording Industry Association of America)", "(SpongeBob SquarePants, cast member, Tom Kenny)", "(The Chronicles of Narnia, has part, The Lion, the Witch and the Wardrobe)", "(Snow Day, based on, Garfield: A Tail of Two Kitties)", "(Alvin for President, publication date, 1960)", "(Alvin and the Chipmunks: The Squeakquel, followed by, Alvin and the Chipmunks: Chipwrecked)", "(Alvin and the Chipmunks: The Road Chip, follows, Alvin and the Chipmunks: Chipwrecked)", "(Alvin and the Chipmunks, screenwriter, Will McRobb)", "(Ian, present in work, the Chipmunks)", "(Billboard Hot 100, instance of, charted)", "(New York, contains administrative territorial entity, Sullivan County)", "(Hot Digital Songs, instance of, charted)", "(Mr. Krabs, performer, Clancy Brown)", "(SpongeBob SquarePants, characters, Mr. Krabs)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Alvin and the Chipmunks, screenwriter, Chris Viscardi)", "(The Chipmunk Song (Christmas, Don't Be Late), performer, David Seville and the Chipmunks)", "(video game, platform, Nintendo DS)", "(Chipmunk Punk, performer, Alvin and the Chipmunks)", "(Bill Goodykoontz, employer, The Arizona Republic)", "(Alvin and the Chipmunk, follows, Chipmunks in Low Places)", "(guitarists, uses, guitar)", "(Vanessa Morrison, employer, Fox Animation)", "(Chipmunks in Low Places, followed by, Alvin and the Chipmunks: Original Motion Picture Soundtrack)", "(Alvin and the Chipmunks, cast member, Jesse McCartney)", "(the Chipmunks, characters, Ian)", "(soundtrack sampler, record label, Walmart)", "(Alvin and the Chipmunks: Original Motion Picture Soundtrack, follows, Chipmunks in Low Places)", "(Alvin and the Chipmunks, publication date, July 4, 2007)", "(guitar, used by, guitarists)", "(Rotten Tomatoes, instance of, review aggregator)", "(BrooklynVegan, founded by, Jeff Bergstrom)", "(Alvin and the Chipmunks, nominated for, Academy Awards for a Best Animated Feature)", "(Funkytown, follows, Only You (And You Alone))", "(John F. Kennedy School of Government, part of, Harvard University)", "(David Seville, performer, Jason Lee)", "(DVD, followed by, Blu-ray)", "(Janice Karman, spouse, Justin Long)", "(video game, publication date, December 4, 2007)", "(Metacritic, instance of, review aggregator)", "(Alvin and the Chipmunks, cast member, David Cross)", "(Justin Long, spouse, Janice Karman)", "(Alvin and the Chipmunks, cast member, Justin Long)", "(Alvin and the Chipmunks, cast member, Jason Lee)", "(Tippity-tappity-tippity-tap, instance of, simian typing)", "(Alvin and the Chipmunks, cast member, Zachary Levi)", "(SpongeBob SquarePants, performer, Tom Kenny)", "(Alvin and the Chipmunks, screenwriter, Jon Vitti)", "(Chipmunks, published in, The A.V. Club)", "(original score, performer, Christopher Lennertz)", "(Ian, present in work, Alvin and the Chipmunks)", "(Mr. Krabs, present in work, SpongeBob SquarePants)", "(Simon, sibling, Theodore)", "(Alvin and the Chipmunks, publication date, December 14, 2007)", "(Alvin and the Chipmunks, creator, Ross Bagdasarian Sr.)", "(Alvin, sibling, Simon)", "(Failure to Launch, narrative location, New York)", "(Alvin and the Chipmunks: Chipwrecked, follows, Alvin and the Chipmunks: The Squeakquel)", "(The Chipmunks, characters, Dave)", "(Simon, sibling, Alvin)", "(Big Momma's House 2, based on, Garfield: A Tail of Two Kitties)", "(Bombshell, part of the series, Law & Order: Criminal Intent)", "(characters of the same name, creator, Ross Bagdasarian Sr.)", "(Alvin and the Chipmunks: Chipwrecked, followed by, Alvin and the Chipmunks: The Road Chip)", "(video game, platform, PlayStation 2)", "(Alvin and the Chipmunks, distributed by, 20th Century Fox)", "(Maya, developer, Autodesk)", "(Billboard 200, instance of, chart)"]