["(anti-communist sentiment, country, United States)", "(2016 Summer Olympics, point in time, 2016)", "(Coretta Scott King, child, Dexter Scott King)", "(Gandhi, movement, nonviolent activism)", "(Nobel Peace Prize, point in time, October 14, 1964)", "(Papago Indian Reservation, instance of, Indian Reservation)", "(Star Trek, cast member, Nichelle Nichols)", "(Nation of Islam, founded by, Malcolm X)", "(Roxbury, located in the administrative territorial entity, Boston)", "(Central Park, located in the administrative territorial entity, Manhattan)", "(assassinated, facet of, John F. Kennedy)", "(John Echohawk, ethnic group, Pawnee)", "(Nonviolence, subclass of, nonviolent)", "(Jim Crow laws, main subject, southern segregation)", "(I won't have the fine and luxurious things of life, instance of, life)", "(1956 presidential election, candidate, Dwight D. Eisenhower)", "(Martin Luther King Jr., father, Martin Luther King Sr.)", "(Martin Luther King, spouse, Coretta King)", "(Southern Christian Leadership Conference, founded by, Joseph Lowery)", "(a book about the investigation and trial, publication date, 2003)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(flight from reality, subclass of, disputing view)", "(Albert Luthuli, award received, Nobel Peace Prize)", "(Voting Rights Act, publication date, 1965)", "(Eugene \"Bull\" Connor, employer, Birmingham Police Department)", "(Nineteen Eighty-Four, followed by, Nineteen Eighty-Four)", "(Coretta Scott King, child, Dexter King)", "(Nobel Peace Prize, winner, Nhất Hạnh)", "(On Civil Disobedience, author, Henry David Thoreau)", "(race riots, located in the administrative territorial entity, Louisville)", "(James Earl Ray, residence, Lorraine Motel)", "(great wall of segregation, country, America)", "(Congressional Gold Medal, inception, 2004)", "(Paul Douglas, member of political party, Democratic)", "(civil rights, part of, civil-rights movement)", "(civil-rights movement, has part, civil rights)", "(Selma voting rights movement, point in time, 1965)", "(Glenda Gilmore, employer, Yale University)", "(the hotel where King was murdered, located in the administrative territorial entity, Memphis)", "(Gandhi, movement, nonviolent resistance)", "(Democratic party, opposite of, Republican)", "(Stride Toward Freedom, main subject, nonviolence)", "(1964 recording, location, Willard Hotel)", "(Martin Luther, movement, Reformation)", "(I've looked over, part of, I've seen the promised land)", "(Bearing the Cross, publication date, 1986)", "(Dexter Scott King, sibling, Yolanda King)", "(Walter Reuther, employer, United Auto Workers)", "(Jack O'Dell, employer, House Un-American Activities Committee)", "(Dexter Avenue Baptist Church, located in the administrative territorial entity, Montgomery, Alabama)", "(John Hume, member of political party, Social Democratic and Labour Party)", "(Martin Luther King Jr. Memorial Library, located in the administrative territorial entity, Washington, D.C.)", "(James Earl Ray, sibling, Jerry Ray)", "(Bernice King, sibling, Dexter Scott King)", "(Constitution for the Federation of Earth, inception, 1968)", "(preacher, field of this occupation, Gospel)", "(Catholics, instance of, church)", "(Native American Rights Fund, founded by, John Echohawk)", "(his life, facet of, Martin Luther King Jr.)", "(Ronald Denton Wilson, father, Henry Clay Wilson)", "(Henry David Thoreau, notable work, On Civil Disobedience)", "(West Side, located in the administrative territorial entity, Chicago)", "(Jacob Lew, position held, Treasury Secretary)", "(its governor, applies to jurisdiction, Alabama)", "(Coretta, spouse, King)", "(negative peace, opposite of, positive peace)", "(Nhất Hạnh, nominated for, Nobel Peace Prize)", "(race riots, located in the administrative territorial entity, Kansas City)", "(Martin King Jr., voice type, baritone)", "(Nineteen Eighty-Four, follows, Nineteen Eighty-Four)", "(Twelfth Baptist Church, located in the administrative territorial entity, Boston)", "(Bearing the Cross, author, David Garrow)", "(I Have A Dream, author, King)", "(Izola Curry, point in time, September 20, 1958)", "(Coretta, child, Bernice King)", "(declassified, publication date, 2027)", "(black militant situation, point in time, 1967)", "(Adlai Stevenson II, candidacy in election, 1956 presidential election)", "(Third World, has part, Vietnam)", "(Jerry Ray, sibling, James Earl Ray)", "(SCLC, inception, 1957)", "(Third World, has part, Latin America)", "(biblical literalism, facet of, Bible)", "(Yolanda King, sibling, Bernice King)", "(James Bevel, member of, Spring Mobilization Committee to End the War in Vietnam)", "(I won't have any money to leave behind, instance of, life)", "(Civil Rights Act of 1968, has part, Fair Housing Act)", "(Robert F. Kennedy, position held, Attorney General)", "(King Center, located in the administrative territorial entity, Atlanta, Georgia)", "(National Mall, located in the administrative territorial entity, Washington, D.C.)", "(Republican, opposite of, Democratic party)", "(Timothy Paul, religion, Holy Christian Orthodox Church)", "(Yolanda King, sibling, Dexter Scott King)", "(Bloody Sunday, point in time, March 7, 1965)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Fred Shuttlesworth, member of, Southern Christian Leadership Conference)", "(positive peace, opposite of, negative peace)", "(race riots, located in the administrative territorial entity, Washington, D.C.)", "(Bernice King, part of, King family)", "(Benjamin Mays, religion, Baptist)", "(King, influenced by, Martin Luther King Jr.)", "(Hubert Humphrey, position held, Vice President)", "(Martin Luther King Jr., place of burial, South View Cemetery)", "(Jesus, participant in, Sermon on the Mount)", "(Montgomery bus boycott, point in time, 1955)", "(HTLINGUAL, operator, CIA)", "(Sermon on the Mount, author, Jesus)", "(Mahalia Jackson, notable work, I Have a Dream)", "(1965 march to Montgomery, Alabama, point in time, 1965)", "(Nobel Peace Prize, winner, Mohandas K. Gandhi)", "(Charles Percy, member of political party, Republican)", "(James Earl Ray, date of death, April 4, 1968)", "(Martin Luther King Sr., child, Martin Luther King Jr.)", "(integration, facet of, civil rights movement)", "(Johnson, position held, President)", "(Calvary Baptist Church, located in the administrative territorial entity, Chester, Pennsylvania)", "(I did try in my life to visit those who were in prison, follows, I did try in my life to clothe those who were naked)", "(Martin Luther King Jr., date of death, April 4, 1968)", "(Riverside Church, located in the administrative territorial entity, New York City)", "(Bernice King, sibling, Yolanda King)", "(whites, opposite of, black Americans)", "(United States of America, continent, world)", "(Fair Housing Act, part of, Civil Rights Act of 1968)", "(Highlander Research and Education Center, political ideology, progressive)", "(Nelson Rockefeller, member of political party, Republican)", "(NAACP, subsidiary, Legal Defense and Education Fund)", "(Browder v. Gayle, court, United States District Court)", "(Saint Francis College, located in the administrative territorial entity, Biddeford, Maine)", "(economic exploitation, subclass of, racism)", "(wealth, opposite of, poverty)", "(Ralph Abernathy, member of, Southern Christian Leadership Conference)", "(Johnson, position held, Administration)", "(city hall, located in the administrative territorial entity, Atlanta)", "(Walter Reuther, employer, United Automobile Workers)", "(black Americans, opposite of, whites)", "(Day of Penance, facet of, nonviolence)", "(1968 presidential election, candidate, Johnson)", "(Remington Gamemaster, instance of, rifle)", "(Margaret Sanger Award, conferred by, Planned Parenthood Federation of America)", "(oratorical contest, point in time, April 13, 1944)", "(Marquette Park, located in the administrative territorial entity, Chicago)", "(Robert, sibling, John F. Kennedy)", "(Student Nonviolent Coordinating Committee, founded by, Ella Baker)", "(Lincoln Memorial, located in the administrative territorial entity, Washington, D.C.)", "(Harvard University, has part, John F. Kennedy School of Government)", "(John F. Kennedy, position held, Attorney General)", "(Negroes, country, America)", "(America, ethnic group, Negroes)", "(Atlanta sit-ins, participant, Atlanta Student Movement)", "(Lorraine Motel, occupant, James Earl Ray)", "(Martin Luther King Jr., influenced by, King)", "(Barbara Ransby, employer, University of Illinois at Chicago)", "(Johnson, candidacy in election, 1968 presidential election)", "(Ella Baker, member of, Student Nonviolent Coordinating Committee)", "(The series, creator, Gene Roddenberry)", "(Poor People's Campaign, inception, 1968)", "(I did try in my life to clothe those who were naked, followed by, I did try in my life to visit those who were in prison)", "(I've Been to the Mountaintop, location, Mason Temple)", "(William Sullivan, employer, Domestic Intelligence Division)", "(John F. Kennedy, sibling, Robert)", "(AFSCME Local 1733, located in the administrative territorial entity, Memphis, Tennessee)", "(poverty, opposite of, wealth)", "(Vietnam, part of, Third World)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(Dexter Scott King, sibling, Bernice King)", "(Albany Movement, inception, November 1961)", "(James Bevel, member of, SCLC)", "(Dexter King, mother, Coretta Scott King)", "(Dwight D. Eisenhower, candidacy in election, 1956 presidential election)", "(King family, has part, Coretta)", "(Operation Breadbasket, organizer, Jesse Jackson)", "(Jesus, significant event, bodily resurrection)", "(relief rolls, part of, common law)", "(segregationists, location, South)", "(Martin King Jr., educated at, Yonge Street Elementary School)", "(Best Spoken Word Recording, instance of, Grammy Award)", "(Dexter Avenue Baptist Church, located in the administrative territorial entity, Montgomery)", "(King Center, named after, Billy Graham)", "(Malcolm X, member of, Nation of Islam)", "(his maternal grandmother, date of death, May 18, 1941)", "(United States, ethnic group, African Americans)", "(Nineteen Eighty-Four, author, George Orwell)", "(Coretta, part of, King family)", "(Martin Luther King Jr. Day, inception, November 2, 1983)", "(Coretta Scott, work period (start), 1952)", "(Walter Rauschenbusch, field of work, social gospel)", "(Jennie, child, Martin Jr.)", "(Progress and Poverty, author, Henry George)", "(Civil Rights Act of 1964, publication date, 1964)", "(Morehouse College, instance of, historically black college)", "(large march on Washington, point in time, January 13, 1968)", "(Booker T. Washington High School, inception, 1942)", "(Martin Luther King Jr., date of birth, January 15, 1929)", "(Administration, officeholder, Johnson)", "(Nobel Peace Prize, winner, Albert Luthuli)", "(tribal sovereignty, inception, 1831)", "(Legal Defense and Education Fund, parent organization, NAACP)", "(Second Emancipation Proclamation, point in time, 1962)", "(King Center, founded by, Coretta Scott King)", "(nonviolent protest, subclass of, protest)", "(Martin Luther King Jr. Memorial, located in the administrative territorial entity, Washington, D.C.)", "(North Lawndale, located in the administrative territorial entity, Chicago)", "(Time Person of the Year, inception, 1963)", "(Barry Goldwater, member of political party, Republican)", "(Crozer Theological Seminary, located in the administrative territorial entity, Upland, Pennsylvania)", "(academic inquiry in October 1991, main subject, plagiarized)", "(statue of King, location, Newcastle University)", "(King family, has part, Bernice King)", "(Minaret, operator, National Security Agency)", "(Vietnam, part of, Southeast Asia)", "(Jesus Christ, participant in, Sermon on the Mount)", "(Ebenezer Baptist, located in the administrative territorial entity, Atlanta)", "(Jimmy Carter, position held, President)", "(We Shall Overcome, performer, Liz Lands)", "(Mohandas K. Gandhi, award received, Nobel Peace Prize)", "(Coretta King, spouse, Martin Luther King)", "(Warren Memorial Methodist Church, located in the administrative territorial entity, Atlanta)", "(George Romney, member of political party, Republican)", "(Bayard Rustin, ethnic group, African-American)", "(J. Edgar Hoover, position held, FBI director)", "(bus boycott, part of, civil rights movement)", "(Grammy Award, has part, Best Spoken Word Recording)", "(Emmett \"Weasel\" Proctor, educated at, Morehouse College)", "(Coordinating Council of Community Organizations, founded by, Albert Raby)", "(Campaigns 2012, point in time, 2012)", "(Poor People's Campaign, part of, civil rights movement)", "(race riots, located in the administrative territorial entity, Baltimore)", "(Reinhold Niebuhr, influenced by, Walter Rauschenbusch)", "(Martin Luther King Jr., influenced by, Martin Luther King Jr.)", "(King, spouse, Coretta)", "(Civil Rights Act of 1968, publication date, 1968)", "(March on Washington for Jobs and Freedom, point in time, August 28, 1963)", "(And the Walls Came Tumbling Down, publication date, 1989)", "(Wyatt Tee Walker, work location, Birmingham, Alabama)", "(Southern Christian Leadership Conference, founded by, Fred Shuttlesworth)", "(Martin Luther King Jr., significant event, his life)", "(1956 presidential election, candidate, Adlai Stevenson II)", "(John Lewis Smith Jr., position held, Judge)", "(John F. Kennedy, significant event, assassinated)", "(Negroes, instance of, inferior race)", "(Martin Jr., mother, Jennie)", "(memorial, facet of, Death)", "(Edmund Pettus Bridge, located in the administrative territorial entity, Selma)", "(I'm not concerned about that now. I just want to do God's will, has part, I've looked over)", "(Dexter Scott King, mother, Coretta Scott King)", "(The Measure of a Man, publication date, 1959)", "(Creek, located in the administrative territorial entity, Alabama)", "(1967 Massey Lecture, point in time, 1967)", "(Southern Christian Leadership Conference, founded by, Ralph Abernathy)", "(Ernest Vandiver, position held, Georgia governor)", "(Lorraine Motel, located in the administrative territorial entity, Memphis)", "(2000, point in time, 2000)", "(Gospel, practiced by, preacher)", "(Joseph Lowery, member of, Southern Christian Leadership Conference)", "(COINTELPRO, parent organization, Federal Bureau of Investigation)", "(Vietnam War, participant, North Vietnam)", "(Spingarn Medal, conferred by, NAACP)", "(Latin America, part of, Third World)", "(FBI–King suicide letter, main subject, FBI)", "(FBI, field of work, counterintelligence)", "(Robert Hayling, member of, Deacons for Defense and Justice)", "(Bernice King, mother, Coretta)", "(Martin Luther King Jr., different from, Martin Luther King Jr.)", "(And the Walls Came Tumbling Down, author, Ralph Abernathy)", "(Michael King Jr., date of birth, January 15, 1929)", "(Montgomery bus boycott, point in time, December 1, 1955)", "(Gone with the Wind, publication date, 1939)"]