["(film adaptation of the book, distributed by, Universal Pictures)", "(Fifty Shades of Grey trilogy, derivative work, Fifty Shades of Grey: A XXX Adaptation)", "(2016 Summer Olympics, point in time, 2016)", "(Fifty Shades of Grey, record label, EMI Classics)", "(Earned It, performer, The Weeknd)", "(film adaptation of the book, production company, Trigger Street Productions)", "(American film adaptation, production company, Focus Features)", "(Fifty Shades of Grey, main subject, BDSM)", "(American film adaptation, based on, Fifty Shades of Grey)", "(Earned It, publication date, 24 December 2014)", "(fastest-selling paperback of all time, country, United Kingdom)", "(Fifty Shades, genre, dark romance)", "(Top 10 List of Banned and Challenged Books, publisher, American Library Association)", "(Fifty Shades Freed, follows, Fifty Shades Darker)", "(film adaptation, based on, Fifty Shades of Grey)", "(Fifty Shades of Grey: A XXX Adaptation, based on, Fifty Shades of Grey trilogy)", "(Fifty Shades of Grey, derivative work, film adaptation)", "(The film, publication date, 13 February 2015)", "(Fifty Shades novel series, characters, Anastasia Steele)", "(Dennis Schnurr, diocese, Cincinnati)", "(Anastasia Steele, creator, E. L. James)", "(Fifty Shades novel series, author, E. L. James)", "(binge drinking, subclass of, eating disorder)", "(Ana, spouse, Kate)", "(Deborah Caldwell-Stone, member of, American Library Association)", "(E. L. James, award received, 100 Most Influential People in the World)", "(intimidation, subclass of, abusive relationship)", "(Fifty Shades Darker, followed by, Fifty Shades Freed)", "(Macaé, country, Brazil)", "(100 Most Influential People in the World, conferred by, Time magazine)", "(film adaptation of the book, production company, Focus Features)", "(American film adaptation, publication date, 13 February 2015)", "(Washington State University, located in the administrative territorial entity, Vancouver, Washington)", "(Ana, sibling, Elliot)", "(Twilight, author, Stephenie Meyer)", "(Fifty Shades novel series, characters, Christian Grey)", "(Stephenie Meyer, notable work, Twilight)", "(Stage production, part of, Stage)", "(Fifty Shades novel series, genre, erotic romance)", "(Bella Swan, creator, Stephenie Meyer)", "(film adaptation of the book, cast member, Charlie Hunnam)", "(Fifty Shades of Grey, followed by, Fifty Shades Darker)", "(Fifty Shades of Grey, characters, Christian Grey)", "(Twilight, characters, Bella Swan)", "(Fifty Shades of Grey, part of the series, Harry Potter series)", "(submissive, opposite of, dominance)", "(film adaptation of the book, cast member, Dakota Johnson)", "(Fifty Shades of Grey, characters, Anastasia Steele)", "(Jenny Colgan, employer, The Guardian)", "(film adaptation of the book, cast member, Jamie Dornan)", "(Edward Cullen, creator, Stephenie Meyer)", "(Fifty Shades of Grey, derivative work, American film adaptation)", "(Anastasia Steele, present in work, Fifty Shades of Grey)", "(Fifty Shades novel series, has part, Fifty Shades of Grey)", "(Kate, spouse, Ana)", "(Fifty Shades of Grey, part of the series, Fifty Shades novel series)", "(Twilight, characters, Edward Cullen)", "(Fifty Shades of Grey, author, E. L. James)", "(Logan Levkoff, field of work, sexologist)", "(Harry Potter series, has part, Fifty Shades of Grey)", "(Love Me like You Do, performer, Ellie Goulding)", "(Fifty Shades of Grey, genre, erotic romance)", "(Maureen Dowd, employer, The New York Times)", "(Edward Cullen, present in work, Twilight)", "(stalking, subclass of, abusive relationship)", "(dominance, opposite of, submissive)", "(Bella Swan, present in work, Twilight)", "(Elliot, sibling, Ana)", "(film adaptation of the book, production company, Michael De Luca Productions)", "(Fifty Shades Darker, follows, Fifty Shades of Grey)", "(BDSM, subclass of, sexual fetishes)"]