["(Harry Potter, derivative work, movie series)", "(David Zaslav, employer, Warner Bros. Discovery)", "(Harry Potter and the Philosopher's Stone, publisher, Scholastic)", "(hero, opposite of, villain)", "(Lord of the Rings, author, Tolkien)", "(Harry Potter and the Goblet of Fire, part, Harry Potter series)", "(Hermione, sibling, Harry)", "(Fantastic Beasts and Where to Find Them, publication date, November 2016)", "(Harry Potter and the Prisoner of Azkaban, characters, Scabbers)", "(Sir Nicolas Flamel, owner of, Philosopher's Stone)", "(Hermione, spouse, Ginny)", "(Heliodorus of Emesa, language of work or name, Ancient Greek)", "(Hogwarts Legacy, developer, Avalanche Software)", "(Parseltongue, characters, Voldemort)", "(Harry Potter and the Half-Blood Prince, characters, Professor Snape)", "(Enid Blyton, notable work, Malory Towers)", "(Philosopher's Stone, distributed by, Warner Bros.)", "(Universal Studios Hollywood, has part, Hogwarts Express)", "(Harry Potter and the Deathly Hallows, part of the series, Harry Potter)", "(Ron Weasley, present in work, Harry Potter)", "(Dana Gioia, employer, National Endowment for the Arts)", "(Harry Potter series, has part, Philosopher's Stone)", "(Universal Studios Japan, located in the administrative territorial entity, Osaka, Japan)", "(Universal Orlando Resort, has part, The Wizarding World of Harry Potter)", "(Alastor \"Mad-Eye\" Moody, member of, Defence Against the Dark Arts)", "(urban fantasy, subclass of, fantasy literature)", "(Stalky & Co, author, Rudyard Kipling)", "(Harry Potter, present in work, Harry Potter)", "(Peter Pettigrew, present in work, Harry Potter and the Prisoner of Azkaban)", "(Charles Taylor, employer, Salon.com)", "(Islands of Adventure, part of, Universal Orlando Resort)", "(separate best-seller list for children's literature, publisher, The New York Times)", "(Hermione Granger, creator, J. K. Rowling)", "(Harry Potter, has part, Harry Potter and the Philosopher's Stone)", "(Chrestomanci series, author, Diana Wynne Jones)", "(Part 1, part of the series, Harry Potter)", "(Harry Potter and the Philosopher's Stone, publisher, Bloomsbury)", "(Philosopher's Stone, publisher, Electronic Arts)", "(Harry Potter and the Cursed Child, date of first performance, 30 June 2016)", "(Philip Pullman, notable work, His Dark Materials)", "(Harry Potter, has part, first book)", "(a story co-written by Rowling, derivative work, Harry Potter and the Cursed Child)", "(Harry Potter franchise, has part, Fantastic Beasts and Where to Find Them)", "(Bloomsbury, country, United Kingdom)", "(Scholastic Press, country, United States)", "(Ron, spouse, Hermione)", "(Nancy Knapp, occupation, Librarian)", "(I had never been so excited about an idea before, notable work, I had been writing almost continuously since the age of six)", "(Part 2, follows, Part 1)", "(His Dark Materials, author, Philip Pullman)", "(Harry Potter series, has part, Harry Potter and the Goblet of Fire)", "(Part 2, part of the series, Harry Potter)", "(Hogwarts School of Witchcraft and Wizardry, present in work, Harry Potter and the Philosopher's Stone)", "(Pottermore, inception, 2012)", "(Voldemort, present in work, Parseltongue)", "(Harry Potter and the Chamber of Secrets, publication date, 2 July 1998)", "(Amazon, subsidiary, Pottermore)", "(Best Novel, instance of, Hugo Award)", "(San Diego County, located in the administrative territorial entity, California)", "(Part 1, publisher, Electronic Arts)", "(Cluedo Harry Potter Edition, instance of, board game)", "(Fantastic Beasts and Where to Find Them, publication date, 2001)", "(Albus Dumbledore, present in work, Harry Potter and the Deathly Hallows)", "(Part 1, publication date, 19 November 2010)", "(Barty Crouch, Jr, member of, Defence Against the Dark Arts)", "(realistic, opposite of, fantastic)", "(Harold Bloom, employer, Yale)", "(Harry, sibling, Hermione)", "(2012 Summer Olympics, point in time, 2012)", "(California, contains administrative territorial entity, San Diego County)", "(Harry Potter and the Order of the Phoenix, publication date, 21 June 2003)", "(The Wizarding World of Harry Potter, part of, Universal Orlando Resort)", "(Harry Potter and the Order of the Phoenix, characters, Dolores Umbridge)", "(Ginny, spouse, Harry)", "(Harry, present in work, Harry Potter)", "(Harry Potter, has part, fifth book)", "(Harry Potter and the Goblet of Fire, characters, Cedric Diggory)", "(Purebloods, opposite of, half-bloods)", "(Hogwarts, has part, Gryffindor House)", "(Hermione Granger, present in work, Harry Potter)", "(Deathly Hallows, distributed by, Warner Bros.)", "(The Making of Harry Potter, located in the administrative territorial entity, Leavesden)", "(Harry Potter and the Prisoner of Azkaban, characters, Sirius Black)", "(fifth book, part of the series, Harry Potter)", "(Harry Potter, creator, J. K. Rowling)", "(Hagrid, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Harry Potter and the Goblet of Fire, part of the series, Harry Potter)", "(Ron, sibling, Harry)", "(Molly Weasley, present in work, Harry Potter)", "(copyright, has parts of the class, trademark infringements)", "(trademark infringements, subclass of, copyright)", "(Claris et Laris, characters, Claris)", "(Harry, inception, 1990)", "(1999 Whitbread Awards, point in time, 1999)", "(Harry Potter and the Prisoner of Azkaban, characters, Peter Pettigrew)", "(Harry Potter and the Deathly Hallows, characters, Lord Voldemort)", "(book, subclass of, script)", "(Harry Potter and the Goblet of Fire, publication date, 8 July 2000)", "(Hermione, spouse, Ron)", "(Harry Potter, part of the series, Hogwarts)", "(Ginny, spouse, Hermione)", "(Harry, present in work, Philosopher's Stone)", "(Harry Potter and the Philosopher's Stone, part of the series, Harry Potter)", "(half-bloods, opposite of, Purebloods)", "(Pottermore, parent organization, Amazon)", "(Fantastic Beasts and Where to Find Them, part of the series, Harry Potter franchise)", "(Sorting Hat, has part, Sword of Gryffindor)", "(Slytherin, present in work, Hogwarts Express)", "(Diana Wynne Jones, notable work, Chrestomanci series)", "(Harry Potter, has part, Harry Potter and the Goblet of Fire)", "(Universal Orlando Resort, has part, Islands of Adventure)", "(Ron Weasley, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Harry Potter, has part, Harry Potter and the Deathly Hallows)", "(Gryffindor House, part of, Hogwarts)", "(Harry Potter and the Escape from Gringotts roller coaster ride, part of, Universal Studios Florida)", "(Harry Potter, present in work, Harry Potter and the Deathly Hallows)", "(Sirius Black, present in work, Harry Potter and the Prisoner of Azkaban)", "(Ron, spouse, Ginny)", "(Harry, spouse, Ginny)", "(Malory Towers, author, Enid Blyton)", "(Hugo Award, has part, Best Novel)", "(Quirinus Quirrell, educated at, Hogwarts)", "(fan art, subclass of, fan fiction)", "(Harry Potter and the Cursed Child, based on, a story co-written by Rowling)", "(Part 1, followed by, Part 2)", "(Harry Potter and the Philosopher's Stone, publication date, 1995)", "(Harry Potter series, has part, Harry Potter and the Philosopher's Stone)", "(movie series, based on, Harry Potter)", "(Harry Potter and the Half-Blood Prince, publication date, 16 July 2005)", "(Philosopher's Stone, part of the series, Harry Potter series)", "(Tolkien, notable work, Lord of the Rings)", "(Harry Potter, author, J. K. Rowling)", "(The Lord of the Rings, genre, adult fantasy)", "(Hogwarts Express, part of, Universal Studios Hollywood)", "(Harry Potter's depiction of race, main subject, slavery of house-elves)", "(Philosopher's Stone, part of the series, Harry Potter)", "(2012 London Olympics, point in time, 2012)", "(Harry Potter and the Cursed Child, author, Jack Thorne)", "(C. S. Lewis, notable work, The Chronicles of Narnia)", "(villain, opposite of, hero)", "(Thomas Taylor, occupation, illustrator)", "(Harry Potter and the Prisoner of Azkaban, publication date, 8 July 1999)", "(Seamus Heaney, notable work, Beowulf)", "(Dumbledore, present in work, fourth book)", "(Harry Potter and the Deathly Hallows, publication date, 21 July 2007)", "(Ron Weasley, creator, J. K. Rowling)", "(Mika Launis, country of citizenship, Finland)", "(Beowulf, author, Seamus Heaney)", "(Sword of Gryffindor, part of, Sorting Hat)", "(2016 Summer Olympics, point in time, 2016)", "(Ginny, spouse, Ron)", "(Hogwarts, has part, Harry Potter)", "(slavery of house-elves, present in work, Harry Potter's depiction of race)", "(Part 2, part of the series, Harry Potter and the Deathly Hallows)", "(Hermione, sibling, Ginny Weasley)", "(Harry Potter and the Deathly Hallows, characters, Harry Potter)", "(Hagrid, present in work, Harry Potter and the Philosopher's Stone)", "(Philosopher's Stone, owned by, Sir Nicolas Flamel)", "(Harry, sibling, Ron)", "(Harry Potter, has part, Philosopher's Stone)", "(fourth book, characters, Dumbledore)", "(United States, language used, American English)", "(Lord Voldemort, present in work, Harry Potter and the Deathly Hallows)", "(Harry Potter, characters, Harry)", "(Part 1, part of the series, Harry Potter and the Deathly Hallows)", "(Lego Harry Potter, developer, Traveller's Tales)", "(real-life version of the sport Quidditch, inception, 2005)", "(Severus Snape, educated at, Hogwarts)", "(Harry Potter and the Cursed Child, instance of, play)", "(Harry Potter and the Prisoner of Azkaban, part of the series, Harry Potter series)", "(2016 Donald Trump presidential campaign, point in time, 2016)", "(Professor Snape, present in work, Harry Potter and the Half-Blood Prince)", "(Quidditch Through the Ages, publication date, 2001)", "(Dolores Umbridge, present in work, Harry Potter and the Order of the Phoenix)", "(Part 2, publication date, 15 July 2011)", "(Harry Potter and the Philosopher's Stone, publication date, 26 June 1997)", "(Part 2, publisher, Electronic Arts)", "(Scabbers, present in work, Harry Potter and the Prisoner of Azkaban)", "(Harry Potter, has part, Part 2)", "(Harry Potter and the Deathly Hallows, has part, Part 2)", "(Harry Potter, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Philosopher's Stone, publisher, Bloomsbury)", "(Hermione Granger, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Rudyard Kipling, notable work, Stalky & Co)", "(I had been writing almost continuously since the age of six, notable work, I had never been so excited about an idea before)", "(Harry Potter, has part, Part 1)", "(J. K. Rowling, notable work, Harry Potter)", "(Harry Potter and the Deathly Hallows, characters, Albus Dumbledore)", "(fantastic, opposite of, realistic)", "(Harry Potter and the Deathly Hallows, has part, Part 1)", "(Harry Potter, present in work, Harry Potter and the Philosopher's Stone)", "(Harry Potter series, has part, Harry Potter and the Prisoner of Azkaban)", "(The Chronicles of Narnia, author, C. S. Lewis)", "(Claris, present in work, Claris et Laris)", "(American English, country, United States)", "(Ginny Weasley, sibling, Hermione)", "(Harry Potter and the Philosopher's Stone, part of the series, Harry Potter series)", "(Hogwarts Mystery, developer, Jam City)", "(Ron Charles, employer, Washington Post)", "(Who Wants to Be a Millionaire?, production company, Nielsen)", "(first book, part of the series, Harry Potter)", "(Wicca, instance of, religions)", "(Flight of the Hippogriff roller coaster, part of, Universal Studios Florida)", "(Young Wizards, author, Diane Duane)", "(Mirror of Erised, present in work, Harry Potter)"]