["(2016 Summer Olympics, point in time, 2016)", "(Shrine to the Confederacy, creator, Gutzon Borglum)", "(Stone Mountain, located in the administrative territorial entity, Georgia)", "(George Washington, position held, American presidents)", "(Gerard Baker, ethnic group, Native American)", "(2006 South Dakota state quarter, point in time, 2006)", "(North by Northwest, publication date, 1959)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Red Cloud, ethnic group, Oglala Lakota)", "(Theodore Roosevelt, place of burial, Mount Rushmore)", "(Washington Nationals, sport, baseball)", "(Peter Norbeck, position held, Governor)", "(Mount Rushmore, operator, National Park Service)", "(George Armstrong Custer, conflict, Great Sioux War)", "(Scottish Ten, point in time, 2009)", "(Nick Clifford, date of death, November 2019)", "(Friuli, country, Italy)", "(aquifer, subclass of, groundwater)", "(Calvin Coolidge, position held, President)", "(Abraham Lincoln, position held, United States Presidents)", "(Thomas Jefferson, place of burial, Mount Rushmore)", "(Mount Rushmore, mountain range, Black Hills)", "(Great Sioux War of 1876, participant, Lakota people)", "(Black Hills, has part, Mount Rushmore)", "(Abraham Lincoln, position held, American presidents)", "(Lincoln Borglum Museum, inception, 1998)", "(Lincoln Borglum, notable work, Mount Rushmore National Memorial)", "(Washington, D.C., twinned administrative body, New York City)", "(Gutzon Borglum, notable work, Shrine to the Confederacy)", "(Louisiana Purchase, contains administrative territorial entity, Alaska)", "(Mount Rushmore, located in the administrative territorial entity, South Dakota)", "(Abraham Lincoln, place of burial, Mount Rushmore)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Mount Rushmore National Memorial, creator, Lincoln Borglum)", "(Alaska, located in the administrative territorial entity, Louisiana Purchase)", "(Great Sioux War of 1876, has cause, Treaty of Fort Laramie)", "(Buska, subclass of, alfisol)", "(Gutzon Borglum, child, Lincoln)", "(1941, point in time, 1941)", "(Crazy Horse, ethnic group, Oglala Lakota)", "(George Washington, position held, United States Presidents)", "(Kristi Noem, position held, South Dakota Governor)", "(summer, has part, thunderstorm)", "(Lincoln, father, Gutzon Borglum)", "(dry-winter humid continental climate, instance of, Köppen climate classification)", "(Cambrian, follows, Neoproterozoic)", "(South Dakota Governor, officeholder, Kristi Noem)", "(Black Elk Peak, located in the administrative territorial entity, South Dakota)", "(assassination, facet of, John F. Kennedy)", "(Great Sioux War of 1876, point in time, 1876)", "(Black Elk, child, Benjamin Black Elk)", "(Thomas Jefferson, position held, United States Presidents)", "(Black Elk Peak, mountain range, Black Hills)", "(ponderosa pine, subclass of, coniferous trees)", "(Alfred Kärcher, product or material produced, pressure washing)", "(Black Hills Expedition, participant, George Armstrong Custer)", "(George Armstrong Custer, conflict, Black Hills Expedition)", "(Great Sioux War, point in time, 1876)", "(Mount Rushmore, part of, Black Hills)", "(thunderstorm, part of, summer)", "(Entablature, has part, Mount Rushmore)", "(Theodore Roosevelt, position held, American presidents)", "(Black Elk Peak, elevation above sea level, 7,242)", "(Mount Rushmore, mountain range, ponderosa forests)", "(Treaty of Fort Laramie, point in time, 1868)", "(repository, inception, 1998)", "(Mount Rushmore National Memorial, creator, Gutzon Borglum)", "(Gutzon Borglum, notable work, Mount Rushmore National Memorial)", "(Mount Rushmore, part of, Entablature)", "(Theodore Roosevelt, position held, United States Presidents)", "(Mount Rushmore, composer, Michael Daugherty)", "(United States v. Sioux Nation of Indians, court, US Supreme Court)", "(Black Hills, located in the administrative territorial entity, South Dakota)", "(1927, point in time, 1927)", "(United States v. Sioux Nation of Indians, court, United States Supreme Court)", "(Neoproterozoic, followed by, Cambrian)", "(Benjamin Black Elk, father, Black Elk)", "(Crazy Horse Memorial, inception, 1940)", "(New York City, twinned administrative body, Washington, D.C.)", "(Gutzon Borglum, child, Lincoln Borglum)", "(Thomas Jefferson, position held, American presidents)", "(Lincoln Borglum, father, Gutzon Borglum)", "(Board of Geographic Names, country, United States)"]