["(2016 Summer Olympics, point in time, 2016)", "(Victoria, located in the administrative territorial entity, New South Wales)", "(18, instance of, age)", "(Capital Plaza Office Tower, inception, 1972)", "(Capital City Airport, place served by transport hub, Frankfort)", "(WKYT-DT2, owned by, WKYT-TV)", "(Capital City Airport, instance of, airport)", "(Hearn, school district, Franklin County Public Schools)", "(high schools, part of, school district)", "(Franklin County, located in the administrative territorial entity, Kentucky)", "(1978, instance of, flood)", "(Kentucky, contains administrative territorial entity, Mason)", "(Bourbon County, located in the administrative territorial entity, Kentucky)", "(land, opposite of, water)", "(Territories, part of, Territories)", "(Blue Grass Airport, instance of, airport)", "(Franklin County, capital, Frankfort)", "(Madison, located in the administrative territorial entity, Kentucky)", "(Daniel Weisiger, occupation, postmaster)", "(African American, instance of, ethnic group)", "(fall, subclass of, season)", "(Frankfort, located in or next to body of water, Kentucky River)", "(Bluegrass region, located in the administrative territorial entity, Kentucky)", "(Kentucky State University, inception, 1890)", "(Kentucky, contains administrative territorial entity, Franklin County)", "(Spring, subclass of, season)", "(Massachusetts General Hospital, located in the administrative territorial entity, Massachusetts)", "(South Frankfort, located in the administrative territorial entity, Frankfort)", "(Mann's Lick, located in the administrative territorial entity, Jefferson County)", "(1937, instance of, flood)", "(Good Shepherd Catholic School, instance of, schools)", "(Frankfort Christian Academy, instance of, schools)", "(Elkhorn, school district, Franklin County Public Schools)", "(U.S. Route 60, connects with, U.S. Route 421)", "(Anderson, located in the administrative territorial entity, Kentucky)", "(Paul Sawyier Public Library, located in the administrative territorial entity, Frankfort)", "(Three Boys Farm Distillery, headquarters location, Frankfort)", "(25, instance of, age)", "(Old Capitol, architectural style, Greek Revival style)", "(William Goebel, date of death, 3 February 1900)", "(Frankfort High School, school district, Frankfort Independent School District)", "(Liberty Hall, located in the administrative territorial entity, Frankfort)", "(U.S. Route 421, connects with, U.S. Route 127)", "(Old Capitol, architect, Gideon Shryock)", "(Frankfort, located in the administrative territorial entity, Franklin County)", "(U.S. Route 60, connects with, U.S. Route 127)", "(Blue Grass Airport, place served by transport hub, Lexington)", "(Kentucky State University, instance of, land-grant institution)", "(Victoria, country, Australia)", "(New South Wales, capital, Victoria)", "(Paul Sawyier Public Library, inception, 1965)", "(Clinton Street High School, located in the administrative territorial entity, Frankfort)", "(Buffalo Trace Distillery, headquarters location, Frankfort)", "(Franklin County High School, school district, Franklin County Public Schools)", "(park, located in the administrative territorial entity, city)", "(Lawrenceburg, located in the administrative territorial entity, Franklin County)", "(Ohio River, tributary, Kentucky River)", "(Peaks Mill, school district, Franklin County Public Schools)", "(fourth smallest capital city, country, United States)", "(Black, instance of, ethnic group)", "(Capital Day School, instance of, schools)", "(Cincinnati/Northern Kentucky International Airport, place served by transport hub, Covington)", "(Paul Sawyier Public Library, named after, Paul Sawyier)", "(U.S. Route 127, connects with, U.S. Route 421)", "(Kentucky, contains administrative territorial entity, Anderson)", "(1980s, point in time, 1980)", "(Frankfort, capital of, Kentucky)", "(Downtown, located in the administrative territorial entity, Frankfort)", "(Confederate Army, conflict, American Civil War)", "(U.S. Route 127, connects with, U.S. Route 60)", "(median income, facet of, poverty line)", "(64, instance of, age)", "(Bellepoint, located in the administrative territorial entity, Frankfort)", "(Fayette, located in the administrative territorial entity, Kentucky)", "(demand-response, subclass of, transit)", "(fixed-route, subclass of, transit)", "(Kentucky, capital, Frankfort)", "(Kentucky, contains administrative territorial entity, Bourbon County)", "(Louisville International Airport, place served by transport hub, Louisville)", "(Blue Grass Airport, place served by transport hub, Frankfort)", "(Kentucky State University, instance of, historically black university)", "(Kentucky, contains administrative territorial entity, Fayette)", "(Mason, located in the administrative territorial entity, Kentucky)", "(WKYT-TV, owner of, WKYT-DT2)", "(Kentucky, contains administrative territorial entity, Madison)", "(Senate Bill 151, point in time, 29 March 2018)", "(Union Army, conflict, American Civil War)", "(Native American, instance of, ethnic group)", "(24, instance of, age)", "(Nation, different from, Nation)", "(Australia, contains administrative territorial entity, Victoria)", "(Kentucky River, mouth of the watercourse, Ohio River)", "(1960s, point in time, 1960)", "(Franklin County, contains administrative territorial entity, Frankfort)", "(Western Hills High School, school district, Franklin County Public Schools)", "(Franklin County, contains administrative territorial entity, Lawrenceburg)", "(Anderson County, located in the administrative territorial entity, Franklin County)", "(married couples, subclass of, non-families)", "(U.S. Route 421, connects with, U.S. Route 60)", "(Castle & Key Distillery, headquarters location, Frankfort)", "(Argus of Western America, place of publication, Frankfort)", "(Massachusetts, owner of, Massachusetts General Hospital)", "(Kentucky State Penitentiary, located in the administrative territorial entity, Frankfort)", "(Frankfort Union Station, instance of, train station)", "(Pacific Islander, instance of, ethnic group)", "(Mayo–Underwood School, located in the administrative territorial entity, Frankfort)", "(Westridge, school district, Franklin County Public Schools)", "(Franklin County, contains administrative territorial entity, Anderson County)", "(45, instance of, age)", "(New Jersey, shares border, Mississippi)", "(Clark County, located in the administrative territorial entity, Kentucky)", "(Kentucky, contains administrative territorial entity, McCreary County)", "(John C. Breckinridge, position held, Vice President)", "(Lake Cumberland, located in the administrative territorial entity, Kentucky)", "(Morgan McGarvey, member of political party, Democrat)", "(Ojibwe, different from, Algonquian language)", "(Fort Knox, located in the administrative territorial entity, Kentucky)", "(Hemp in Kentucky, located in the administrative territorial entity, Kentucky)", "(Kentucky bluegrass, named after, Kentucky)", "(Lamar Jackson, award received, Heisman Trophy)", "(Kentucky Constitution of 1891, point in time, 1891)", "(Tri-Cities Region, has part, Somerset)", "(8th hardest state for citizens to vote in, has part, Kentucky)", "(David \"Stringbean\" Akeman, genre, Bluegrass music)", "(Eastern, product or material produced, coal)", "(Ohio, mouth of the watercourse, Mississippi)", "(two National Wildlife Refuges, located in the administrative territorial entity, Kentucky)", "(BalloonFest, located in the administrative territorial entity, Kentucky)", "(Keith Whitley, genre, Bluegrass music)", "(Tug Fork, mouth of the watercourse, Big Sandy River)", "(Southern Baptist Theological Seminary, located in the administrative territorial entity, Louisville)", "(Delta Private Jets, parent organization, Delta Air Lines)", "(1964, candidate, Lyndon B. Johnson)", "(Appalachians, located in the administrative territorial entity, Kentucky)", "(Red River Gorge, located in the administrative territorial entity, Kentucky)", "(Harriet Beecher Stowe, notable work, Uncle Tom's Cabin)", "(Blue Grass Airport, point in time, August 27, 2006)", "(1996, candidate, Bill Clinton)", "(Russell Coleman, member of political party, Republican)", "(Cincinnati, New Orleans, and Texas Pacific, parent organization, Norfolk Southern Railway)", "(John Fox Jr., notable work, The Little Shepherd of Kingdom Come)", "(Tennessee, shares border with, Virginia)", "(Thomas Massie, member of political party, Republicans)", "(Fulton County, located in the administrative territorial entity, Kentucky)", "(Bill Monroe, place of birth, Rosine)", "(Kentucky Derby, located in the administrative territorial entity, Kentucky)", "(Illinois, shares border with, Indiana)", "(Kentucky Shakespeare Festival, located in the administrative territorial entity, Bowling Green)", "(David Osborne, position held, Speaker of the House)", "(two National Historic Parks, located in the administrative territorial entity, Kentucky)", "(1922, point in time, 1922)", "(Illinois, shares border with, Kentucky)", "(Cincinnati, located in or next to body of water, Ohio River)", "(Louisville City FC, inception, 2014)", "(Kentucky Supreme Court, applies to jurisdiction, Kentucky)", "(Laurance VanMeter, position held, Chief Justice of the Commonwealth)", "(Kentucky Speedway, located in the administrative territorial entity, Sparta, Kentucky)", "(Keeneland Race Course, located in the administrative territorial entity, Lexington)", "(Bowling Green, capital of, Confederate government of Kentucky)", "(Michael G. Adams, member of political party, Republican)", "(Churchill Downs, located in the administrative territorial entity, Kentucky)", "(Louisiana, shares border with, Virginia)", "(Ohio Valley Wrestling, sport, professional wrestlers)", "(National Corvette Museum, inception, 1994)", "(Big Four Bridge, crosses, Ohio River)", "(2008 election, successful candidate, Barack Obama)", "(regulated local and online sports betting industry, inception, 2023)", "(Western Kentucky Hilltoppers, country, United States)", "(National Corvette Museum, located in the administrative territorial entity, Bowling Green)", "(Baptist Seminary of Kentucky, located in the administrative territorial entity, Georgetown)", "(Valhalla Golf Club, located in the administrative territorial entity, Louisville)", "(Ohio River, tributary, Kentucky River)", "(Kentucky, located in or next to body of water, Cumberland River)", "(Huntington-Ashland, WV-KY-OH, Metropolitan Statistical Area, located in the administrative territorial entity, Kentucky)", "(Bill Monroe, genre, Bluegrass music)", "(2013 Sugar Bowl, point in time, 2013)", "(Kentucky, instance of, commonwealth)", "(Black Patch Tobacco Wars, located in the administrative territorial entity, Kentucky)", "(Hal Rogers, member of political party, Republicans)", "(Kentucky Department of Revenue, applies to jurisdiction, Kentucky)", "(Mammoth Cave, located in the administrative territorial entity, Kentucky)", "(Robert Stivers, position held, President of the Senate)", "(Pennsylvania, shares border with, West Virginia)", "(Louisiana, shares border with, Kentucky)", "(Kevin Richardson, member of, Backstreet Boys)", "(USP McCreary, located in the administrative territorial entity, Kentucky)", "(Wendell Ford, position held, Governor)", "(Kentucky, shares border with, West Virginia)", "(United States Bullion Depository, located in the administrative territorial entity, Kentucky)", "(Kentucky, contains administrative territorial entity, Boyd)", "(Kentucky Colonel, located in the administrative territorial entity, Kentucky)", "(98 Degrees, has part, Nick Lachey)", "(Shelby, contains administrative territorial entity, Louisville)", "(Berea College v. Kentucky, court, United States Supreme Court)", "(Louisville Bats, league, Minor League Baseball)", "(Kentucky Railway Museum, located in the administrative territorial entity, New Haven)", "(Kentucky Derby, sport, horse racing)", "(Mississippi, shares border with, Louisiana)", "(Kentucky Court of Justice, applies to jurisdiction, Kentucky)", "(Western District of Kentucky, located in the administrative territorial entity, Kentucky)", "(West Virginia, shares border with, Kentucky)", "(Festival of Faiths, inception, 1996)", "(Henry W. Grady, employer, Atlanta Constitution)", "(Kentucky River, mouth of the watercourse, Ohio River)", "(USP Big Sandy, located in the administrative territorial entity, Kentucky)", "(Elliott County, Kentucky, inception, 1869)", "(Indiana, shares border with, Illinois)", "(Kentucky bourbon, country of origin, Kentucky)", "(Isaac Shelby, position held, Governor)", "(United States Bullion Depository, location, Fort Knox)", "(Lincoln Navigator, located in the administrative territorial entity, Kentucky)", "(Governor, applies to jurisdiction, Kentucky)", "(candidacy age laws, applies to jurisdiction, Kentucky)", "(Kentucky Wildcats, league, Division I Football Bowl Subdivision)", "(Western Kentucky Hilltoppers, league, Division I Football Bowl Subdivision)", "(Coal Run Village, located in the administrative territorial entity, Pike)", "(1976, candidate, Jimmy Carter)", "(Illinois, shares border with, Ohio)", "(2010 United States census, authority, United States Census Bureau)", "(Jessamine, contains administrative territorial entity, Lexington)", "(Uncle Tom's Cabin, author, Harriet Beecher Stowe)", "(Indiana, shares border with, Kentucky)", "(Kentucky, located in the administrative territorial entity, Kentucky)", "(Kentucky native people, located in the administrative territorial entity, Kentucky)", "(Jelly's Last Jam, publication date, 1992)", "(2016 Summer Olympics, point in time, 2016)", "(Jefferson County, contains administrative territorial entity, Louisville)", "(District Courts, applies to jurisdiction, Kentucky)", "(Paul E. Patton, position held, Kentucky governor)", "(Cumberland Gap, located in the administrative territorial entity, Kentucky)", "(Mississippi, tributary, Ohio)", "(Bill Clinton, candidacy in election, 1996)", "(Missouri, shares border with, Kentucky)", "(Kentucky, located in or next to body of water, Tug Fork)", "(State Capitol, located in the administrative territorial entity, Frankfort)", "(General Assembly, applies to jurisdiction, Kentucky)", "(Western Kentucky University, instance of, land grant)", "(National Quilt Museum, located in the administrative territorial entity, Paducah)", "(Indiana, shares border with, West Virginia)", "(Barack Obama, candidacy in election, 2008 election)", "(Answers in Genesis, field of work, creationist)", "(1964, office contested, President of the United States)", "(1964, successful candidate, John McCain)", "(Louisville Cardinals, league, Division I Football Bowl Subdivision)", "(Civil War, location, Antebellum South)", "(Kentucky Interstates, located in the administrative territorial entity, Kentucky)", "(Rosine, located in the administrative territorial entity, Ohio County)", "(Bluegrass region, instance of, plateau)", "(Kentucky State Police, inception, 1948)", "(Jefferson Davis, place of birth, Fairview)", "(Norfolk Southern Railway, subsidiary, Cincinnati, New Orleans, and Texas Pacific)", "(Rainey Bethea, date of death, August 14, 1936)", "(Louisville City FC, home venue, Louisville Slugger Field)", "(Algonquian language, different from, Ojibwe)", "(Daniel Boone National Forest, located in the administrative territorial entity, Kentucky)", "(Kentucky Bourbon Trail, located in the administrative territorial entity, Kentucky)", "(Jefferson, located in the administrative territorial entity, Kentucky)", "(Mrs. Wiggs of the Cabbage Patch, author, Alice Hegan Rice)", "(Sam Bush, genre, Bluegrass music)", "(Kentucky, inception, June 1, 1792)", "(Cadillac XLR (2004–09), located in the administrative territorial entity, Kentucky)", "(2004, successful candidate, John McCain)", "(Division I Football Bowl Subdivision, country, United States)", "(Nada Tunnel, instance of, Road tunnel)", "(Kentucky, office held by head of government, Governor)", "(Andy Beshear, member of political party, Democrats)", "(Mississippian culture, located in the administrative territorial entity, Kentucky)", "(2007 Orange Bowl, point in time, 2007)", "(Cumberland Plateau, instance of, plateau)", "(Kentucky, contains administrative territorial entity, Jefferson County)", "(ninth ratification, applies to jurisdiction, New Hampshire)", "(Great Steamboat Race, located in the administrative territorial entity, Kentucky)", "(Whig Party, dissolved, abolished or demolished date, 1860)", "(Cincinnati Bengals, league, National Football League)", "(United States, contains administrative territorial entity, Kentucky)", "(two National Recreation Areas, located in the administrative territorial entity, Kentucky)", "(Robert Penn Warren, notable work, All the King's Men)", "(McCreary County, located in the administrative territorial entity, Kentucky)", "(James Comer, member of political party, Republicans)", "(Scott, contains administrative territorial entity, Lexington)", "(Kentucky Fried Chicken, founded by, Harland Sanders)", "(Tri-Cities Region, has part, Corbin)", "(Democrats, opposite of, Republicans)", "(Kentucky English, located in the administrative territorial entity, Kentucky)", "(Creation Museum, located in the administrative territorial entity, Petersburg, Kentucky)", "(Kentucky Fried Chicken, located in the administrative territorial entity, Kentucky)", "(Lexus ES 350, located in, Kentucky)", "(Kentucky, instance of, U.S. state)", "(William Goebel, date of death, January 30, 1900)", "(Keeneland, sport, horse racing)", "(Mississippi, shares border with, New Jersey)", "(Boyd, located in the administrative territorial entity, Kentucky)", "(University of Kentucky, instance of, land grant)", "(Billy Ray Cyrus, member of, Flatwoods)", "(Fayette, located in the administrative territorial entity, Kentucky)", "(Louisiana, shares border with, New Jersey)", "(WWE, industry, professional wrestlers)", "(Kentucky, capital, Frankfort)", "(Kentucky Lake, located in the administrative territorial entity, Kentucky)", "(Sonny and Bobby Osborne, genre, Bluegrass music)", "(Life expectancy in Kentucky, located in the administrative territorial entity, Kentucky)", "(Ricky Skaggs, genre, Bluegrass music)", "(Backstreet Boys, has part, Brian Littrell)", "(Florence Y'alls, league, Frontier League)", "(Ohio River, located in the administrative territorial entity, Kentucky)", "(Tri-Cities Region, has part, London)", "(President of the Senate, officeholder, Robert Stivers)", "(Indiana, shares border with, Ohio)", "(Eastern Kentucky University, located in the administrative territorial entity, Kentucky)", "(Kentucky, contains administrative territorial entity, Jefferson)", "(auto manufacturing, located in the administrative territorial entity, Kentucky)", "(West Virginia, shares border with, Pennsylvania)", "(summer, opposite of, winter)", "(Kentucky, shares border with, Tennessee)", "(West Virginia, shares border with, Virginia)", "(Appalachia, located in the administrative territorial entity, Kentucky)", "(Georgetown College, located in the administrative territorial entity, Georgetown)", "(University of Kentucky, located in the administrative territorial entity, Kentucky)", "(Kentucky, shares border with, Mississippi)", "(Kentucky, contains administrative territorial entity, Fulton County)", "(Kentucky, shares border with, Indiana)", "(Louisville Cardinals, country, United States)", "(Illinois, shares border with, Missouri)", "(Renfro Valley Entertainment Center, located in the administrative territorial entity, Renfro Valley, Kentucky)", "(I-71, located in the administrative territorial entity, Kentucky)", "(Nick Lachey, member of, 98 Degrees)", "(Ford Expedition, located in the administrative territorial entity, Kentucky)", "(Somerset, part of, Tri-Cities Region)", "(Ford Escape, located in the administrative territorial entity, Kentucky)", "(Louisville Urban Bourbon Trail, located in the administrative territorial entity, Kentucky)", "(Kentucky, contains administrative territorial entity, Martin County)", "(Kentucky, instance of, slave state)", "(Lexington, located in the administrative territorial entity, Scott)", "(Somerset, shares border with, Covington)", "(federally recognized tribes, subclass of, Native American)", "(governor's cabinet, subclass of, cabinet)", "(Kentucky, shares border with, Missouri)", "(Kentucky, located in or next to body of water, Mississippi River)", "(Secretary of State, officeholder, Michael G. Adams)", "(Alaska, located in the administrative territorial entity, union)", "(union, contains administrative territorial entity, Kentucky)", "(Russell Coleman, position held, Attorney General)", "(University of Louisville, instance of, land grant)", "(New Jersey, shares border with, Kentucky)", "(Treaty of Sycamore Shoals, point in time, 1775)", "(Jessamine County, country, United States)", "(Kentucky, located in or next to body of water, Tennessee River)", "(Covington, located in or next to body of water, Ohio River)", "(Louisville, located in the administrative territorial entity, Nelson)", "(London, part of, Tri-Cities Region)", "(90,000 miles (140,000 km) of streams, located in the administrative territorial entity, Kentucky)", "(Tennessee, shares border with, Missouri)", "(Kentucky's Hispanic, subclass of, Hispanic)", "(Clarkson, located in the administrative territorial entity, Grayson County)", "(Kentucky Department of Fish and Wildlife Resources, applies to jurisdiction, Kentucky)", "(Attorney General, officeholder, Russell Coleman)", "(Washington County, capital, Willisburg)", "(Lyman T. Johnson, educated at, University of Kentucky)", "(Ohio, shares border with, Kentucky)", "(Louisville, located in or next to body of water, Ohio River)", "(Kentucky, shares border with, Virginia)", "(Cincinnati/Northern Kentucky International Airport, place served by transport hub, Cincinnati/Covington)", "(Jefferson Davis Memorial, located in the administrative territorial entity, Fairview)", "(Toyota Avalon, located in the administrative territorial entity, Kentucky)", "(2004, office contested, President of the United States)", "(Jimmy Carter, candidacy in election, 1976)", "(Virginia, shares border with, Tennessee)", "(Inez, located in the administrative territorial entity, Martin County)", "(Kentucky, shares border with, New Jersey)", "(Nelson, contains administrative territorial entity, Louisville)", "(Confederate, opposite of, Union)", "(2008 election, office contested, President of the United States)", "(Missouri, shares border with, Tennessee)", "(Jessamine County, located in the administrative territorial entity, Kentucky)", "(Day Law, \"An Act to Prohibit White and Colored Persons from Attending the Same School\",, point in time, 1908)", "(Covington, shares border with, Somerset)", "(Kentucky, located in or next to body of water, Ohio River)", "(Kentucky Music Hall of Fame, located in the administrative territorial entity, Renfro Valley, Kentucky)", "(Western, product or material produced, coal)", "(Pikeville, located in the administrative territorial entity, Pike)", "(Heisman Trophy, winner, Lamar Jackson)", "(Kentucky Bend, located in or next to body of water, Mississippi River)", "(Big Sandy River, tributary, Tug Fork)", "(Louis Marshall \"Grandpa\" Jones, genre, Bluegrass music)", "(Baptist Seminary of Kentucky, part of, Georgetown College)", "(Kentucky, part of, contiguous United States)", "(Bowling Green, located in the administrative territorial entity, Bowling Green metropolitan area)", "(Brett Guthrie, member of political party, Republicans)", "(seminaries, subclass of, colleges)", "(Bluegrass region, has part, Outer)", "(Newport Southbank Bridge, crosses, Ohio River)", "(last census of 73,541 people, point in time, July 1, 2016)", "(Corbin, part of, Tri-Cities Region)", "(Fest-a-Ville, located in the administrative territorial entity, Kentucky)", "(Kentucky General Assembly, applies to jurisdiction, Kentucky)", "(Treasurer, officeholder, Mark Metcalf)", "(Alice Hegan Rice, notable work, Mrs. Wiggs of the Cabbage Patch)", "(Kentucky's Asian, subclass of, Asian)", "(Kentucky Wildcats, country, United States)", "(Paducah Gaseous Diffusion Plant, product or material produced, enriched uranium)", "(Toyota Solara, located in the administrative territorial entity, Kentucky)", "(Tennessee, shares border with, North Carolina)", "(Republicans, opposite of, Democrats)", "(1992, candidate, Bill Clinton)", "(BourbonVille, located in the administrative, Kentucky)", "(Virginia, shares border with, West Virginia)", "(Transylvania University, located in the administrative territorial entity, Lexington)", "(Eastern District of Kentucky, located in the administrative territorial entity, Kentucky)", "(Willisburg, located in the administrative territorial entity, Washington County)", "(Kentucky River, located in the administrative territorial entity, Kentucky)", "(Kentucky State Fair, located in the administrative territorial entity, Louisville)", "(Louisville Presbyterian Theological Seminary, located in the administrative territorial entity, Louisville)", "(Morehead State University, instance of, land grant)", "(Transylvania University, inception, 1780)", "(Kentucky, contains administrative territorial entity, Clark County)", "(Cincinnati Reds, league, Major League Baseball)", "(one national park, located in the administrative territorial entity, Kentucky)", "(Lyndon B. Johnson, candidacy in election, 1964)", "(Virginia, shares border with, Kentucky)", "(Minor League Baseball, competition class, Triple-A)", "(North Carolina, shares border with, Tennessee)", "(winter, opposite of, summer)", "(Ark Encounter, owned by, Answers in Genesis)", "(Pendennis Club, located in the administrative territorial entity, Louisville)", "(bluegrass heartland, located in the administrative territorial entity, Kentucky)", "(Augustus E. Willson, position held, Governor)", "(Delta Air Lines, subsidiary, Delta Private Jets)", "(Confederate government of Kentucky, capital, Bowling Green)", "(Lexington, located in the administrative territorial entity, Jessamine)", "(West Virginia teachers' strike in 2018, point in time, 2018)", "(Whitley City, located in the administrative territorial entity, McCreary County)", "(Flatwoods, has part, Billy Ray Cyrus)", "(Louisville Slugger Field, occupant, Louisville City FC)", "(Happy Birthday to You, publication date, 1893)", "(Kentucky, legislative body, Kentucky General Assembly)", "(Mitt Romney, candidacy, 2012 election)", "(Kentucky, shares border with, Ohio)", "(Berea College, inception, 1855)", "(Mitch McConnell, member of political party, Republicans)", "(Circuit Courts, applies to jurisdiction, Kentucky)", "(Kentucky intangible tax, applies to jurisdiction, Kentucky)", "(Cumberland Gap Tunnel, instance of, Road tunnel)", "(Jacqueline Coleman, member of political party, Democrats)", "(Kentucky Court of Appeals, applies to jurisdiction, Kentucky)", "(Fayette, inception, 1780)", "(Bluegrass region, has part, Inner Bluegrass)", "(Greenup, located in the administrative territorial entity, Kentucky)", "(Jefferson, inception, 1780)", "(I-64, located in the administrative territorial entity, Kentucky)", "(John McCain, candidacy in election, 2008 election)", "(John McCain, candidacy in election, 1964)", "(Bill Clinton, candidacy in election, 1992)", "(Union, opposite of, Confederate)", "(Kentucky, language used, English)", "(Kentucky's Supreme Court, applies to jurisdiction, Kentucky)", "(Kentucky, located in or next to, Mississippi River)", "(New Jersey, shares border with, Louisiana)", "(Steven Curtis Chapman, genre, Contemporary Christian music)", "(Governor, applies to jurisdiction, Commonwealth of Kentucky)", "(Kentucky, located in or next to body of water, Green River)", "(Falls of the Ohio, part of, Ohio River)", "(Republican, opposite of, Democratic Party)", "(All the King's Men, author, Robert Penn Warren)", "(Toyota Camry, located in the administrative territorial entity, Kentucky)", "(Bluegrass region, has part, Outer Bluegrass)", "(Backstreet Boys, has part, Kevin Richardson)", "(Total Nonstop Action Wrestling, industry, professional wrestlers)", "(state forest, located in the administrative territorial entity, Kentucky)", "(bluegrass region, located in the administrative territorial entity, Kentucky)", "(Newport, located in or next to body of water, Ohio River)", "(Brian Littrell, member of, Backstreet Boys)", "(Bluegrass region, located in the administrative territorial entity, Kentucky)", "(CSX Transportation, located in the administrative territorial entity, Kentucky)", "(Commissioner of Agriculture, officeholder, Jonathan Shell)", "(Loretta Lynn, place of birth, Johnson County)", "(Kentucky, located in or next to body of water, Big Sandy River)", "(Speaker of the House, officeholder, David Osborne)", "(Whitley City, located in the administrative territorial entity, Kentucky)", "(Tennessee, shares border with, Kentucky)", "(Kentucky, part of, 8th hardest state for citizens to vote in)", "(Michael G. Adams, position held, Secretary of State)", "(Secretary of State, applies to jurisdiction, Commonwealth of Kentucky)", "(Louisville, located in the administrative territorial entity, Shelby)", "(Derby Festival, located in the administrative territorial entity, Kentucky)", "(contiguous United States, has part, Kentucky)", "(two national forests, located in the administrative territorial entity, Kentucky)", "(Kentucky, located in the administrative territorial entity, union)", "(Red Wolf Recovery Program, operator, U.S. Fish and Wildlife Service)", "(Kentucky, contains administrative territorial entity, Greenup)", "(Virginia, instance of, commonwealth)", "(rural Kentucky counties, located in the administrative territorial entity, Kentucky)", "(bourbon whiskey, country of origin, Kentucky)", "(Newport Southbank Pedestrian Bridge, crosses, Ohio River)", "(Kentucky, country, United States)", "(Cathedral of the Assumption, located in the administrative territorial entity, Louisville)", "(Andy Barr, member of political party, Republicans)", "(University of Louisville, located in the administrative territorial entity, Kentucky)", "(The Little Shepherd of Kingdom Come, author, John Fox Jr.)", "(2008 election, candidate, John McCain)", "(Ernie Fletcher, position held, Governor)", "(Lincoln, inception, 1780)", "(Pennsylvania, shares border with, Kentucky)", "(a history of the state, publication date, 1834)", "(Outer Bluegrass, part of, Bluegrass region)", "(Answers in Genesis, owner of, Ark Encounter)", "(Louisville metropolitan area, located in the administrative territorial entity, Kentucky)", "(Louisville, located in the administrative territorial entity, Jefferson County)", "(warfare broke out, participant, Native Americans)", "(Kentucky, shares border with, Pennsylvania)", "(Democratic Party, opposite of, Republican)", "(Louisiana, shares border with, Mississippi)", "(appointed, subclass of, federal judges)", "(Kentucky Community and Technical College System, inception, 1997)", "(Frankfort, capital of, Kentucky)", "(Kentucky, instance of, state)", "(Cincinnati, Ohio, located in or next to body of water, Ohio River)", "(Beaver Wars, point in time, 1670)", "(Cincinnati Union Terminal, located in the administrative territorial entity, Cincinnati)", "(Louisville International Airport, place served by transport hub, Louisville)", "(Eastern Kentucky University, located in the administrative territorial entity, Richmond)", "(Answers in Genesis, headquarters location, Petersburg, Kentucky)", "(David Osborne, member of political party, Republican Party)", "(Pennyroyal Plateau, instance of, plateau)", "(coal, located in the administrative territorial entity, Kentucky)", "(Kentucky, contains administrative territorial entity, Fayette)", "(Mississippi, shares border with, Kentucky)", "(Kentucky, located in or next to body of water, Kentucky River)", "(Fort Ancient culture, located in the administrative territorial entity, Kentucky)", "(Revolutionary War, participant, Native Americans)", "(Western Kentucky University, located in the administrative territorial entity, Kentucky)", "(Chow Wagon, located in the administrative territorial entity, Kentucky)", "(The Dollmaker, author, Harriette Arnow)", "(Kentucky's 4,339,367 residents, point in time, 2010)", "(Kentucky, shares border with, Illinois)", "(Thunder Over Louisville, located in the administrative territorial entity, Kentucky)", "(Kentucky, contains administrative territorial entity, Jessamine County)", "(Martin County, located in the administrative territorial entity, Kentucky)", "(John McCain, candidacy in election, 2004)", "(Kentucky, shares border with, Louisiana)", "(Kentucky, located in, Licking River)", "(state government's debts exceeded its available assets by $26,300 per taxpayer as of 2011[update],ranking the state as having the 5th highest such debt burden in the nation, publisher, Institute for Truth in Accounting)", "(Thomas Merton, notable work, The Seven Storey Mountain)", "(union, contains administrative territorial entity, Alaska)", "(Inner Bluegrass, part of, Bluegrass region)", "(John C. Breckinridge, place of birth, Lexington, Kentucky)", "(Kentucky, contains administrative territorial entity, Pike County)", "(Bluegrass region, country, United States)", "(Pike, contains administrative territorial entity, Pikeville)", "(Pike County, located in the administrative territorial entity, Kentucky)", "(Rand Paul, member of political party, Republicans)", "(Jefferson County, located in the administrative territorial entity, Kentucky)", "(Harrod's Town, inception, June 16, 1774)", "(Kentucky Education Reform Act, applies to jurisdiction, Kentucky)", "(37°N 86°W﻿, located in the administrative territorial entity, Kentucky)", "(Scots-Irish, subclass of, Irish)", "(The Seven Storey Mountain, author, Thomas Merton)", "(Kentucky Cabinet for Economic Development, applies to jurisdiction, Kentucky)", "(Robert Stivers, member of political party, R)"]