["(2016 Summer Olympics, point in time, 2016)", "(Lethal White, part of the series, Cormoran Strike)", "(Harry Potter and the Cursed Child, director, John Tiffany)", "(The Little White Horse, author, Elizabeth Goudge)", "(Harry Potter television series, original broadcaster, Max)", "(Harry Potter and the School of Magic, derivative work, Harry Potter and the Sorcerer's Stone)", "(Scotland, capital, Edinburgh)", "(Crimes of Grindelwald, part of the series, prequel to the Harry Potter series)", "(Forbes, has part, wealth)", "(Jessica Isabel Rowling Arantes, date of birth, 27 July 1993)", "(Hermione Granger, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Harry Potter and the Cursed Child, author, Jack Thorne)", "(Harry Potter books, characters, Harry Potter)", "(John Nettleship, employer, Wyedean)", "(Lupin, present in work, Harry Potter)", "(Leveson Inquiry, main subject, phone hacking)", "(Bible Belt, located in the administrative territorial entity, United States)", "(Harry Potter and the Prisoner of Azkaban, follows, Harry Potter and the Chamber of Secrets)", "(first book, part of the series, Harry Potter)", "(Lupin, instance of, werewolf)", "(Hons and Rebels, author, Jessica Mitford)", "(Joanne Rowling, date of birth, 31 July 1965)", "(Church Cottage, located in the administrative territorial entity, Tutshill)", "(Edinburgh, capital of, Scotland)", "(Journal articles, part of, Journal)", "(part one, followed by, part two)", "(Kathleen Rowling, child, J. K. Rowling)", "(J. K. Rowling, member of, FRSL)", "(Ukraine, contains administrative territorial entity, Kyiv)", "(Cormoran Strike, has part, The Silkworm)", "(part two, follows, part one)", "(Harry Potter, present in work, Harry Potter series)", "(Harry Potter and the Goblet of Fire, follows, Harry Potter and the Prisoner of Azkaban)", "(Harry Potter series, characters, Harry Potter)", "(David Cameron, member of political party, Conservative)", "(Harry Potter series, has part, Half-Blood Prince)", "(Half-Blood Prince, part of the series, Harry Potter series)", "(COVID-19 lockdown, country, United Kingdom)", "(films, based on, Harry Potter series)", "(Twitter, different from, author webpages)", "(Volant Charitable Trust, instance of, charitable giving)", "(sex, different from, gender)", "(Siouxsie Sioux, genre, alternative rock)", "(Harry Potter, student, Ron Weasley)", "(Fantastic Beasts and Where to Find Them, production company, Warner Bros.)", "(prequel to the Harry Potter series, has part, first film of five)", "(The Casual Vacancy, publisher, Little, Brown and Company)", "(Hogwarts, present in work, Harry Potter and the Cursed Child)", "(Voldemort, present in work, Harry Potter)", "(Harry Potter series, instance of, media franchise)", "(Hermione, spouse, Harry)", "(Daily Mail, instance of, tabloid)", "(Scorpius Malfoy, present in work, Harry Potter and the Cursed Child)", "(The Cuckoo's Calling, publisher, Little, Brown)", "(prequel to the Harry Potter series, has part, Crimes of Grindelwald)", "(Benjamin Netanyahu, position held, Israeli prime minister)", "(Dursleys, present in work, Harry Potter)", "(Harry Potter, has part, Harry Potter and the Deathly Hallows)", "(Ron Weasley, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Harry, spouse, Hermione)", "(Outstanding British Contribution to Cinema, instance of, British Academy Film Award)", "(Harry Potter, publisher, Warner Bros.)", "(action of interdict, subclass of, order of restraint)", "(Lord Voldemort, present in work, Harry Potter series)", "(Harry Potter, characters, Molly Weasley)", "(Harry Potter and the Deathly Hallows, part of the series, Harry Potter series)", "(Hogwarts, present in work, Harry Potter)", "(Cormoran Strike, has part, The Running Grave)", "(Quidditch Through the Ages, publication date, 2001)", "(Diana Wynne Jones, influenced by, Ursula K. Le Guin)", "(Cormoran Strike, has part, Troubled Blood)", "(Hermione Granger, present in work, Harry Potter)", "(Porto, country, Portugal)", "(The Chronicles of Narnia, author, C. S. Lewis)", "(Crimes of Grindelwald, production company, Warner Bros.)", "(Harry Potter and the Sorcerer's Stone, publisher, Scholastic Corporation)", "(Maya Forstater, employer, Center for Global Development)", "(Warner Bros., product or material produced, Harry Potter)", "(Cormoran Strike, has part, Lethal White)", "(Philip Pullman, notable work, His Dark Materials)", "(2008 commencement ceremony, conferred by, Harvard University)", "(Harry Potter series, has part, Chamber of Secrets)", "(Harry Potter, religion, Scottish Episcopal Church)", "(her sister, father, her father)", "(Harry Potter, educated at, Hogwarts)", "(The Silkworm, part of the series, Cormoran Strike)", "(Harry Potter, present in work, Harry Potter books)", "(Molly Weasley, present in work, Harry Potter)", "(Harry Potter and the Deathly Hallows, has part, part two)", "(David Gordon Rowling Murray, sibling, Mackenzie Jean Rowling Murray)", "(Harry Potter and the Philosopher's Stone, part of the series, Harry Potter series)", "(The Harry Potter Lexicon, publication date, 2007)", "(Gordon Brown, member of political party, Labour Party)", "(Albus, present in work, Harry Potter and the Cursed Child)", "(Kyiv, located in the administrative territorial entity, Ukraine)", "(Ripple of Hope Award, winner, Kerry Kennedy)", "(first film of five, production company, Warner Bros.)", "(Ron Weasley, student of, Harry Potter)", "(Harry Potter and the Chamber of Secrets, followed by, Harry Potter and the Prisoner of Azkaban)", "(Harry Potter, present in work, Philosopher's Stone)", "(her father, child, her sister)", "(Troubled Blood, part of the series, Cormoran Strike)", "(Cormoran Strike, has part, The Ink Black Heart)", "(Hermione Granger, student of, Harry Potter)", "(2016 United Kingdom European Union membership referendum, facet of, European Union)", "(Harry Potter, author, J. K. Rowling)", "(Amnesty International, field of work, human rights)", "(Forbes, has part, world's highest paid author)", "(Cormoran Strike, has part, Career of Evil)", "(part two, publication date, 15 July 2011)", "(Richard Scarry, notable work, The Wind in the Willows)", "(Elizabeth Goudge, notable work, The Little White Horse)", "(part one, part of the series, Harry Potter and the Deathly Hallows)", "(part two, part of the series, Harry Potter and the Deathly Hallows)", "(Draco Malfoy, present in work, Harry Potter and the Cursed Child)", "(Chamber of Secrets, follows, Harry Potter and the Philosopher's Stone)", "(Lord Voldemort, present in work, Harry Potter)", "(Pottermore, inception, 2011)", "(Chamber of Secrets, part of the series, Harry Potter series)", "(Harry Potter, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Tom Brown's School Days, publication date, 1857)", "(part one, publication date, 19 November 2010)", "(Non-English news articles, subclass of, news articles)", "(Harry Potter series, has part, Harry Potter and the Deathly Hallows)", "(His Dark Materials, author, Philip Pullman)", "(world's highest paid author, publisher, Forbes)", "(gender, different from, sex)", "(Career of Evil, part of the series, Cormoran Strike)", "(Tom Brown's School Days, author, Thomas Hughes)", "(Israeli prime minister, officeholder, Benjamin Netanyahu)", "(2022 Russian invasion of Ukraine, location, Ukraine)", "(GLAAD, field of work, LGBT)", "(Le Guin, notable work, Earthsea)", "(author webpages, different from, Twitter)", "(Fantastic Beasts and Where to Find Them, publication date, 2001)", "(Philosopher's Stone, part of the series, Harry Potter series)", "(Hogwarts, present in work, Harry Potter series)", "(J. K. Rowling, date of birth, 31 July 1965)", "(Harry Potter, has part, first book)", "(Manchester University, headquarters location, Manchester)", "(Harry Potter and the Deathly Hallows, has part, part one)", "(Hate Crime and Public Order (Scotland) Act 2021, publication date, 2021)", "(Harry Potter series, has part, Goblet of Fire)", "(Cormoran Strike, genre, detective fiction)", "(Philosopher's Stone, narrative location, Leith)", "(Harry Potter, characters, Hermione Granger)", "(Mirror of Erised, present in work, Harry Potter)", "(Philosopher's Stone, characters, Harry Potter)", "(Young Wizards, author, Diane Duane)", "(J. K. Rowling, notable work, Harry Potter)", "(Society for the Promotion of Elfish Welfare, present in work, Harry Potter)", "(David Cameron, member of political party, Conservative Party)", "(J. R. R. Tolkien, notable work, The Lord of the Rings)", "(Ursula K. Le Guin, influenced by, Diana Wynne Jones)", "(Harry Potter, publication date, 1984)", "(Emma Nicholson, position held, MEP)", "(Lumos, instance of, charitable giving)", "(2012 Summer Olympics opening ceremony, point in time, 2012)", "(Manxmouse, author, Paul Gallico)", "(Mackenzie Jean Rowling Murray, sibling, David Gordon Rowling Murray)", "(Lumos, founded by, Emma Nicholson)", "(Harry Potter series, has part, Harry Potter and the Philosopher's Stone)", "(Harry Potter and the Philosopher's Stone, followed by, Chamber of Secrets)", "(video games, based on, Harry Potter series)", "(Harry Potter series, has part, Philosopher's Stone)", "(first film of five, part of the series, prequel to the Harry Potter series)", "(2000 Birthday Honours, point in time, 2000)", "(Lumos, inception, 2005)", "(Harry Potter, genre, Bildungsroman)", "(Harry Potter and the Prisoner of Azkaban, followed by, Harry Potter and the Goblet of Fire)", "(Diana Wynne Jones, notable work, Chrestomanci series)", "(Books for Sale, owned by, Amazon)", "(J. K. Rowling, mother, Kathleen Rowling)", "(Earthsea, author, Le Guin)", "(Goblet of Fire, part of the series, Harry Potter series)", "(Chrestomanci series, author, Diana Wynne Jones)", "(Harry Potter, publication date, 1998)", "(applied to Oxford University in 1982, point in time, 1982)", "(The Christmas Pig, publication date, 12 October 2021)", "(C. S. Lewis, notable work, The Chronicles of Narnia)", "(University of Exeter, located in the administrative territorial entity, Exeter)", "(Harry Potter, student, Hermione Granger)", "(prequel to the Harry Potter series, production company, Warner Bros.)", "(Harry Potter and the Deathly Hallows, part of the series, Harry Potter)", "(2016 Summer Olympics, point in time, 2016)", "(Stratford, located in the administrative territorial entity, Connecticut)", "(Bag of Bones, characters, Mike Noonan)", "(National Poetry Foundation, founded by, Burton Hatlen)", "(Joyland, author, Stephen King)", "(Bag of Bones, publication date, 1998)", "(2004 Boston Red Sox season, point in time, 2004)", "(From a Buick 8, publication date, 2002)", "(Cavalier, publication date, 1972)", "(The Shrinking Man, author, Richard Matheson)", "(Malden, Massachusetts, located in the administrative territorial entity, Connecticut)", "(2004 World Series, sport, baseball)", "(Skeleton Crew, has part, The Reach)", "(five best fiction books of the year, conferred by, The New York Times)", "(state legislature, applies to jurisdiction, Massachusetts)", "(Guns, publication date, January 25, 2013)", "(Massachusetts, legislative body, state legislature)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Finders Keepers, followed by, End of Watch)", "(Methodist, subclass of, organized religion)", "(\"Big Five\" book publishers, has part, Simon & Schuster)", "(Buttercup's Baby, derivative work, The Princess Bride)", "(Christine, screenwriter, Stephen Edwin King)", "(Buttercup's Baby, author, Stephen King)", "(Strunk and White, notable work, The Elements of Style)", "(Insane Clown Poppy, part of the series, The Simpsons)", "(Shawshank Redemption, cast member, Rita Hayworth)", "(Paul LePage, position held, Governor of Maine)", "(It, characters, Bill Denbrough)", "(Genuine Man, author, Don Robertson)", "(Russian invasion of Ukraine, location, Ukraine)", "(2004 World Series, point in time, 2004)", "(The Shining, screenwriter, Stephen Edwin King)", "(Barbara Kruger, has works in the collection, Whitney Museum of American Art)", "(Presidency of the United States, officeholder, Donald J. Trump)", "(Stanley Hotel, located in the administrative territorial entity, Estes Park)", "(Stiff Upper Lip, performer, AC/DC)", "(Different Seasons, publication date, 1982)", "(Tom Clancy, influenced by, Cynthia Ozick)", "(Joe Hill, sibling, Owen King)", "(Owen King, sibling, Joseph Hillström King)", "(Michael Jackson's Ghosts, composer, Stan Winston)", "(STK, located in the administrative territorial entity, Bangor, Maine)", "(It Came Out of the Sky, performer, Creedence Clearwater Revival)", "(Nineteen Eighty-Four, author, Anthony Powell)", "(Cell, publication date, 2006)", "(The Brief Wondrous Life of Oscar Wao, author, Junot Díaz)", "(Wavedancer Benefit, cast member, John Grisham)", "(Don Robertson, notable work, Paradise Falls)", "(Donald Edwin King, place of birth, Portland, Maine)", "(National Book Award, has part, Medal of Distinguished Contribution to American Letters)", "(Jack Torrance, present in work, The Shining)", "(Wavedancer Benefit, cast member, Peter Straub)", "(William Goldman, notable work, The Princess Bride)", "(Skeleton Crew, has part, The Mist)", "(Desperation, followed by, The Regulators)", "(The Colorado Kid, publication date, 2005)", "(Swan Song, author, Robert R. McCammon)", "(David Foster Wallace, employer, Illinois State University)", "(Scott Walker, part of, The Three Stooges)", "(Gwendy's Button Box, followed by, Gwendy's Magic Feather)", "(2020 general election, candidate, Joe Biden)", "(Presidency of the United States, officeholder, Donald Trump)", "(Misery, production company, Castle Rock Entertainment)", "(The Princess Bride, after a work by, Stephen King)", "(Finders Keepers, follows, Mr. Mercedes)", "(The Shining, characters, Jack Torrance)", "(The Colorado Kid, publisher, Hard Case Crime)", "(Invisible Man, author, Anthony Powell)", "(Boston Red Sox, sport, baseball)", "(Richard Matheson, notable work, The Shrinking Man)", "(The Running Man, author, Richard Bachman)", "(Donald Trump, position held, Presidency of the United States)", "(2008 presidential election, candidate, Barack Obama)", "(Richard Bachman, notable work, The Long Walk)", "(Thinner, author, Richard Bachman)", "(Gwendy's Magic Feather, followed by, Gwendy's Final Task)", "(The Shawshank Redemption, director, Frank Darabont)", "(Just After Sunset, publication date, 2008)", "(Creepshow, director, George A. Romero)", "(2004 Boston Red Sox season, season of club or team, Boston Red Sox)", "(Junot Díaz, notable work, The Brief Wondrous Life of Oscar Wao)", "(Burton Hatlen, educated at, University of Maine at Orono)", "(Oxford County, contains administrative territorial entity, Lovell, Maine)", "(King, notable work, On Writing)", "(presidential campaign, point in time, 1984)", "(Four Past Midnight, publication date, 1990)", "(Stephen Edwin King, date of birth, September 21, 1947)", "(Christine, publication date, 1983)", "(Farwell Elementary School, located in the administrative territorial entity, Lewiston, Maine)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Richard Bachman, notable work, Thinner)", "(Mary Shelley, notable work, Frankenstein)", "(A Century of Great Suspense Stories, editor, Jeffery Deaver)", "(The Dead Zone, screenwriter, Stephen Edwin King)", "(Stand By Me, production company, Castle Rock Entertainment)", "(Duma Key, publication date, 2008)", "(Ship of Fools, author, Anthony Powell)", "(The Kingdom, author, Lars von Trier)", "(Lovell, Maine, located in the administrative territorial entity, Oxford County)", "(Doctor Sleep, follows, The Shining)", "(The Daily Beast, country, Americans)", "(Richard Bachman, notable work, The Running Man)", "(The Shining, followed by, Doctor Sleep)", "(Wavedancer Benefit, cast member, Pat Conroy)", "(Books of the Century, conferred by, New York Public Library)", "(If It Bleeds, publication date, 2020)", "(McTeague, author, Anthony Powell)", "(Hampden Academy, located in the administrative territorial entity, Hampden, Maine)", "(Shawshank Redemption, derivative work, The Shawshank Redemption)", "(The Three Stooges, has part, Rick Scott)", "(Owen King, sibling, Joe Hill)", "(Michael Jackson's Ghosts, composer, Mick Garris)", "(Joyland, publisher, Hard Case Crime)", "(Blood Meridian, author, Anthony Powell)", "(The Eyes of the Dragon, publication date, 1987)", "(Bill Denbrough, present in work, It)", "(Gwendy's Final Task, follows, Gwendy's Magic Feather)", "(presidential campaign, candidate, Gary Hart)", "(Lauren Groff, influenced by, Stephen King)", "(Lisbon High School, located in the administrative territorial entity, Lisbon Falls, Maine)", "(Mr. Mercedes, followed by, Finders Keepers)", "(Heroes for Hope Starring the X-Men, start time, 1985)", "(Adventures of Huckleberry Finn, author, Anthony Powell)", "(The Long Walk, author, Richard Bachman)", "(Simon & Schuster, part of, \"Big Five\" book publishers)", "(Rick Scott, part of, The Three Stooges)", "(2004 Boston Red Sox season, sport, baseball)", "(2020 Democratic Party presidential primaries, candidate, Elizabeth Warren)", "(Central Maine Medical Center, located in the administrative territorial entity, Lewiston)", "(Skeleton Crew, publication date, 1985)", "(Castle Rock Entertainment, founded by, Rob Reiner)", "(The Shawshank Redemption, screenwriter, Stephen Edwin King)", "(Sarasota, Florida, located in or next to body of water, Gulf of Mexico)", "(Donald J. Trump, position held, Presidency of the United States)", "(The Mist, part of the series, Skeleton Crew)", "(Duel, author, Richard Matheson)", "(The Modern Weird Tale, author, S. T. Joshi)", "(2004 World Series, winner, Boston Red Sox)", "(Sherman Alexie, influenced by, Stephen King)", "(The Three Stooges, has part, Scott Walker)", "(American Fantastic Tales, publisher, Library of America)", "(The Princess Bride, after a work by, William Goldman)", "(Mark Singer, employer, The New Yorker)", "(The Satanic Verses, author, Anthony Powell)", "(The Oxford Book of American Short Stories, author, Joyce Carol Oates)", "(The Princess Bride, based on, Buttercup's Baby)", "(Mike Noonan, present in work, Bag of Bones)", "(Washington and Jefferson, country, United States of America)", "(On Writing, author, King)", "(Buttercup's Baby, author, William Goldman)", "(Black House, author, Peter Straub)", "(Barack Obama, candidacy in election, 2008 presidential election)", "(Startling Mystery Stories, inception, 1967)", "(Don Robertson, notable work, Genuine Man)", "(Black Ribbons, performer, Shooter Jennings)", "(Richard Bachman, notable work, Roadwork)", "(Desperation, publication date, 1996)", "(Gwendy's Button Box, author, Richard Chizmar)", "(Under the Cherry Moon, director, Prince)", "(Astronomy, performer, Blue Öyster Cult)", "(Gerald's Game, publication date, 1992)", "(The Shining, genre, \"what-if\" scenario)", "(2018, office contested, Governor of Maine)", "(At the Hop, performer, Danny & the Juniors)", "(Medal of Distinguished Contribution to American Letters, part of, National Book Award)", "(The Shawshank Redemption, cast member, Rita Hayworth)", "(Frankenstein, author, Mary Shelley)", "(Stephen King, notable work, Buttercup's Baby)", "(The Dead Zone, publication date, 1979)", "(The Shawshank Redemption, based on, Shawshank Redemption)", "(The Reach, part of the series, Skeleton Crew)", "(Misery, publication date, 1987)", "(The Regulators, follows, Desperation)", "(Miss Margaret Ridpath and the Dismantling of the Universe, author, Don Robertson)", "(Susan Collins, member of political party, Republican)", "(End of Watch, follows, Finders Keepers)", "(On Writing, publication date, 2000)", "(film of the same name, based on, Apt Pupil)", "(Joe Hill, sibling, Joseph Hillström King)", "(The Elements of Style, author, Strunk and White)", "(Don Robertson, notable work, Miss Margaret Ridpath and the Dismantling of the Universe)", "(Joe Biden, candidacy in election, 2020 general election)", "(McTeague, author, Frank Norris)", "(Needful Things, publication date, 1991)", "(Rick Scott, member of political party, R)", "(Joyce Carol Oates, notable work, The Body)", "(Joseph Hillström King, sibling, Joe Hill)", "(Apt Pupil, derivative work, film of the same name)", "(Steve King, instance of, racist)", "(Sergio Leone, genre, spaghetti Westerns)", "(It, screenwriter, Stephen Edwin King)", "(Lars von Trier, notable work, The Kingdom)", "(The Green Mile, screenwriter, Stephen Edwin King)", "(Robert R. McCammon, notable work, Swan Song)", "(Paradise Falls, author, Don Robertson)", "(Bob Dylan, genre, rock)", "(Gwendy's Magic Feather, follows, Gwendy's Button Box)", "(Carrie, screenwriter, Stephen Edwin King)", "(Carrie, author, Tabitha)", "(The Golden Argosy, author, Anthony Powell)", "(Stand by Me, screenwriter, Stephen Edwin King)", "(Ukrainian, diplomatic relation, Russia)", "(The Talisman, author, Peter Straub)", "(The Dead Zone, genre, \"what-if\" scenario)", "(Joseph Hillström King, sibling, Owen King)", "(Richard Bachman, notable work, Rage)", "(\"Big Five\" book publishers, has part, Penguin Random House)", "(Rage, author, Richard Bachman)", "(100 greatest nonfiction books published since the magazine's founding in 1923, conferred by, Time's)", "(Stand By Me, director, Rob Reiner)", "(Penguin Random House, part of, \"Big Five\" book publishers)", "(Roadwork, author, Richard Bachman)", "(Grand Master Award, conferred by, Mystery Writers of America)", "(Maximum Overdrive, publication date, 1986)", "(The Great Fire, author, Shirley Hazzard)", "(Bleak House, author, Anthony Powell)", "(Wavedancer Benefit, publication date, 2002)", "(Dolores Claiborne, publication date, 1992)", "(Russia, diplomatic relation, Ukrainian)"]