["(2016 Summer Olympics, point in time, 2016)", "(George Cukor, award received, Academy Award for Best Actor)", "(Zürich, country, Switzerland)", "(The Glenn Miller Story, cast member, James Stewart)", "(It's a Wonderful Life, award received, National Film Registry)", "(Ludwigshafen, country, Germany)", "(Winchester '73, distributed by, Universal)", "(Stewart's, spouse, Cary Grant)", "(silent classic, derivative work, Seventh Heaven)", "(The Philadelphia Story, award received, Academy Award for Best Actor)", "(Gun Control Act of 1968, point in time, 1968)", "(screen adaptation of Harvey, director, Henry Koster)", "(Art Trouble, cast member, Shemp Howard)", "(Bob Dole, candidacy in election, 1996 presidential election)", "(The Philadelphia Story, cast member, Katharine Hepburn)", "(United States Army, conflict, World War II)", "(The Philadelphia Story, award received, National Film Registry)", "(his popularly remembered \"all-American\" screen persona, different from, Jimmy Stewart)", "(You Can't Take It with You, distributed by, Columbia Pictures)", "(1996 presidential election, candidate, Bob Dole)", "(John Wayne, member of, The Doors)", "(On Our Merry Way, publication date, 1948)", "(Kirtland Army Airfield, located in the administrative territorial entity, Albuquerque, New Mexico)", "(Vertigo, cast member, Kim Novak)", "(Vertigo, award received, National Film Registry)", "(Harper Lee, notable work, To Kill a Mockingbird)", "(Mr. Smith Goes to Washington, publication date, 1939)", "(How the West Was Won, publication date, 1963)", "(Rope, director, Alfred Hitchcock)", "(Born to Dance, cast member, Eleanor Powell)", "(improvise, subclass of, acting)", "(Thunderbird Field, located in the administrative territorial entity, Glendale, Arizona)", "(James Maitland Stewart, date of birth, May 20, 1908)", "(No Highway in the Sky, publication date, 1951)", "(American Spirit Foundation, inception, 1989)", "(Gary Cooper, spouse, Veronica)", "(Margaret Sullavan, employer, University Players)", "(The Spirit of St. Louis, director, Billy Wilder)", "(Calm, instance of, meditation app)", "(Winchester '73, director, Anthony Mann)", "(Dear Brigitte, publication date, 1965)", "(The Shop Around the Corner, director, Ernst Lubitsch)", "(Inside-out, instance of, acting technique)", "(Ginger Rogers, spouse, Henry Fonda)", "(Johnny Carson, notable work, The Tonight Show)", "(The Shopworn Angel, cast member, Norma Shearer)", "(2nd Bombardment Wing, conflict, World War II)", "(Olivia de Havilland, spouse, John Huston)", "(Lucille Ball, spouse, Henry Fonda)", "(The Big Sleep, cast member, Robert Mitchum)", "(Ziegfeld Girl, cast member, Lana Turner)", "(Ziegfeld Girl, cast member, Judy Garland)", "(Destry Rides Again, cast member, Marlene Dietrich)", "(The Cheyenne Social Club, cast member, Henry Fonda)", "(1976, candidate, Ronald Reagan)", "(Art Trouble, cast member, Stewart)", "(Bell, Book and Candle, publication date, 1958)", "(B-47, operator, United States Air Force)", "(Mr. Hobbs Takes a Vacation, cast member, Maureen O'Hara)", "(You Can't Take It with You, cast member, Jean Arthur)", "(Golden Plate Award, conferred by, American Academy of Achievement)", "(Maitland Stewart, award received, Presidential Medal of Freedom)", "(The Rare Breed, cast member, Maureen O'Hara)", "(It's a Wonderful Life, director, Frank Capra)", "(Schweinfurt, country, Germany)", "(Margaret Sullavan, spouse, Stewart's)", "(100 greatest American films of all time, conferred by, American Film Institute)", "(The Naked Spur, director, Anthony Mann)", "(Charles Lindbergh, significant event, first solo transatlantic flight)", "(The Greatest Show on Earth, award received, Academy Award for Best Picture)", "(Anatomy of a Murder, director, Otto Preminger)", "(Jimmy Stewart, different from, his popularly remembered \"all-American\" screen persona)", "(Wife vs. Secretary, cast member, Myrna Loy)", "(You Can't Take It with You, cast member, Frank Capra)", "(The Tonight Show, presenter, Johnny Carson)", "(Seventh Heaven, distributed by, 20th Century-Fox)", "(Vivacious Lady, production company, RKO)", "(Margaret Sullavan, spouse, Henry Fonda)", "(Broken Arrow, cast member, Apache)", "(Eighth Air Force, conflict, World War II)", "(Next Time We Love, cast member, Margaret Sullavan)", "(Bandolero!, cast member, Dean Martin)", "(The Stratton Story, cast member, Myrna Dell)", "(James M. Stewart Good Citizenship Award, inception, 2003)", "(The Philadelphia Story, cast member, George Cukor)", "(Rear Window, cast member, Tom Hanks)", "(Maitland Stewart, date of death, July 2, 1997)", "(Come Live with Me, cast member, Hedy Lamarr)", "(The Shopworn Angel, director, H. C. Griffith)", "(Chaplin Award, conferred by, Film Society of Lincoln Center)", "(Vivacious Lady, cast member, Ginger Rogers)", "(The Mortal Storm, director, H. C. Griffith)", "(Cary Grant, spouse, Stewart's)", "(Seventh Heaven, based on, silent classic)", "(Bell, Book and Candle, cast member, Kim Novak)", "(John Huston, spouse, Olivia de Havilland)", "(Cape Cod, located in the administrative territorial entity, Massachusetts)", "(Stewart, work period (start), 1940)", "(You Gotta Stay Happy, cast member, Joan Fontaine)", "(North by Northwest, cast member, Cary Grant)", "(The Doors, has part, John Wayne)", "(Take Her, She's Mine, director, Henry Koster)", "(short, subclass of, film)", "(Winecup Gamble Ranch, located in the administrative territorial entity, Nevada)", "(The Glenn Miller Story, director, Anthony Mann)", "(The Philadelphia Story, screenwriter, Peter Bradshaw)", "(Pot o' Gold, cast member, Paulette Goddard)", "(Airport '77, cast member, Jack Lemmon)", "(Forest Lawn Memorial Park, located in the administrative territorial entity, Glendale, California)", "(I Hope, though, not so hard, cast member, Kim Novak)", "(Mr. Smith Goes to Washington, award received, National Film Registry)", "(United States Air Force, has part, Strategic Air Command)", "(The Man Who Knew Too Much, director, Alfred Hitchcock)", "(It's a Wonderful Life, cast member, Donna Reed)", "(Gloria Stewart, date of death, February 16, 1994)", "(First Motion Picture Unit, inception, 1942)", "(B-52, operator, United States Air Force)", "(Cecil B. DeMille, award received, Academy Award for Best Picture)", "(Henry Fonda, spouse, Margaret Sullavan)", "(Small Town Girl, cast member, Janet Gaynor)", "(The Shopworn Angel, publication date, 1938)", "(How the West Was Won, cast member, Henry Fonda)", "(Rose Marie, cast member, James Stewart)", "(The Shootist, cast member, John Wayne)", "(Made for Each Other, cast member, Carole Lombard)", "(Navy Blue and Gold, cast member, James Stewart)", "(Jimmy, different from, Marlon)", "(On Our Merry Way, cast member, Henry Fonda)", "(The Murder Man, cast member, Spencer Tracy)", "(To Kill a Mockingbird, author, Harper Lee)", "(first solo transatlantic flight, participant, Charles Lindbergh)", "(James Naremore, field of work, film scholar)", "(sixth highest-grossing film of 1955, point in time, 1955)", "(The Man Who Shot Liberty Valance, cast member, Lee Marvin)", "(Wife vs. Secretary, cast member, Clark Gable)", "(Malaya, cast member, Spencer Tracy)", "(silent classic, director, Frank Borzage)", "(John Ford, occupation, Director)", "(After the Thin Man, cast member, James Stewart)", "(Henry Fonda, spouse, Lucille Ball)", "(Maitland Stewart, date of birth, May 20, 1908)", "(The Greatest Show on Earth, cast member, Cecil B. DeMille)", "(Next Time You Love, director, H. C. Griffith)", "(Edgar Bergen, nominated for, Academy Award for Best Documentary)", "(33rd Academy Awards ceremony, point in time, April 17, 1961)", "(The Stratton Story, cast member, June Allyson)", "(Winning Your Wings, nominated for, Academy Award for Best Documentary)", "(Vertigo, director, Alfred Hitchcock)", "(The Spirit of St. Louis, cast member, James Stewart)", "(Rear Window, publication date, 1954)", "(music, practiced by, pianist)", "(Two Rode Together, director, John Ford)", "(Destry Rides Again, publication date, 1939)", "(Mr. Hobbs Takes a Vacation, director, Henry Koster)", "(The Green Horizon, director, Susumu Hani)", "(Jimmy Stewart, place of birth, Indiana, Pennsylvania)", "(Marlon, different from, Jimmy)", "(How the West Was Won, cast member, John Wayne)", "(The Shopworn Angel, cast member, Margaret Sullavan)", "(romantically, different from, romantic relationship)", "(Veronica, spouse, Gary Cooper)", "(Charlie McCarthy, nominated for, Academy Award for Best Documentary)", "(Jimmy Stewart Relay Marathon Race, inception, 1982)", "(Call Northside 777, publication date, 1948)", "(Henry Fonda, spouse, Ginger Rogers)", "(Rear Window, director, Alfred Hitchcock)", "(pianist, field of this occupation, music)", "(Next Time We Love, distributed by, Universal)", "(Hawkins, start time, 1973)", "(The Shop Around the Corner, director, H. C. Griffith)", "(Barry Goldwater, candidacy in election, 1964)", "(Lyndon B. Johnson, conflict, Vietnam War)", "(The Philadelphia Story, director, George Cukor)", "(The Man Who Knew Too Much, cast member, Doris Day)", "(Hitchcock, genre, perversity)", "(his popularly remembered \"all-American\" screen persona, different from, his popularly remembered \"all-American\" screen persona)", "(Maitland Stewart, award received, Academy Honorary Award)", "(Hollywood Walk of Fame, part of, Vine Street)", "(The Glenn Miller Story, cast member, June Allyson)", "(Dear Brigitte, cast member, Brigitte Bardot)", "(It's a Wonderful Life, cast member, Henry Travers)", "(The Mortal Storm, director, Frank Borzage)", "(romantic relationship, different from, romantically)", "(1950s Hollywood, point in time, 1950)", "(It's a Wonderful Life, producer, Ted Turner)", "(Magic Town, publication date, 1947)", "(No Time for Comedy, cast member, Rosalind Russell)", "(Fools' Parade, publication date, 1971)", "(Maitland Stewart, award received, Kennedy Center Honor)", "(The Philadelphia Story, cast member, Cary Grant)", "(eighth highest-grossing film of 1954, point in time, 1954)", "(The Jackpot, publication date, 1950)", "(Rear Window, award received, National Film Registry)", "(Small Town Girl, cast member, Jean Harlow)", "(The Man Who Shot Liberty Valance, genre, film noir)", "(Henry Fonda, member of political party, Democrat)", "(Firecreek, cast member, Henry Fonda)", "(Next Time We Love, cast member, James Stewart)", "(Stewart's, spouse, Margaret Sullavan)", "(The Murder Man, distributed by, Metro-Goldwyn-Mayer)", "(Winning Your Wings, publication date, 1942)", "(Right of Way, cast member, Bette Davis)", "(You Can't Take It with You, director, Frank Capra)"]