["(The Haunted Mask Lives, follows, The Haunted Mask II)", "(Creepy Creatures, part of the series, Goosebumps Graphix)", "(2016 Summer Olympics, point in time, 2016)", "(Slappy the Dummy, present in work, The Adventures of Pinocchio)", "(film adaptation of Goosebumps, screenwriter, Darren Lemke)", "(list of bestselling children's paperback books of all time, published in, Publishers Weekly)", "(Goosebumps Series 2000, has part, Cry of the Cat)", "(Terror Trips, publication date, September 1, 2006)", "(Scholastic Press, country, United States)", "(second-best-selling book series in history, has part, Harry Potter)", "(Cry of the Cat, part of the series, Goosebumps Series 2000)", "(Disney-MGM Studios, has part, Goosebumps HorrorLand Fright Show and FunHouse)", "(Say Cheese and Die!, publisher, Scholastic Productions)", "(Welcome to Dead House, follows, The Haunted Mask Lives)", "(Scholastic, owner of, Goosebumps)", "(Welcome to Dead House, part of the series, Goosebumps)", "(Scholastic Audiobooks, inception, 1996)", "(Goosebumps, publisher, Scholastic)", "(sequel, cast member, Jack Black)", "(Revenge of the Living Dummy, part of the series, Goosebumps HorrorLand)", "(Recurring characters, subclass of, characters)", "(Revenge of the Living Dummy, publication date, 2008)", "(sequel, cast member, Jeremy Ray Taylor)", "(Horrors of the Witch House, part of the series, Goosebumps)", "(film adaptation of Goosebumps, cast member, Dylan Minnette)", "(film adaptation of Goosebumps, cast member, Odeya Rush)", "(Audiobook, uses, Audiobook)", "(film adaptation of Goosebumps, director, Rob Letterman)", "(R. C. Stine, notable work, The Little Rascals)", "(Goosebumps HorrorLand, part of the series, Goosebumps)", "(Escape from HorrorLand, publication date, 1996)", "(Terror Trips, part of the series, Goosebumps Graphix)", "(Goosebumps, author, R. L. Stine)", "(Creepy Creatures, publication date, September 1, 2006)", "(Audiobook, used by, Audiobook)", "(feature films, based on, Goosebumps)", "(Talking Books: Children's Authors Talk About the Craft, Creativity and Process of Writing, author, James Carter)", "(Welcome to Dead House, publication date, July 1992)", "(Escape from the Carnival of Horrors, part of the series, Fifty Give Yourself Goosebumps)", "(Revenge of the Living Dummy, publication date, April 1, 2008)", "(Original Film, founded by, Neal H. Moritz)", "(sequel, cast member, Madison Iseman)", "(Download and Die, part of the series, Goosebumps)", "(7th grade, instance of, reading level)", "(3rd, instance of, reading level)", "(film adaptation of Goosebumps, publication date, October 16, 2015)", "(Goosebumps, author, R. D. Stine)", "(surreal horror, subclass of, horror)", "(Welcome to Dead House, followed by, Happy Holidays from Dead House)", "(Scary Summer, part of the series, Goosebumps Graphix)", "(list of top banned/challenged books during 2000–2009, publisher, American Library Association)", "(The Little Rascals, author, R. C. Stine)", "(Harry Potter, part of, second-best-selling book series in history)", "(Scholastic Hippo, country, United Kingdom)", "(Diane Roback, employer, Publishers Weekly)", "(Goosebumps Series 2000, publication date, 2000)", "(The Adventures of Pinocchio, characters, Slappy the Dummy)", "(Nickelodeon Kids' Choice Awards, inception, 1995)", "(Happy Holidays from Dead House, follows, Welcome to Dead House)", "(R. L. Stine, notable work, Goosebumps)", "(Download and Die, publisher, IDW Comics)", "(Attack of the Mutant, publication date, 1997)", "(sequel, cast member, Caleel Harris)", "(The Haunted Mask II, followed by, The Haunted Mask Lives)", "(Monsters at Midnight, part of the series, Goosebumps)", "(Goosebumps, owned by, Scholastic)", "(Horrors of the Witch House, publisher, IDW Comics)", "(Tales to Give You Goosebumps, publication date, 1994)", "(Goosebumps HorrorLand Fright Show and FunHouse, part of, Disney-MGM Studios)", "(Monsters at Midnight, publisher, IDW Comics)", "(The Haunted Mask Lives, followed by, Welcome to Dead House)", "(feature films, cast member, Jack Black)"]