["(World War II Memorial, part of, National Mall and Memorial Parks)", "(American monuments, located in the administrative territorial entity, Washington)", "(Lincoln Memorial, date of official opening, May 30, 1922)", "(I Have a Dream, point in time, August 28, 1963)", "(Lincoln Memorial, located in the administrative territorial entity, Washington)", "(IN THIS TEMPLE, named after, ABRAHAM LINCOLN)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Furio, sibling, Orazio)", "(National Mall and Memorial Parks, has part, Korean War Veterans Memorial)", "(48 stone festoons above the columns, creator, Jules Guerin)", "(Attilio, sibling, Orazio)", "(Attilio, sibling, Getulio)", "(National Mall and Memorial Parks, has part, Vietnam Veterans Memorial)", "(United States one-cent coin, inception, 1909)", "(I Have a Dream, author, Martin Luther King Jr.)", "(Decepticon, present in work, Forrest Gump)", "(American monuments, has part, Lincoln Memorial)", "(Mr. Smith Goes to Washington, publication date, 1939)", "(motion pictures, part of, popular culture)", "(Lincoln Memorial Commission, founded by, William H. Taft)", "(48 stone festoons above the columns, depicts, Freedom, Liberty, Morality, Justice, and the Law)", "(Ferruccio, sibling, Orazio)", "(Ford’s Theatre, located in the administrative territorial entity, Washington, D.C.)", "(National Mall, located in the administrative territorial entity, Washington, D.C.)", "(Attilio, sibling, Masaniello)", "(National Mall and Memorial Parks, has part, World War II Memorial)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Mr. Smith Goes to Washington, director, Frank Capra)", "(Vietnam Veterans Memorial, part of, National Mall and Memorial Parks)", "(Gallaudet University, instance of, university for the deaf)", "(Lincoln's assassination, located in the administrative territorial entity, Washington, D.C.)", "(Mr. Smith Goes to Washington, cast member, James Stewart)", "(Alabama marble, has part, paraffin)", "(Furio, sibling, Ferruccio)", "(Furio, sibling, Masaniello)", "(Attilio, sibling, Ferruccio)", "(Freedom, Liberty, Morality, Justice, and the Law, has part, 48 stone festoons above the columns)", "(Augustan, instance of, theme)", "(March on Washington for Jobs and Freedom, participant, Martin Luther King Jr.)", "(Ferruccio, sibling, Masaniello)", "(Arlington National Cemetery, has part, Arlington House)", "(Washington Monument, located in the administrative territorial entity, Washington, D.C.)", "(five-dollar bill, start time, 1929)", "(Eleanor Roosevelt, spouse, Franklin D. Roosevelt)", "(popular culture, has part, motion pictures)", "(in-antis, subclass of, column)", "(National Foundation and Engineering Company, founded by, M. F. Comer and Company)", "(statue of a seated Abraham Lincoln, creator, Piccirilli brothers)", "(Arlington House, part of, Arlington National Cemetery)", "(National Mall and Memorial Parks, operator, National Park Service)", "(statue of a seated Abraham Lincoln, creator, Daniel Chester French)", "(National Register of Historic Places, inception, October 15, 1966)", "(Martin Luther King Jr., participant in, March on Washington for Jobs and Freedom)", "(Lincoln Memorial, architectural style, neoclassicism)", "(Ferruccio, sibling, Attilio)", "(Gettysburg Address, follows, second inaugural address)", "(Korean War Veterans Memorial, part of, National Mall and Memorial Parks)", "(William H. Taft, position held, Chief Justice of the United States)", "(centennial in 2022, point in time, 2022)", "(I Have a Dream, publication date, August 28, 1963)", "(Ferruccio, sibling, Furio)", "(Piccirilli brothers, notable work, statue of a seated Abraham Lincoln)", "(20th Anniversary Mobilization for Jobs, Peace and Freedom, point in time, August 28, 1983)", "(second inaugural address, followed by, Gettysburg Address)", "(stalagmite, subclass of, stalactite)", "(Richard Nixon, conflict, Vietnam War)", "(Washington Monument, located in or next to body of water, Potomac River)", "(Lincoln Memorial, owned by, National Park Service)", "(March on Washington for Jobs and Freedom, point in time, August 28, 1963)", "(statue of a seated Abraham Lincoln, location, Lincoln Memorial)", "(Franklin D. Roosevelt, spouse, Eleanor Roosevelt)", "(Piccirilli Brothers, product or material produced, Tennessee marble)", "(Ferruccio, sibling, Getulio)", "(Attilio, sibling, Furio)", "(states, located in the administrative territorial entity, Union)", "(Union, contains administrative territorial entity, states)", "(Furio, sibling, Attilio)", "(National Park Service, owner of, Lincoln Memorial)", "(Lincoln Memorial, part of, American monuments)"]