["(Route 128, located in the administrative territorial entity, Massachusetts)", "(Maura Healey, position held, Massachusetts governors)", "(I-290, located in the administrative territorial entity, Massachusetts)", "(World Series, winner, Boston Red Sox)", "(Samuel Adams, participant in, American Revolution)", "(Raytheon, instance of, Fortune 500)", "(estate tax, different from, inheritance tax)", "(Mitt Romney, candidacy in election, 2012)", "(Lowell, located in the administrative territorial entity, Massachusetts)", "(judicial, part of, Government of Massachusetts)", "(washers, subclass of, HVAC equipment)", "(USS Constitution, located in or next to body of water, Boston Harbor)", "(Butch Johnson, sport, archery)", "(Governor, officeholder, Charlie Baker)", "(New England Baptist Hospital, located in the administrative territorial entity, Massachusetts)", "(Logan International Airport, located, Massachusetts)", "(Massachusetts, shares border with, New Hampshire)", "(Deb Goldberg, member of political party, Democrats)", "(Springfield Armory, dissolved, abolished or demolished date, 1969)", "(Battles of Lexington and Concord, part of, American Revolutionary War)", "(Plymouth, located in the administrative territorial entity, Province of Massachusetts Bay)", "(temperate deciduous forest, instance of, biome)", "(Amtrak, item operated, Acela)", "(Dana–Farber Cancer Institute, located in the administrative territorial entity, Massachusetts)", "(Todd Richards, sport, snowboarding)", "(Massachusetts, contains administrative territorial entity, Bristol)", "(Unitarian Universalist Association, headquarters location, South Boston)", "(I-190, located in the administrative territorial, Massachusetts)", "(Boston-Logan International Airport, located in the administrative territorial entity, Massachusetts)", "(Joseph P. Kennedy Sr., child, Eunice Kennedy Shriver)", "(John F. Kennedy, sibling, Ted Kennedy)", "(Big Dig, has part, Central Artery/Tunnel Project)", "(summer, opposite of, spring)", "(privateer, field of this occupation, privateers)", "(executive, part of, Government of Massachusetts)", "(Insight Meditation Center, located in the administrative territorial entity, Barre)", "(American Revolution, start time, 1775)", "(Massachusetts Department of Transportation, applies to jurisdiction, Massachusetts)", "(United States Constitution, inception, June 21, 1788)", "(Andrea Campbell, member of political party, Democrats)", "(2012, candidate, Mitt Romney)", "(Massachusetts Bay Colony, replaced by, State of Maine)", "(Worcester Regional Airport, operator, Massport)", "(Acela Express, operator, Amtrak)", "(Metacomet-Monadnock Trail, located in the administrative territorial entity, Massachusetts)", "(West Nile virus, taxonomic type, Asian tiger mosquitoes)", "(Museum of Fine Arts, Boston, located in the administrative territorial entity, Massachusetts)", "(Port of New Bedford, located in the administrative territorial entity, Massachusetts)", "(Massachusett, part of, Algonquian language family)", "(Wampanoag, part of, Algonquian language family)", "(I-495, located in the administrative territorial entity, Massachusetts)", "(legislature of Massachusetts, has part, Massachusetts House of Representatives)", "(Massachusetts General Court, has part, Massachusetts House of Representatives)", "(Ted Kennedy, sibling, John F. Kennedy)", "(2012, successful candidate, Barack Obama)", "(Mayflower Compact, point in time, 1620)", "(Cape Cod National Seashore, operator, National Park Service)", "(Norfolk Southern, subsidiary, Pan Am Southern)", "(Interstate 95, located in the administrative territorial entity, Massachusetts)", "(cot-caught distinct, subclass of, American English)", "(Monomoy National Wildlife Refuge, located in the administrative territorial entity, Massachusetts)", "(state senate, part of, Massachusetts General Court)", "(Kim Driscoll, position held, lieutenant governor)", "(Godsmack, location of formation, Springfield)", "(Government of Massachusetts, has part, judicial)", "(Massachusetts, contains administrative territorial entity, Essex)", "(New York City, contains administrative territorial entity, Manhattan)", "(Liberty Mutual, instance of, Fortune 500)", "(Nature, publication date, 1836)", "(Continental Army, conflict, American Revolutionary War)", "(Springfield, located in or next to body of water, Connecticut River Valley)", "(Massachusetts, contains administrative territorial entity, Hampshire)", "(Canton, shares border with, Milton)", "(Lori Trahan, member of political party, Democratic)", "(Bristol, located in the administrative territorial entity, Massachusetts)", "(Mount Holyoke College, inception, 1837)", "(Springfield Republican, instance of, daily newspaper)", "(Boston Harbor Islands National Recreation Area, operator, National Park Service)", "(Boston metropolitan area, located in the administrative territorial entity, Massachusetts)", "(Tanglewood Jazz Festival, location, Tanglewood)", "(Massachusetts, located in the administrative territorial entity, United States)", "(Massachusetts, contains administrative territorial entity, Lowell)", "(John F. Kennedy, sibling, Eunice Kennedy Shriver)", "(George Washington, conflict, American Revolutionary War)", "(2016 Summer Olympics, point in time, 2016)", "(Amtrak, item operated, Acela Express)", "(Walden; or, Life in the Woods, author, Henry David Thoreau)", "(Milton, shares border with, Canton)", "(Nipmuc, part of, Algonquian language family)", "(New England, has part, Massachusetts)", "(Massachusetts, located in the administrative territorial entity, Union)", "(Tufts Medical Center, located in the administrative territorial entity, Massachusetts)", "(Logan International Airport, located in the administrative territorial entity, Massachusetts)", "(Massachusetts Institute of Technology, headquarters location, Cambridge)", "(Pan Am Southern, parent organization, Norfolk Southern)", "(Northeastern United States, country, United States)", "(Eunice Kennedy Shriver, father, Joseph P. Kennedy Sr.)", "(Downeaster, operator, Amtrak)", "(Amtrak, item operated, Downeaster)", "(College of the Holy Cross, member of, Patriot League)", "(Worcester, located in the administrative territorial entity, Massachusetts)", "(Boston University, located in the administrative, Massachusetts)", "(MLS Cup, participating team, New England Revolution)", "(John F. Kennedy, father, Joseph P. Kennedy Sr.)", "(United States, contains administrative territorial entity, Massachusetts)", "(South Station, owned by, Amtrak)", "(I-195, located in the administrative territorial entity, Massachusetts)", "(Great Blue Hill, mountain range, Blue Hills)", "(Suffolk County, located in the administrative territorial entity, Massachusetts)", "(Basketball Hall of Fame, located in the administrative territorial entity, Springfield)", "(Proposition 2½, point in time, 1980)", "(Massachusetts, instance of, Commonwealth)", "(Massachusetts Bay, located in the administrative territorial entity, Province of Massachusetts Bay)", "(Massachusetts Senate, part of, Massachusetts General Court)", "(Highly Suspect, location of formation, Springfield)", "(Mass Save, inception, 2008)", "(Province of Massachusetts Bay, contains administrative territorial entity, Massachusetts Bay)", "(Logan Airport, place served by transport hub, Boston)", "(I-291, located in the administrative territorial entity, Massachusetts)", "(Staind, location of formation, Springfield)", "(Cape Cod, located in or next to body of water, Atlantic Ocean)", "(Barnstable County, located in the administrative territorial entity, Massachusetts)", "(Block Island, shares border with, Newport)", "(Richard Neal, member of political party, Democratic)", "(driers, subclass of, HVAC equipment)", "(John Adams, child, John Quincy Adams)", "(2012, applies to jurisdiction, Massachusetts)", "(United States Constitution, replaces, Articles of Confederation)", "(Ted Kennedy, father, Joseph P. Kennedy Sr.)", "(Gerry Studds, member of political party, Democratic Party)", "(bus services, part of, public transportation)", "(2004, candidate, John Kerry)", "(Volleyball Hall of Fame, located in the administrative territorial entity, Holyoke)", "(William Laud, position held, Archbishop of Canterbury)", "(James Connolly, sport, track & field)", "(Massachusetts, contains administrative territorial entity, Middlesex)", "(Amtrak, item operated, Lake Shore Limited)", "(John Quincy Adams, father, John Adams)", "(Edward M. Kennedy, sibling, John F. Kennedy)", "(eastern gray squirrel, endemic to, Massachusetts)", "(Province of Massachusetts Bay, contains administrative territorial entity, Maine)", "(Boston, part of, Boston metropolitan area)", "(Manhattan, located in the administrative territorial entity, New York City)", "(apples, located in the administrative territorial entity, Massachusetts)", "(Hanscom Field, place served by transport hub, Bedford)", "(Massachusetts General Court, has part, state senate)", "(Boston, located in or next to body of water, Charles River)", "(The Governor's Academy, inception, 1763)", "(Democrats, opposite of, Republicans)", "(Tamerlan Tsarnaev, sibling, Dzhokhar Tsarnaev)", "(Metro Boston, owned by, Massachusetts Bay Transportation Authority)", "(West Stockbridge, located in the administrative territorial entity, Massachusetts)", "(Government of Massachusetts, has part, executive)", "(Amtrak, item operated, Northeast Regional)", "(Pocomtuc, part of, Algonquian language family)", "(Massachusetts, located in or next to body of water, Atlantic Ocean)", "(New England, country, United States)", "(Amtrak, owner of, North Station)", "(Union, contains administrative territorial entity, Massachusetts)", "(Government of Massachusetts, has part, legislative)", "(Scott Brown, member of political party, Republicans)", "(Boston, capital of, Massachusetts)", "(54th Massachusetts Infantry Regiment, inception, 1852)", "(Acela, operator, Amtrak)", "(William F. Galvin, member of political party, Democrats)", "(CapeFLYER, operator, Cape Cod Regional Transit Authority)", "(Nancy Kerrigan, sport, figure skating)", "(Boston Globe, instance of, daily newspaper)", "(Charles River, located in the administrative territorial entity, Boston)", "(Massachusetts, contains administrative territorial entity, N)", "(Frank G. Allen, position held, Governor of Massachusetts)", "(Head of the Charles Regatta, located in the administrative territorial entity, Massachusetts)", "(Lake Quinsigamond, located in the administrative territorial entity, Massachusetts)", "(summer, opposite of, winter)", "(American Values Atlas, maintained by, Public Religion Research Institute)", "(11th easiest state for citizens to vote in, has part, Massachusetts)", "(Peter Pan Bus Lines, headquarters location, Springfield)", "(Massachusetts General Court, has part, Massachusetts Senate)", "(Massachusetts General Hospital, affiliation, Harvard University)", "(housing authorities, subclass of, non-profit organization)", "(Massachusetts, contains administrative territorial entity, Worcester)", "(revocation of the Massachusetts Bay Colony charter, point in time, 1684)", "(Tanglewood Music Festival, location, Tanglewood)", "(Massachusetts, part of, 11th easiest state for citizens to vote in)", "(Federal Residential Renewable energy credit, instance of, tax credit)", "(Newport, shares border with, Block Island)", "(Eastern Sprints, located in the administrative territorial entity, Massachusetts)", "(Province of Massachusetts Bay, inception, 1691)", "(Massachusetts, office held by head of government, Governor)", "(Articles of Confederation, replaced by, national constitution)", "(Massachusetts, contains administrative territorial entity, Barnstable County)", "(Massachusetts, contains administrative territorial entity, Berkshire)", "(New England Revolution, participant in, MLS Cup)", "(Ralph Waldo Emerson, notable work, Nature)", "(Middlesex County, dissolved, abolished or demolished date, 1997)", "(Beth Israel Deaconess Medical Center, located in the administrative territorial entity, Massachusetts)", "(northeastern region, country, United States)", "(Maria Mitchell Association, located in the administrative territorial entity, Nantucket)", "(Massachusetts governors, officeholder, Maura Healey)", "(Boston Celtics, league, NBA)", "(Shays' Rebellion, part of, Revolutionary War)", "(Goodridge v. Department of Public Health, court, Massachusetts Supreme Judicial Court)", "(Springfield, capital of, Massachusetts)", "(Kathleen A. Theoharides, position held, Secretary of Energy and Environmental Affairs)", "(Nature, author, Ralph Waldo Emerson)", "(Massachusetts, part of, eighth in the nation)", "(Beacon Hill, located in the administrative territorial entity, South Boston)", "(Boston Herald, instance of, daily newspaper)", "(Boston, part of, Greater Boston)", "(WGBH-TV, headquarters location, Boston)", "(Brigham and Women's Hospital, located in the administrative territorial entity, Massachusetts)", "(Eunice Kennedy Shriver, father, John)", "(2004, office contested, President of the United States)", "(Asian tiger mosquitoes, parent taxon, West Nile virus)", "(cranberries, located in the administrative territorial entity, Massachusetts)", "(American Values Survey, publisher, Public Religion Research Institute)", "(Diana DiZoglio, member of political party, Democrats)", "(Dzhokhar Tsarnaev, sibling, Tamerlan Tsarnaev)", "(John Kerry, candidacy in election, 2004)", "(Massachusetts, contains administrative territorial entity, Norfolk)", "(Aly Raisman, sport, gymnastics)", "(Atlantic cod, mouth of the watercourse, Atlantic)", "(plug-in hybrid vehicle, subclass of, electric vehicle)", "(cot-caught merged, subclass of, American English)", "(2010 United States Census, followed by, 2020 U.S. census)", "(New England Patriots, participant in, Super Bowl)", "(Springfield, located in the administrative territorial entity, Massachusetts)", "(Hanscom Field, operator, Massport)", "(Massachusetts, shares border with, Vermont)", "(American Revolutionary War, has part, Battles of Lexington and Concord)", "(HUD, applies to jurisdiction, Massachusetts)", "(National Shrine of The Divine Mercy, located in the administrative territorial entity, Stockbridge, Massachusetts)", "(Chinese, has part, Cantonese)", "(2002 voter referendum, point in time, 2002)", "(legislature of Massachusetts, has part, Massachusetts Senate)", "(CapeFLYER, part of, MBTA Commuter Rail)", "(privateers, practiced by, privateer)", "(Henry David Thoreau, notable work, Walden; or, Life in the Woods)", "(Albina Osipowich, sport, swimming)", "(Nonprofit Awareness Day, inception, 2007)", "(George Washington, military branch, Continental Army)", "(Big Dig, has part, Central Artery)", "(Jim McGovern, member of political party, Democratic)", "(Ed Markey, member of political party, Democratic)", "(Narragansett, part of, Algonquian language family)", "(Massachusetts, shares border with, New York)", "(Interstate 90, located in the administrative territorial entity, Massachusetts)", "(State of Maine, replaces, Massachusetts Bay Colony)", "(Henry David Thoreau, movement, transcendentalist)", "(Massachusetts Supreme Judicial Court, office held by head of the organization, chief justice)", "(State Street Corporation, instance of, Fortune 500)", "(Republicans, opposite of, Democrats)", "(Massachusetts, country, United States)", "(Bureau of Economic Analysis, country, United States)", "(Harvard University, headquarters location, Cambridge)", "(1972 presidential election, candidate, George McGovern)", "(I-84, located in the administrative territorial entity, Massachusetts)", "(Patrick Ewing, sport, basketball)", "(New England National Scenic Trail, located in the administrative territorial entity, Massachusetts)", "(Massachusetts, shares border with, Rhode Island)", "(obesity, different from, overweight)", "(Harvard University, member of, Ivy League)", "(Massachusetts Senate, part of, legislature of Massachusetts)", "(Massachusetts Marijuana Legalization Initiative, point in time, November 8, 2016)", "(winter, opposite of, summer)", "(ecosystem, part of, built environment)", "(Massachusetts, capital, Boston)", "(Missouri Compromise, point in time, 1820)", "(Massachusetts, instance of, U.S. state)", "(Martha's Vineyard, part of, Cape Islands)", "(non-Hispanic white, instance of, ethnic group)", "(Worcester Telegram & Gazette, instance of, daily newspaper)", "(Ralph Waldo Emerson, movement, transcendentalist)", "(Ivy League, has part, Harvard University)", "(I-395, located in the administrative territorial entity, Massachusetts)", "(1980, successful candidate, Ronald Reagan)", "(DeCordova, located in the administrative territorial entity, Lincoln)", "(Massachusetts, contains administrative territorial entity, Suffolk County)", "(eighth in the nation, has part, Massachusetts)", "(New York City, located in the administrative territorial entity, New York)", "(Barack Obama, candidacy in election, 2012)", "(1984, successful candidate, Ronald Reagan)", "(Bay Circuit Trail, located in the administrative territorial entity, Massachusetts)", "(Joseph P. Kennedy Sr., child, Ted Kennedy)", "(John F. Kennedy, sibling, Edward M. Kennedy)", "(Charles River, mouth of the watercourse, Massachusetts Bay)", "(Harvard University, subsidiary, Massachusetts General Hospital)", "(Atlantic, tributary, Atlantic cod)", "(Massachusetts, contains administrative territorial entity, Plymouth)", "(Massachusetts, contains administrative territorial entity, Franklin)", "(Amtrak, owner of, South Station)", "(Boston College, member of, Atlantic Coast Conference)", "(Plymouth Colony, inception, 1620)", "(Massachusetts General Hospital, inception, 1811)", "(Mahican, part of, Algonquian language family)", "(I-391, located in the administrative territorial entity, Massachusetts)", "(Massachusetts, contains administrative territorial entity, Dukes)", "(Norman Rockwell Museum, located in the administrative territorial entity, Stockbridge)", "(Boston Red Sox, participant in, World Series)", "(Springfield metropolitan area, located in the administrative territorial entity, Massachusetts)", "(Ted Kennedy, sibling, Eunice Kennedy Shriver)", "(air conditioners, subclass of, HVAC equipment)", "(Eversource Energy, instance of, Fortune 500)", "(CapeFLYER, owned by, Massachusetts Department of Transportation)", "(Elizabeth Warren, member of political party, Democratic)", "(Massachusetts Bay Transportation Authority, owner of, Metro Boston)", "(The Satanic Temple, located in the administrative territorial entity, Salem)", "(Massachusetts, contains administrative territorial entity, Lawrence)", "(Province of Massachusetts Bay, contains administrative territorial entity, Plymouth)", "(Hampden, located in the administrative territorial entity, Massachusetts)", "(Maura Healey, position held, Governor)", "(Massachusetts governor, officeholder, Charlie Baker)", "(Massachusetts, shares border with, Connecticut)", "(Massachusetts House of Representatives, part of, Massachusetts General Court)", "(water heaters, subclass of, HVAC equipment)", "(MBTA Commuter Rail, has part, CapeFLYER)", "(Pixies, genre, alternative rock)", "(Shaolin Meditation Temple, located in the administrative territorial entity, Springfield)", "(inheritance tax, different from, estate tax)", "(Boston, located in or next to body of water, Massachusetts Bay)", "(male, opposite of, female)", "(Henry David Thoreau, residence, Walden Pond)", "(George Washington, conflict, Battles of Lexington and Concord)", "(Katherine Clark, member of political party, Democratic)", "(Boston Medical Center, affiliation, Boston University)", "(2004, successful candidate, George W. Bush)", "(Elaine Noble, member of political party, Democratic Party)", "(2012, office contested, President of the United States)", "(Ayanna Pressley, member of political party, Democratic)", "(Chinese, has part, Mandarin)", "(Climate change in Massachusetts, located in the administrative territorial entity, Massachusetts)", "(regulated sale of recreational marijuana, start time, July 1, 2018)", "(Northeast Regional, operator, Amtrak)", "(Thomas Burke, sport, track & field)", "(Massachusetts Mutual Life Insurance Company, instance of, Fortune 500)", "(spring, opposite of, summer)", "(Seth Moulton, member of political party, Democratic)", "(Massachusetts, contains administrative territorial entity, Barnstable)", "(Midstate Trail, located in the administrative territorial entity, Massachusetts)", "(Cape Cod, located in the administrative territorial entity, Massachusetts)", "(Charlie Baker, position held, Governor)", "(Boston Bruins, award received, Stanley Cup)", "(Framingham, located in the administrative territorial entity, Massachusetts)", "(George McGovern, candidacy in election, 1972 presidential election)", "(U.S. state, contains administrative territorial entity, Massachusetts)", "(Deval Patrick, position held, Governor)", "(Know Nothings, political ideology, nativist)", "(Lake Shore Limited, operator, Amtrak)", "(United States Court of Appeals for the First Circuit, instance of, Federal court)", "(Massachusetts, contains administrative territorial entity, Suffolk)", "(legislative, part of, Government of Massachusetts)", "(Plimoth Plantation and Old Sturbridge Village, located in the administrative territorial entity, Massachusetts)", "(Jake Auchincloss, member of political party, Democratic)", "(Shakespeare & Company, located in the administrative territorial entity, Lenox)", "(ballot measure in 2012, point in time, 2012)", "(John Kerry, position held, President of the United States)", "(Intolerable Acts, point in time, 1774)", "(Governor, applies to jurisdiction, Massachusetts)", "(John Thomas, sport, track & field)", "(Central Artery, part of, Big Dig)", "(Boston Medical Center, located in the administrative territorial entity, Massachusetts)", "(Joseph P. Kennedy Sr., child, John F. Kennedy)", "(Charlie Baker, position held, Massachusetts governor)", "(Salem witch trials, located in the administrative territorial entity, Salem)", "(Appalachian Trail, located in the administrative territorial entity, Massachusetts)", "(Native American, country, Massachusetts)", "(American Tower, instance of, Fortune 500)", "(Maine, located in the administrative territorial entity, Province of Massachusetts Bay)", "(Yankee, located in the administrative territorial entity, Massachusetts)", "(Massachusetts Bay, tributary, Charles River)", "(General Electric, instance of, Fortune 500)", "(Middlesex, located in the administrative territorial entity, Massachusetts)", "(Massachusetts Port Authority of Boston, located in the administrative territorial entity, Massachusetts)", "(Massachusetts House of Representatives, part of, legislature of Massachusetts)", "(Protestants, subclass of, Christians)", "(Lowell, located in, Massachusetts)", "(Continental Army, founded by, George Washington)", "(Tip O'Neill, position held, Speaker of the House)", "(Super Bowl, winner, New England Patriots)", "(Massachusetts, contains administrative territorial entity, Hampden)", "(Biogen, instance of, Fortune 500)", "(Chinatown, located in the administrative territorial entity, Manhattan)", "(Thermo Fisher Scientific, instance of, Fortune 500)", "(Greater Boston, located in the administrative territorial entity, Massachusetts)", "(John Hancock, participant in, American Revolution)", "(Nantucket, part of, Cape Islands)", "(Massachusite, subclass of, traditional)", "(2016 Summer Olympics, point in time, 2016)", "(several noted transportation disasters, location, Nantucket)", "(Ed Markey, member of political party, Democrat)", "(Moby Dick, author, Herman Melville)", "(Nantucket Public Schools, located in the administrative territorial entity, Nantucket)", "(Elizabeth Warren, member of political party, Democrat)", "(Comprehensive Annual Financial Report, has part, Comprehensive Annual Financial Report)", "(Maria Mitchell Association, located in the administrative territorial entity, Nantucket)", "(Town and County of Nantucket, located in the administrative territorial entity, Massachusetts)", "(Chilmark, located in the administrative territorial entity, Dukes County)", "(wine and food festival, instance of, festival)", "(National Historic Landmark District, operator, National Park Service)", "(Puerto Rican, subclass of, Hispanic)", "(Mexican, subclass of, Hispanic)", "(ferry, subclass of, boat)", "(Nantucket CDP, instance of, census-designated place)", "(summer colony, located in the administrative territorial entity, Nantucket)", "(Gosnold, located in the administrative territorial entity, Dukes County)", "(Beaune, located in the administrative territorial entity, Côte d’Or)", "(Altar Rock, elevation above sea level, 100)", "(Comprehensive Annual Financial Report, part of, Comprehensive Annual Financial Report)", "(Nantucket, located in or next to body of water, ocean)", "(Dominican, subclass of, Hispanic)", "(Falmouth, located in the administrative territorial entity, Barnstable County)", "(Moby-Dick, characters, Starbuck)", "(literary, facet of, Nantucket)", "(Massachusetts, instance of, Commonwealth)", "(Bill Keating, member of political party, Democrat)", "(Northeastern, country, United States)", "(Saul's Hill, elevation above sea level, 102)", "(Great Fire, point in time, July 13, 1846)", "(Nantucket whaling industry, location, Nantucket Island)", "(Salvadoran, subclass of, Hispanic)", "(Nantucket, instance of, glacier)", "(American Revolutionary War, participant, Britain)", "(Edgartown, located in the administrative territorial entity, Dukes County)", "(dramatic, facet of, Nantucket)", "(Richard Gardner, father, Thomas Gardner)", "(Sankaty Head, elevation above sea level, 92)", "(epidemic of unknown origin, point in time, 1763)", "(English Nantucketers, located in the administrative territorial entity, Nantucket)", "(List of counties in Massachusetts, located in the administrative territorial entity, Massachusetts)", "(Republican, opposite of, Democratic)", "(Ahab, present in work, Moby-Dick)", "(Province of Massachusetts Bay, inception, October 17, 1691)", "(Nantucket Island School of Design & the Arts, located in the administrative territorial entity, Nantucket)", "(Samuel Adams, position held, Governor)", "(Maria Mitchell Association, different from, Nantucket Historical Association)", "(book festival, instance of, festival)", "(James Coffin, sibling, Peter Coffin)", "(Dylan Fernandes, member of political party, Democrat)", "(Nantucket places are listed, is a list of, National Register of Historic Places)", "(Nantucket Public Schools District, located in the administrative territorial entity, Nantucket)", "(Schools on the island, located in the administrative territorial entity, the island)", "(Massachusetts General Court, applies to jurisdiction, Commonwealth of Massachusetts)", "(Nehantucket tribe, located in the administrative territorial entity, Nantucket)", "(Cape Cod, located in the administrative territorial entity, Massachusetts)", "(Spaniard, subclass of, Hispanic)", "(Colombian, subclass of, Hispanic)", "(Peter Coffin, sibling, Tristram Coffin)", "(Herman Melville, notable work, Moby Dick)", "(Democrats, opposite of, Republicans)", "(Seastreak, located in the administrative territorial entity, Nantucket)", "(Lyndon Johnson, member of political party, Democratic)", "(Nantucket Memorial Airport, place served by transport hub, Nantucket)", "(Tristram Coffin, sibling, Peter Coffin)", "(Wampanoag, subclass of, Eastern Algonquian language)", "(Nantucket, located in or next to body of water, Atlantic Ocean)", "(renter-occupied, subclass of, housing unit)", "(2020 United States Census, point in time, 2020)", "(Aquinnah, located in the administrative territorial entity, Dukes County)", "(Nantucket, located in or next to body of water, Nantucket Sound)", "(Barnstable County, contains administrative territorial entity, Falmouth)", "(Republicans, opposite of, Democrats)", "(Massachusetts, contains administrative territorial entity, Town and County of Nantucket)", "(Wampanoag, subclass of, Native Americans)", "(Starbuck, present in work, Moby-Dick)", "(historical, facet of, Nantucket)", "(George Orwell, notable work, Nineteen Eighty-Four)", "(Guatemalan, subclass of, Hispanic)", "(Massachusetts Constitution, applies to jurisdiction, Commonwealth of Massachusetts)", "(comedy festival, instance of, festival)", "(Nantucket Railroad, located in the administrative territorial entity, Nantucket)", "(Nineteen Eighty-Four, author, George Orwell)", "(daffodil festival, instance of, festival)", "(Moby-Dick, author, Herman Melville)", "(African American, subclass of, white)", "(owner-occupied, subclass of, housing unit)", "(Herman Melville, notable work, Moby-Dick)", "(Nantucket Whaling Museum, located in the administrative territorial entity, Nantucket)", "(Nantucket, located in the administrative territorial entity, Town and County of Nantucket)", "(James Coffin, sibling, Tristram Coffin)", "(Democratic, opposite of, Republican)", "(Nantucket Historical Association, different from, Maria Mitchell Association)", "(median income, subclass of, per capita income)", "(House of Representatives, applies to jurisdiction, Commonwealth of Massachusetts)", "(Moby-Dick, characters, Ahab)", "(Nantucket County, country, US)", "(Indigenous People's Day, different from, Columbus Day)", "(Thomas Gardner, child, Richard Gardner)", "(Nantucket, country, United States)", "(airport, operator, Nantucket Regional Transit Authority)", "(Nantucket, inception, 1659)", "(Spanish, subclass of, Hispanic)", "(Nantucket, heritage designation, National Historic Landmark District)", "(Peter Coffin, sibling, James Coffin)", "(Town and County of Nantucket, contains administrative territorial entity, Nantucket)", "(cranberry festival, instance of, festival)", "(Tristram Coffin, sibling, James Coffin)", "(2016 Summer Olympics, point in time, 2016)", "(The Ghost, publication date, 2007)", "(Rhode Island, shares border with, Massachusetts)", "(Chappaquiddick incident, point in time, July 18, 1969)", "(Province of New York, replaced by, Dominion of New England)", "(Hillary Clinton, child, Chelsea)", "(William Labov, field of work, sociolinguistics)", "(Benjamin Franklin, educated at, Harvard)", "(Ashley Inn, instance of, bed and breakfast)", "(Köppen climate classification, has part, oceanic climate)", "(Edgartown, part of, down-Island towns)", "(the state, contains administrative territorial entity, Martha's Vineyard)", "(Lauren Bessette, mother, Carolyn Bessette)", "(Martha's Vineyard, maintained by, United States Board on Geographic Names)", "(JetBlue, airline hub, Kennedy Airport)", "(select board, applies to jurisdiction, Martha's Vineyard)", "(summer season, has part, summer)", "(water treatment, part of, waste management)", "(Northeastern U.S., country, United States)", "(Bartholomew Gosnold, participant in, first recorded European expedition to Cape Cod in 1602)", "(Caleb's Crossing, narrative location, Martha's Vineyard)", "(Aquinnah, part of, \"Down-Island\" towns)", "(Northeastern, country, United States)", "(Nomans Land, located in the administrative territorial entity, Dukes County, Massachusetts)", "(summer season, part of, summer)", "(Oak Bluffs, part of, \"Down-Island\" towns)", "(Bill Clinton, spouse, Hillary Clinton)", "(The Ghost, author, Robert Harris)", "(Tony Horwitz, spouse, Geraldine Brooks)", "(Geraldine Brooks, spouse, Tony Horwitz)", "(Martha's Vineyard Public Schools, located in the administrative territorial entity, Martha's Vineyard)", "(humid subtropical climate, instance of, Köppen climate classification)", "(Chappaquiddick incident, location, Chappaquiddick Island)", "(Matthew Mayhew, sibling, John Mayhew)", "(John F. Kennedy Jr., sibling, Lauren Bessette)", "(Carolyn Bessette, spouse, John F. Kennedy Jr.)", "(Martha's Vineyard Commission, located in the administrative territorial entity, Martha's Vineyard)", "(Edgartown's Darker Side, published in, Boston Globe)", "(Martha's Vineyard, language used, Massachusett language)", "(Köppen climate classification, has part, humid continental climate)", "(Harthaven, located in the administrative territorial entity, Woods Hole)", "(Commonwealth of Massachusetts, legislative body, Massachusetts General Court)", "(Katie West, date of death, 1952)", "(Jaws, cast member, Jay Mello)", "(John F. Kennedy Jr., date of death, July 16, 1999)", "(Dominion of New England, replaces, Province of New York)", "(Edgartown, Massachusetts, inception, 1642)", "(Ocean Heights, located in the administrative territorial entity, Woods Hole)", "(1941, point in time, 1941)", "(Sussex, shares border with, Kent)", "(Hillary Clinton, spouse, Bill Clinton)", "(Massachusetts General Court, applies to jurisdiction, Commonwealth of Massachusetts)", "(Chelsea, mother, Hillary Clinton)", "(Lauren Bessette, date of death, July 16, 1999)", "(Martha's Vineyard, located in the administrative territorial entity, the state)", "(John Mayhew, sibling, Matthew Mayhew)", "(Martha's Vineyard Sign Language, instance of, sign language)", "(heath hen, parent taxon, greater prairie chicken)", "(Florida governor, officeholder, Ron DeSantis)", "(West Tisbury, part of, \"Down-Island\" towns)", "(Bill Clinton, child, Chelsea)", "(Dukes County, contains administrative territorial entity, Dukes)", "(Chilmark, part of, \"Down-Island\" towns)", "(Underground Railroad Site, operator, National Park Service)", "(The Inkwell, director, Matty Rich)", "(Spring, opposite of, fall)", "(Carolyn Bessette, child, Lauren Bessette)", "(sociolinguistics, subclass of, linguist)", "(John Belushi, date of death, March 5, 1982)", "(John F. Kennedy Jr., spouse, Carolyn Bessette)", "(Kent, shares border with, Sussex)", "(Tisbury, part of, \"Down-Island\" towns)", "(Aquinnah, located in or next to body of water, Atlantic Ocean)", "(humid continental climate, instance of, Köppen climate classification)", "(summer, has part, summer season)", "(Massachusetts, shares border with, Rhode Island)", "(East 35th Street ferry terminal, located in the administrative territorial entity, Manhattan)", "(Pequot House, instance of, bed and breakfast)", "(Nantucket County, Massachusetts, inception, 1691)", "(Robert Harris, notable work, The Ghost)", "(Edgartown, part of, \"Down-Island\" towns)", "(Martha's Vineyard Regional High School, located in the administrative territorial entity, Oak Bluffs)", "(Martha's Vineyard Transit Authority, instance of, Bus service)", "(Lauren Bessette, sibling, John F. Kennedy Jr.)", "(Martha's Vineyard Community Services, founded by, Dr. Milton Mazer)", "(Elizabeth Islands, located in the administrative territorial entity, Dukes County, Massachusetts)", "(winter, opposite of, summer)", "(Oak Bluffs Inn, instance of, bed and breakfast)", "(Caleb Cheeshahteaumauk, educated at, Harvard)", "(Flying Horses Carousel, located in the administrative territorial entity, Oak Bluffs)", "(Old Colony railroad, located in the administrative territorial entity, Woods Hole)", "(Chicama Vineyards, dissolved, abolished or demolished date, August 10, 2008)", "(Dukes, located in the administrative territorial entity, Dukes County)", "(first recorded European expedition to Cape Cod in 1602, participant, Bartholomew Gosnold)", "(summer, opposite of, winter)", "(Dukes County, Massachusetts, inception, 1691)", "(1960s, point in time, 1960)", "(Köppen climate classification, has part, humid subtropical climate)", "(Television, subclass of, broadcast)", "(Possible Dreams Auction, instance of, fundraisers)", "(Thaxter Academy, inception, 1825)", "(Beach Plum Inn, instance of, bed and breakfast)", "(Martha's Vineyard, located in the administrative territorial entity, Dukes County, Massachusetts)", "(New England Colonies, has part, Rhode Island)", "(oceanic climate, instance of, Köppen climate classification)", "(Jaws, director, Steven Spielberg)", "(Jaws, cast member, Christopher Rebello)", "(Ron DeSantis, position held, Florida governor)", "(fall, opposite of, Spring)", "(Chelsea, father, Bill Clinton)", "(1945, point in time, 1945)", "(Jaws, cast member, Lee Fierro)", "(Martha's Vineyard, instance of, island)", "(Fox Mulder, present in work, The X-Files)", "(John Belushi, place of burial, Abel's Hill Cemetery)", "(Cape Air, airline hub, Martha's Vineyard Airport)"]