["(Lost, has part, fourth season)", "(2016 Summer Olympics, point in time, 2016)", "(Martin, sibling, Rose)", "(Prince Rilian, father, Caspian)", "(Kidrash Tarkaan, present in work, The Horse and His Boy)", "(The Lion, the Witch, and the Wardrobe, characters, White Witch)", "(adapted for television, based on, The Chronicles of Narnia)", "(Ann, sibling, Martin)", "(Martin, sibling, Ann)", "(The Chronicles of Narnia: The Lion, the Witch and the Wardrobe, screenwriter, Stephen McFeely)", "(Edmund, present in work, The Voyage of the Dawn Treader)", "(Charlotte Staples Lewis, named after, C. S. Lewis)", "(The Voyage of the Dawn Treader, part of the series, The Chronicles)", "(Pevensie children, present in work, The Lion, the Witch and the Wardrobe)", "(HarperCollins, follows, Macmillan)", "(female, opposite of, male)", "(No Reservations, presenter, Anthony Bourdain)", "(Caspian, present in work, The Voyage of the Dawn Treader)", "(fourth season, part of the series, Lost)", "(The Magician's Nephew, followed by, The Last Battle)", "(The Silver Chair, characters, Jill Pole)", "(Jesus Christ, said to be the same as, Aslan)", "(The Place of the Lion, author, Charles Williams)", "(The Silver Chair, author, Lewis)", "(The Lion, the Witch and the Wardrobe, characters, The Professor)", "(Duessa, creator, Edmund Spenser)", "(anti-Arab, instance of, stereotypes)", "(The Lion, the Witch and the Wardrobe, publication date, 16 October 1950)", "(The Lion, the Witch and the Wardrobe, screenwriter, Stephen McFeely)", "(Eustace Clarence Scrubb, present in work, The Silver Chair)", "(Peter, sibling, Rose)", "(The Chronicles, author, Lewis)", "(dark skin, said to be the same as, ugliness)", "(Pevensie children, present in work, The Voyage of the Dawn Treader)", "(The Magician's Nephew, part of the series, The Chronicles of Narnia)", "(The Voyage of the Dawn Treader, language of work or name, Old Irish)", "(Inferno, author, Dante)", "(Narnian stories, characters, Aslan)", "(Aravis, present in work, The Horse and His Boy)", "(The Lion, the Witch and the Wardrobe, characters, Lucy Pevensie)", "(Prince Caspian, present in work, The Lion, the Witch, and the Wardrobe)", "(The Lion, the Witch and the Wardrobe, publication date, March 1949)", "(Ann, sibling, Peter)", "(Narnia, located in the administrative territorial entity, Umbria)", "(Prince Caspian, present in work, The Voyage of the Dawn Treader)", "(The Lion, the Witch, and the Wardrobe, characters, Aslan)", "(Tumnus, present, The Last Battle)", "(Aslan, present in work, The Magician's Nephew)", "(Jill Pole, present in work, The Silver Chair)", "(Calormen, present in work, The Voyage of the Dawn Treader)", "(The Magician's Nephew, publication date, 1954)", "(Faerie Queene, author, Edmund Spenser)", "(Gregg Easterbrook, employer, The Atlantic)", "(Aslan, present in work, The Lion, the Witch, and the Wardrobe)", "(Trumpkin the Dwarf, present in work, The Voyage of the Dawn Treader)", "(Talking Ape, has part, Talking Beasts)", "(The Lion, the Witch and the Wardrobe, screenwriter, Trevor Preston)", "(The Voyage of the Dawn Treader, part of, The Chronicles)", "(ugliness, said to be the same as, dark skin)", "(The Lion, the Witch and the Wardrobe, characters, Pevensie children)", "(Puddleglum, present in work, The Silver Chair)", "(C. S. Lewis, notable work, The Voyage of the Dawn Treader)", "(occultism, subclass of, paganism)", "(The Magician's Nephew, characters, Aslan)", "(The Last Battle, publication date, 4 September 1956)", "(Best Children's Programme (Entertainment/Drama), conferred by, BAFTA)", "(Philip Pullman, notable work, Narnia)", "(Lucy Pevensie, present in work, The Voyage of the Dawn Treader)", "(Rose, sibling, Martin)", "(modes suitable to their condition, part of, The universe)", "(Prince Rilian, present in work, The Silver Chair)", "(The Voyage of the Dawn Treader, follows, Prince Caspian)", "(Calormen, present in work, The Horse and His Boy)", "(Edmund, present in work, The Lion, the Witch and the Wardrobe)", "(Narni, country, Italy)", "(Narnia books, characters, Cinderella)", "(The Chronicles, has part, The Horse and His Boy)", "(The Chronicles, characters, Aslan)", "(White Witch, present in work, The Lion, the Witch, and the Wardrobe)", "(appearances, facet of, film)", "(The Voyage of the Dawn Treader, characters, Prince Caspian)", "(The Chronicles of Narnia, has part, The Lion, the Witch and the Wardrobe)", "(Narnia series, author, C. S. Lewis)", "(The Lion, the Witch and the Wardrobe, screenwriter, Ann Peacock)", "(Planet Narnia, author, Michael Ward)", "(The Magician's Nephew, author, C. S. Lewis)", "(Lucy Pevensie, present in work, The Lion, the Witch and the Wardrobe)", "(Miraz, sibling, Prince Caspian)", "(anti-Ottoman, instance of, stereotypes)", "(male, opposite of, female)", "(Eustace Scrubb, present in work, The Voyage of the Dawn Treader)", "(Prince Caspian, followed by, The Voyage of the Dawn Treader)", "(The Place of the Lion, publication date, 1931)", "(Narnia, characters, Aslan)", "(Shift, instance of, Talking Ape)", "(The Voyage of the Dawn Treader, characters, Edmund)", "(Susan, present in work, The Lion, the Witch, and the Wardrobe)", "(Jadis, present in work, The Magician's Nephew)", "(The Lion, the Witch and the Wardrobe, characters, Edmund)", "(The Lion, the Witch and the Wardrobe, director, Andrew Adamson)", "(The Silver Chair, part of the series, The Chronicles)", "(The Last Battle, characters, Susan Pevensie)", "(Telmar, present in work, The Voyage of the Dawn Treader)", "(Susan Cornell Poskanzer, notable work, The Chronicles of Narnia)", "(The Chronicles of Narnia, author, C. S. Lewis)", "(Aslan, present in work, Narnian stories)", "(Chronicles of Narnia, language of work or name, Braille)", "(Aslan, said to be the same as, Jesus Christ)", "(J. K. Rowling, notable work, Harry Potter)", "(Narnia, present in work, The Voyage of the Dawn Treader)", "(Eve, father, Adam)", "(The Lion, the Witch and the Wardrobe, screenwriter, Christopher Markus)", "(The Chronicles of Narnia: The Lion, the Witch and the Wardrobe, production company, Walden Media)", "(heroic, opposite of, masculine)", "(The Chronicles of Narnia, has part, The Voyage of the Dawn Treader)", "(Pakkins' Land, author, Rhoda Shipman)", "(World War II, start time, 2 September 1939)", "(Charles Williams, notable work, The Place of the Lion)", "(Susan, present in work, The Lion, the Witch and the Wardrobe)", "(The Magician's Nephew, characters, Digory Kirke)", "(Duessa, present in work, Faerie Queene)", "(Philip Pullman, notable work, His Dark Materials)", "(Peter, sibling, Ann)", "(Jadis, present in work, The Lion, the Witch, and the Wardrobe)", "(Rabadash, spouse, Queen Susan of Narnia)", "(The Chronicles, has part, the Witch, and the Wardrobe)", "(The Voyage of the Dawn Treader, part of the series, The Chronicles of Narnia)", "(The Lion, the Witch and the Wardrobe, composer, Shaun Davey)", "(Joseph Campbell, notable work, The Hero with a Thousand Faces)", "(The Chronicles, has part, The Voyage of the Dawn Treader)", "(Calormene, present in work, Narnia)", "(The Lion, the Witch and the Wardrobe, characters, Susan)", "(The Horse and His Boy, part of the series, Narnia)", "(The Chronicles, has part, The Magician's Nephew)", "(Lewis, notable work, The Chronicles)", "(2008 Summer Olympics, point in time, 2008)", "(The Horse and His Boy, characters, Shasta)", "(Digimon, based on, The Chronicles of Narnia)", "(Rabadash, present in work, The Horse and His Boy)", "(Oracle, author, Greg Egan)", "(Eustace Clarence Scrubb, present in work, The Voyage of the Dawn Treader)", "(The Silver Chair, characters, Trumpkin the Dwarf)", "(fourth Narnia film, production company, Entertainment One)", "(BBC, owner of, BBC Radio 4)", "(Martin, sibling, Peter)", "(Macmillan Publishers, followed by, HarperCollins)", "(The Lion, the Witch, and the Wardrobe, characters, Prince Caspian)", "(The Silver Chair, publication date, 7 September 1953)", "(Lucy, present in work, The Lion, the Witch, and the Wardrobe)", "(Tumnus, present in work, The Last Battle)", "(Trumpkin the Dwarf, present in work, The Silver Chair)", "(The Silver Chair, characters, Puddleglum)", "(Pakkins' Land, author, Gary)", "(Polly Plummer, present in work, The Magician's Nephew)", "(Archenland, present in work, The Voyage of the Dawn Treader)", "(Prince Caspian, father, Caspian IX)", "(The Chronicles of Narnia, genre, portal fantasy)", "(Terebinthia, present in work, The Voyage of the Dawn Treader)", "(The Magicians, author, Lev Grossman)", "(The Lion, the Witch and the Wardrobe, part of the series, The Chronicles of Narnia)", "(The Lion, the Witch, and the Wardrobe, characters, Susan)", "(Planet Narnia, publication date, 2008)", "(Harry Potter, author, J. K. Rowling)", "(Dante, notable work, Divine Comedy)", "(Prince Caspian, part of the series, The Chronicles of Narnia)", "(Maugrim, present in work, The Lion, the Witch, and the Wardrobe)", "(Bree, present in work, The Horse and His Boy)", "(The Chronicles of Narnia: The Lion, the Witch and the Wardrobe, screenwriter, Ann Peacock)", "(Jadis, present in work, The Witch and the Wardrobe)", "(The Last Battle, author, C. S. Lewis)", "(The Last Battle, characters, Jill Pole)", "(The Last Battle, part of the series, The Chronicles)", "(Edmund Spenser, notable work, Faerie Queene)", "(Imram, author, J. R. R. Tolkien)", "(Cinderella, present in work, Narnia books)", "(Narnia, characters, Talking Horse)", "(The Last Battle, author, Lewis)", "(The Voyage of the Dawn Treader, author, C. S. Lewis)", "(The Horse and His Boy, part of, The Chronicles)", "(The Lion, the Witch, and the Wardrobe, characters, Edmund the Just)", "(Digory Kirke, present in work, The Magician's Nephew)", "(The Professor, present in work, The Lion, the Witch and the Wardrobe)", "(Reepicheep, present in work, The Voyage of the Dawn Treader)", "(His Dark Materials, author, Philip Pullman)", "(The Voyage of the Dawn Treader, followed by, The Horse and His Boy)", "(Aslan, present in work, The Chronicles)", "(The Voyage of the Dawn Treader, publication date, 15 September 1952)", "(Adam, child, Eve)", "(The Lion, the Witch and the Wardrobe, characters, Peter)", "(The Voyage of the Dawn Treader, characters, Lucy Pevensie)", "(Space Trilogy, has part, The Discarded Image)", "(The Lion, the Witch, and the Wardrobe, characters, Lucy)", "(The Voyage of the Dawn Treader, characters, Reepicheep)", "(The Magician's Nephew, characters, Jadis)", "(The Chronicles, has part, Prince Caspian)", "(Prince Caspian, sibling, Miraz)", "(Divine Comedy, author, Dante)", "(The Chronicles, has part, The Last Battle)", "(Talking Beasts, part of, Talking Ape)", "(Radio Theatre, original broadcaster, Focus on the Family)", "(The Horse and His Boy, follows, The Voyage of the Dawn Treader)", "(The Lion, the Witch and the Wardrobe, different from, The Magician's Nephew)", "(The Magician's Nephew, different from, The Lion, the Witch and the Wardrobe)", "(Chronicles of Narnia, genre, children's literature)", "(The Lion, the Witch and the Wardrobe, director, Helen Standage)", "(Rose, sibling, Ann)", "(Rose, sibling, Peter)", "(Nazi Germany, participant in, World War II)", "(The Chronicles of Narnia: The Lion, the Witch and the Wardrobe, screenwriter, Christopher Markus)", "(Peter, present in work, The Lion, the Witch and the Wardrobe)", "(Macmillan, followed by, HarperCollins)", "(2005 HarperCollins adult editions, publication date, 2005)", "(Queen Susan of Narnia, spouse, Rabadash)", "(The Voyage of the Dawn Treader, characters, Eustace Scrubb)", "(Eustace Clarence Scrubb, present in work, The Last Battle)", "(Phantastes, author, George MacDonald)", "(Polly Plummer, present in work, The Last Battle)", "(Lev Grossman, notable work, The Magicians)", "(Prince Rilian, present in work, The Voyage of the Dawn Treader)", "(Gary, spouse, Rhoda Shipman)", "(The Chronicles of Narnia: The Lion, the Witch and the Wardrobe, director, Andrew Adamson)", "(The Voyage of the Dawn Treader, author, J. R. R. Tolkien)", "(The Chronicles of Narnia, has part, seven books)", "(Tumnus, present in work, The Lion, the Witch and the Wardrobe)", "(Susan Pevensie, present in work, The Last Battle)", "(Narnia, author, Philip Pullman)", "(The Problem of Susan, author, Neil Gaiman)", "(The Logos Theater, located in the administrative territorial entity, Taylors, South Carolina)", "(Prince Caspian, present in work, The Lion, the Witch and the Wardrobe)", "(The Chronicles, has part, The Silver Chair)", "(Shasta, present in work, The Horse and His Boy)", "(Faerie Queene, characters, Duessa)", "(Dante, notable work, Inferno)", "(The Lion, depicts, Faun)", "(Ann, sibling, Rose)", "(HarperCollins, follows, Macmillan Publishers)", "(The Silver Chair, characters, Prince Rilian)", "(Room to Roam, performer, The Waterboys)", "(adaptations of the entire series, distributed by, Netflix)", "(The Magician's Nephew, part of, The Chronicles)", "(The Lion, the Witch and the Wardrobe, author, Geoffrey Bles)", "(Fables, author, Bill Willingham)", "(The Magician's Nephew, part of the series, Narnia)", "(The Chronicles of Narnia, genre, children's literature)", "(Caspian, child, Prince Rilian)", "(Edith Nesbit, notable work, The Story of the Amulet)", "(Shift, present in work, Narnia)", "(The Lion, the Witch and the Wardrobe, has part, It All Began with a Picture)", "(The Story of the Amulet, author, Edith Nesbit)", "(Talking Horse, present in work, Narnia)", "(film, has part, appearances)", "(Rhoda Shipman, spouse, Gary)", "(Terebinthia, present in work, Prince Caspian)", "(The Magician's Nephew, publisher, The Bodley Head)", "(The Voyage of the Dawn Treader, characters, Caspian)", "(The Lion, the Witch and the Wardrobe, characters, Aslan)", "(Tumnus, present in work, The Horse and His Boy)", "(The Lion, the Witch, and the Wardrobe, characters, Jadis)", "(Caspian IX, child, Prince Caspian)", "(The Hero with a Thousand Faces, author, Joseph Campbell)", "(Lost, creator, Damon Lindelof)", "(The Horse and His Boy, publication date, 6 September 1954)", "(The Lion, the Witch and the Wardrobe, characters, Prince Caspian)", "(Peter, sibling, Martin)", "(The Chronicles of Narnia, has part, The Magician's Nephew)", "(Edmund the Just, present in work, The Lion, the Witch, and the Wardrobe)", "(Caspian, present in work, The Silver Chair)", "(Prince Rilian, present in work, The Last Battle)", "(The Last Battle, part of the series, The Chronicles of Narnia)", "(It All Began with a Picture, part of, The Lion, the Witch and the Wardrobe)", "(The Lion, the Witch and the Wardrobe, production company, Walden Media)", "(BBC Radio 4, owned by, BBC)", "(The Lion, the Witch and the Wardrobe, instance of, stage adaptation)", "(Douglas Gresham, employer, Walden Media)", "(The Chronicles of Narnia, has part, The Last Battle)", "(Aslan, based on, Jesus Christ)", "(It All Began with a Picture, author, C. S. Lewis)", "(Narnia, characters, Calormene)", "(The Lion, the Witch and the Wardrobe, publication date, 1979)", "(Aslan, present in work, The Lion, the Witch and the Wardrobe)", "(Jill Pole, present in work, The Last Battle)", "(Aslan, present in work, Narnia)", "(The Silver Chair, characters, Caspian)", "(The Lion, the Witch, and the Wardrobe, characters, Maugrim)", "(The Chronicles, has part, The Lion)", "(Imagination and the Arts in C. S. Lewis, author, Peter Schakel)", "(solar midnight, subclass of, twilights)", "(solar noon, part of, winter solstice)", "(midnight's latitude, said to be the same as, midnight)", "(winter, opposite of, summer)", "(Sabbath eve, different from, Sabbath day)", "(military, field of this occupation, military operations)", "(horizon, different from, horizon)", "(Fajr, part of, Islam)", "(North Pole, opposite of, South Pole)", "(evening twilight, followed by, morning twilight)", "(Sabbath day, different from, Sabbath eve)", "(Tropic of Capricorn, shares border with, Tropic of Cancer)", "(Solar noon, part of, nautical twilight)", "(Solar noon, part of, civil twilight)", "(civil dusk, opposite of, civil dawn)", "(polar night, subclass of, night)", "(South Pole, opposite of, North Pole)", "(sunrise, opposite of, sunset)", "(sunset, followed by, sunrise)", "(summer, opposite of, winter)", "(sunset, opposite of, sunrise)", "(Nunavut, country, Canada)", "(upper atmosphere, part of, Earth)", "(dawn, opposite of, dusk)", "(horizon, facet of, Sun)", "(American Air Almanac, country, US)", "(dawn, opposite of, sunset)", "(military operations, practiced by, military)", "(sunset, different from, dusk)", "(sunrise, follows, sunset)", "(dusk, different from, sunset)", "(civil twilight, subclass of, Twilight)", "(Southern Hemisphere, opposite of, Northern Hemisphere)", "(Alert, country, Canada)", "(Tropic of Cancer, shares border with, Tropic of Capricorn)", "(civil dawn, opposite of, civil dusk)", "(Hiranyakashipu, instance of, asura)", "(astronomical twilight, subclass of, Twilight)", "(crepuscular, instance of, collateral adjective)", "(Northern Hemisphere, opposite of, Southern Hemisphere)", "(morning twilight, follows, evening twilight)", "(sunset, opposite of, dawn)", "(Maghrib, part of, Islam)", "(nautical twilight, subclass of, Twilight)", "(lower atmosphere, part of, Earth)", "(Canada, contains administrative territorial entity, Nunavut)", "(winter solstice, part of, wintertime)", "(midnight, said to be the same as, midnight's latitude)", "(Earth, has part, lower atmosphere)", "(Solar noon, part of, astronomical twilight)", "(Alert, located in the administrative territorial entity, Nunavut)", "(Earth, has part, upper atmosphere)", "(distinguish general outlines, subclass of, human eye)", "(astronomical dusk, followed by, astronomical dawn)", "(astronomical dawn, follows, astronomical dusk)", "(dusk, opposite of, dawn)"]