["(2016 Summer Olympics, point in time, 2016)", "(2014, followed by, 2015)", "(2000 presidential election, successful candidate, George W. Bush)", "(Nobel Peace Prize, winner, IPCC)", "(Charity Hospital, located in the administrative territorial entity, New Orleans)", "(An Inconvenient Sequel: Truth to Power, follows, An Inconvenient Truth)", "(2000 presidential election, follows, 1996)", "(2004 presidential election, candidate, Howard Dean)", "(Albert Arnold Gore Jr., place of birth, Washington, D.C.)", "(Al, spouse, Tipper)", "(Byrd–Hagel Resolution, legislated by, Senate)", "(Biên Hòa, country, Vietnam)", "(World War II, follows, World War I)", "(Vanderbilt University, has part, Divinity School)", "(Nancy LaFon Gore, spouse, Albert Gore Sr.)", "(Arlington County, located in the administrative territorial entity, Virginia)", "(Democratic National Convention, point in time, 2016)", "(Harvard University, subsidiary, John F. Kennedy School of Government)", "(Albert Gore Sr., spouse, Nancy LaFon Gore)", "(Saddam Hussein, conflict, Gulf War)", "(Karenna Gore, sibling, Albert Arnold Gore III)", "(Al Gore, candidacy in election, 1996 presidential campaign)", "(U.S. Congress, has part, Senate)", "(Tipper, spouse, Al)", "(1988, candidate, Dick Gephardt)", "(Generation Investment Management, inception, 2004)", "(Jack Kemp, member of political party, Republican)", "(Lewinsky scandal, participant, Monica Lewinsky)", "(Sarah LaFon Gore, sibling, Karenna Gore)", "(Karenna Gore, sibling, Sarah LaFon Gore)", "(Senate, part of, U.S. Congress)", "(first congressional hearings on the climate change, and co-sponsor[ed] hearings on toxic waste and global warming, point in time, 1976)", "(Late Show with David Letterman, has part, Letterman's Top 10 List)", "(Al Gore, position held, vice president)", "(reelection campaign, successful candidate, Ronald Reagan)", "(Mahatma Gandhi, significant event, 150th birth anniversary)", "(ARPANET, discoverer or inventor, Leonard Kleinrock)", "(Bill Clinton, spouse, Hillary)", "(Albert Arnold Gore Jr., father, Albert Gore Sr.)", "(1981, point in time, 1981)", "(Joe Biden, candidacy in election, 1988)", "(Jesse Jackson, candidacy in election, 1988)", "(announced his candidacy for president, location, Carthage, Tennessee)", "(Alliance for Climate Protection, replaced by, We Campaign)", "(2000 presidential election, candidate, Arnold Gore)", "(1992, candidate, Dan Quayle)", "(Bob Dole, member of political party, Republican)", "(Democratic presidential primaries of 2016, candidate, Hillary Clinton)", "(Dick Gephardt, candidacy in election, 1988)", "(John F. Kennedy, position held, Vice Presidential)", "(Michael Dukakis, candidacy in election, 1988)", "(vegan, instance of, diet)", "(Albert Arnold Gore III, sibling, Karenna Gore)", "(invasion of Iraq, point in time, 2002)", "(Supercomputer Network Study Act of 1986, point in time, 1986)", "(1988, candidate, Gary Hart)", "(Vanderbilt University, has part, Law School)", "(Pigeon River, located in the administrative territorial entity, North Carolina)", "(Katherine Harris, position held, Secretary of State)", "(Congressional Clearinghouse on the Future, founded by, Newt Gingrich)", "(Albert, father, Al)", "(Hillary Clinton, candidacy in election, Democratic presidential primaries of 2016)", "(Albert Gore Sr., child, Albert Arnold Gore Jr.)", "(Howard Dean, candidacy in election, 2004 presidential election)", "(1992, followed by, 1996)", "(Albert Arnold Gore Jr., date of birth, March 31, 1948)", "(Tommy Lee Jones, educated at, Harvard College)", "(Ed Koch, position held, New York City Mayor)", "(Rancho Santa Fe, located in the administrative territorial entity, California)", "(Profiles in Courage, author, John F. Kennedy)", "(Katherine Harris, member of political party, Republican)", "(2004 Democratic National Convention, point in time, 2004)", "(John F. Kennedy School of Government, part of, Harvard University)", "(Arnold Gore, member of political party, Democratic)", "(Gore's An Inconvenient Sequel, follows, An Inconvenient Truth)", "(Albert Arnold Gore Jr., sibling, Nancy LaFon Gore)", "(World War I, followed by, World War II)", "(Embassy Row, located in the administrative territorial entity, Washington D.C.)", "(three-day conference, point in time, 1990)", "(Albert, mother, Tipper)", "(1996 presidential campaign, candidate, Al Gore)", "(David Greenberg, employer, Rutgers University)", "(2000 presidential race, point in time, 2000)", "(An Inconvenient Truth, director, Davis Guggenheim)", "(Republican, opposite of, Democratic)", "(Newt Gingrich, position held, Speaker of the United States House of Representatives)", "(An Inconvenient Truth, award received, Academy Award for Best Documentary)", "(St. Albans School, located in the administrative territorial entity, Washington, D.C.)", "(1996, followed by, 2000 presidential election)", "(1996 presidential election, point in time, November 5, 1996)", "(Science and Technology committees, part of, Energy and Commerce)", "(Democratic National Convention, point in time, July 17, 1992)", "(George W. Bush, position held, president of the United States)", "(Nashville, legislative body, Metro Council)", "(Washington National Cathedral, located in the administrative territorial entity, Boston)", "(Tipper, child, Albert)", "(Al Gore, member of political party, Democratic Party)", "(Energy and Commerce, has part, Science and Technology committees)", "(Arnold Gore, position held, vice president of the United States)", "(Climate TRACE, inception, 2020)", "(Wieslaw Maslowski, field of work, oceanography)", "(4th congressional district, located in the administrative territorial entity, Tennessee)", "(1992, candidate, Clinton-Gore)", "(Metro Council, applies to jurisdiction, Nashville)", "(1996, candidate, Clinton-Gore)", "(House, part of, U.S. Congress)", "(Arnold Gore, date of birth, March 31, 1948)", "(Intergovernmental Panel on Climate Change, award received, Nobel Peace Prize)", "(We Campaign, replaces, Alliance for Climate Protection)", "(Nobel Peace Prize, winner, Intergovernmental Panel on Climate Change)", "(Clipper Chip, developer, National Security Agency)", "(An Inconvenient Truth, publication date, 2007)", "(Al Jazeera, country, Qatar)", "(Deep Space Climate Observatory, operator, NASA)", "(Arizona Presidential Primary, point in time, March 2000)", "(An Inconvenient Truth, followed by, An Inconvenient Sequel: Truth to Power)", "(2017 Sundance Film Festival, point in time, 2017)", "(her husband's, spouse, Tipper Gore)", "(1996 presidential campaign, candidate, Bill Clinton)", "(1988, candidate, Paul Simon)", "(1996, follows, 1992)", "(An Inconvenient Truth, followed by, Gore's An Inconvenient Sequel)", "(IPCC, field of work, climate change)", "(George W. Bush, candidacy in election, 2000 presidential election)", "(Roger Revelle, field of work, oceanographer)", "(Tipper, spouse, Hillary)", "(Current TV, country, Qatar)", "(Tipper Gore, spouse, her husband's)", "(Democratic National Convention of 1968, point in time, 1968)", "(Fourteenth Amendment, has part, Equal Protection Clause)", "(Internet, inception, 1983)", "(Divinity School, part of, Vanderbilt University)", "(Ronald Reagan, candidacy in election, reelection campaign)", "(Bill Clinton, member of political party, Democratic Party)", "(Bill Clinton, candidacy in election, 1996 presidential campaign)", "(Arnold Gore, candidacy in election, 2000 presidential election)", "(Leonard Kleinrock, employer, UCLA)", "(Equal Protection Clause, part of, Fourteenth Amendment)", "(Kyoto Protocol, instance of, greenhouse gas treaty)", "(Hillary, spouse, Bill Clinton)", "(Sarah LaFon Gore, sibling, Albert Arnold Gore III)", "(Albert Arnold Gore III, sibling, Sarah LaFon Gore)", "(2000 Democratic National Convention, point in time, 2000)", "(1988, candidate, Michael Dukakis)", "(Paul West, employer, The Baltimore Sun)", "(Al, child, Albert)", "(1992 United States presidential election, candidate, Bill Clinton)", "(Clinton-Gore, candidacy in election, 2000 presidential election)", "(Letterman's Top 10 List, part of, Late Show with David Letterman)", "(Gary Hart, candidacy in election, 1988)", "(Marsha Blackburn, residence, Tennessee)", "(1988, candidate, Joe Biden)", "(Democratic, opposite of, Republican)", "(2000 presidential election, candidate, Clinton-Gore)", "(facing re-election in 1970, point in time, 1970)", "(Hillary, spouse, Tipper)", "(Clinton-Gore, candidacy in election, 1996)", "(Clinton-Gore, candidacy in election, 1992)", "(ran for president in 2000, point in time, 2000)", "(2000 presidential election, candidate, George W. Bush)", "(Bill Clinton, candidacy in election, 1992 United States presidential election)", "(1988, office contested, President of the United States)", "(U.S. Congress, has part, House)", "(Hillary, position held, First Lady)", "(dot-com boom, facet of, information technology)", "(2021 United Nations Climate Change Conference, point in time, 2021)", "(150th birth anniversary, facet of, Mahatma Gandhi)", "(Law School, part of, Vanderbilt University)", "(September 11 attacks, has effect, September 11 attacks)", "(Fort Rucker, located in the administrative territorial entity, Alabama)", "(William Rehnquist, position held, Chief Justice of the United States)", "(announced his candidacy for president, point in time, June 16, 1999)", "(Nancy LaFon Gore, sibling, Albert Arnold Gore Jr.)", "(Richard Neustadt, educated at, Harvard)", "(2000 presidential election, office contested, president of the United States)", "(1988, candidate, Jesse Jackson)", "(Virginia, contains administrative territorial entity, Arlington County)"]