["(Amber Taylor, employer, The Atlantic)", "(Achilles, present in work, Iliad)", "(A Clash of Kings, part of the series, A Song of Ice and Fire)", "(2016 Summer Olympics, point in time, 2016)", "(Brotherhood Without Banners, inception, 2001)", "(GRRuMblers, inception, 2009)", "(Memory, Sorrow, and Thorn, author, Tad Williams)", "(The Winds of Winter, author, D. B. Weiss)", "(A Song of Ice and Fire, characters, Strong)", "(1996, point in time, 1996)", "(A Song of Ice and Fire, author, George R. R. Martin)", "(A Song of Ice and Fire, has part, A Feast For Crows)", "(Massacre of Glencoe, point in time, 1692)", "(Fire and Ice, author, Robert Frost)", "(A Feast For Crows, part, A Song of Ice and Fire)", "(Outstanding Supporting Actor in a Drama Series, instance of, Emmy Award)", "(second season, part of the series, Game of Thrones)", "(Aerys II, child, Daenerys Targaryen)", "(Aegon the Conqueror, child, Aenys I)", "(Hector, present in work, Iliad)", "(Daenerys, present in work, A Storm of Swords)", "(Dangerous Women, publisher, Tor Books)", "(100 most influential people in the world, conferred by, Time magazine)", "(Edward IV, father, Richard, 3rd Duke of York)", "(A Song of Ice and Fire, genre, medieval realism)", "(blog, author, George R. R. Martin)", "(Robert Jordan, notable work, A Song of Ice and Fire)", "(A Game of Thrones, followed by, A Clash of Kings)", "(Lannister, present in work, A Song of Ice and Fire)", "(A Song of Ice and Fire, author, Robert Jordan)", "(A Clash of Kings, part of the series, Game of Thrones)", "(Aenys I, sibling, Maegor I)", "(Game of Thrones, has part, second season)", "(The Hedge Knight, published in, Legends II)", "(Ned, spouse, Catelyn)", "(Tiberius, position held, Roman emperor)", "(A Feast for Crows, followed by, A Dance with Dragons)", "(Queen Cersei Lannister, child, Joffrey)", "(third book, followed by, A Feast for Crows)", "(The Wheel of Time, author, Robert Jordan)", "(Tyrion, present in work, A Storm of Swords)", "(Maegor I, sibling, Aenys I)", "(A Clash of Kings, follows, A Game of Thrones)", "(Legends II, has part, The Hedge Knight)", "(Wars of the Roses, author, Maurice Druon)", "(George R. R. Martin, genre, fantasy)", "(A Storm of Swords, followed by, A Feast for Crows)", "(A Storm of Swords, characters, Jon Snow)", "(Seven Kingdoms of Westeros, present in work, A Song of Ice and Fire)", "(Theon Greyjoy, present in work, The Winds of Winter)", "(third volumes, part of the series, A Game of Thrones)", "(Aegon the Conqueror, child, Maegor I)", "(George R. R. Martin, genre, epic fantasy)", "(Hugo Award for Best Novella, winner, Blood of the Dragon)", "(first installment, part of the series, A Game of Thrones)", "(Amazon Kindle, use, e-books)", "(blog, subclass of, website)", "(originally planned trilogy, has part, The Winds of Winter)", "(Game of Thrones, has part, pilot episode)", "(pilot episode, part of the series, Game of Thrones)", "(Benjen Stark, relative, Jon Snow)", "(Queen Cersei Lannister, sibling, Ser Jaime Lannister)", "(first novel, part of the series, A Song of Ice and Fire)", "(A Song of Ice and Fire, has part, A Clash of Kings)", "(Richard, 3rd Duke of York, child, Edward IV)", "(male characters, opposite of, female characters)", "(A Dance with Dragons, genre, George R. R. Martin)", "(orcs, subclass of, extras)", "(morality of violence, subclass of, Moral ambiguity)", "(A Feast for Crows, follows, third book)", "(2014, point in time, 2014)", "(House of the Dragon, start time, August 21, 2022)", "(Ptolemaic dynasty, country, Ancient Egypt)", "(A Song of Ice and Fire, instance of, narrative arc)", "(second, part of the series, A Game of Thrones)", "(The Accursed Kings, author, Maurice Druon)", "(finale, part of the series, Lost)", "(A Feast for Crows, follows, A Storm of Swords)", "(A Song of Ice and Fire, characters, Stark)", "(A Dance with Dragons, part of the series, A Song of Ice and Fire)", "(A Storm of Swords, follows, A Clash of Kings)", "(Lannister–Stark feud, part of, A Song of Ice and Fire)", "(Doorways, original broadcaster, ABC)", "(Legends II, publication date, 2003)", "(A Game of Thrones, production company, HBO)", "(A Clash of Kings, followed by, A Storm of Swords)", "(A Song of Ice and Fire series, has part, A Clash of Kings)", "(Tales of Dunk and Egg, based on, A Song of Ice and Fire)", "(The Winds of Winter, characters, Theon Greyjoy)", "(A Storm of Swords, part of the series, A Song of Ice and Fire)", "(A Song of Ice and Fire, characters, Arryn)", "(Catelyn, spouse, Ned)", "(Iliad, characters, Hector)", "(box-sets, subclass of, collectibles)", "(same-titled monthly comic, publisher, Dynamite Entertainment)", "(Viserys Targaryen, sibling, Daenerys Targaryen)", "(female characters, opposite of, male characters)", "(Maegor I, father, Aegon the Conqueror)", "(A Game of Thrones, based on, A Song of Ice and Fire)", "(A Song of Ice and Fire, has part, A Storm of Swords)", "(A Song of Ice and Fire, derivative work, A Game of Thrones)", "(Arryn, present in work, A Song of Ice and Fire)", "(Fire & Blood, publication date, November 20, 2018)", "(A Feast for Crows, publisher, Harper Voyager)", "(shapeshifting, subclass of, magic)", "(A Dance with Dragons, follows, A Feast for Crows)", "(A Dance with Dragons, follows, A Game of Thrones)", "(Jeff VanderMeer, employer, Los Angeles Times)", "(HBO, product or material produced, A Game of Thrones)", "(A Song of Ice and Fire, has part, A Game of Thrones)", "(Iliad, author, Homer)", "(Dangerous Women, publication date, 2013)", "(A Song of Ice and Fire, characters, Lannister)", "(Strong, present in work, A Song of Ice and Fire)", "(Daenerys Targaryen, part of, big six)", "(Ser Jaime Lannister, sibling, Queen Cersei Lannister)", "(WordStar, operating system, MS-DOS)", "(Outstanding Drama Series, instance of, Emmy Award)", "(A Storm of Swords, characters, Daenerys)", "(Robert Jordan, notable work, The Wheel of Time)", "(George R. R. Martin, notable work, A Song of Ice and Fire)", "(third-person perspective, subclass of, points of view)", "(Jon Snow, relative, Benjen Stark)", "(A Clash of Kings, part of the series, A Song of Ice and Fire series)", "(George R. R. Martin, notable work, blog)", "(big six, has part, Tyrion Lannister)", "(A Game of Thrones, author, George R. R. Martin)", "(Adam Serwer, employer, The Atlantic)", "(Jon Snow, part of, big six)", "(big six, has part, Daenerys Targaryen)", "(Robert Frost, notable work, Fire and Ice)", "(A Game of Thrones, followed by, A Dance with Dragons)", "(A Game of Thrones, part of the series, A Song of Ice and Fire)", "(Iliad, characters, Achilles)", "(A Feast for Crows, followed by, A Dance With Dragons)", "(Bran Stark, part of, big six)", "(Middle-earth, present in work, The Lord of the Rings)", "(Blood of the Dragon, award received, Hugo Award for Best Novella)", "(Daenerys Targaryen, sibling, Viserys Targaryen)", "(Homer, notable work, Iliad)", "(A Storm of Swords, publisher, Bantam Books)", "(A Dance with Dragons, genre, epic fantasy)", "(big six, has part, Jon Snow)", "(Joffrey, mother, Queen Cersei Lannister)", "(Outstanding Main Title Design, instance of, Emmy Award)", "(A Song of Ice and Fire, based on, The Lord of the Rings)", "(The Lord of the Rings, derivative work, A Song of Ice and Fire)", "(A Game of Thrones, genre, epic fantasy)", "(sixth season, part of the series, Game of Thrones)", "(Jon Snow, present in work, A Storm of Swords)", "(David Orr, employer, The New York Times)", "(2016 Guadalajara International Book Fair, point in time, 2016)", "(Tyrion Lannister, part of, big six)", "(Game of Thrones, has part, A Clash of Kings)", "(Aenys I, father, Aegon the Conqueror)", "(The Lord of the Rings, narrative location, Middle-earth)", "(Game of Thrones, has part, sixth season)", "(big six, has part, Bran Stark)", "(Stark, present in work, A Song of Ice and Fire)", "(Harper Voyager, country, UK)", "(William Faulkner, movement, gray characters)", "(A Song of Ice and Fire, has part, A Dance with Dragons)", "(Michael Hann, employer, The Guardian)", "(A Dance With Dragons, follows, A Feast for Crows)", "(A Song of Ice and Fire, genre, historical fantasy)", "(Aerys II \"the Mad King\" Targaryen, family, Targaryen dynasty)", "(big six, has part, Arya Stark)", "(A Dance with Dragons, publication date, 2011)", "(2003, point in time, 2003)", "(Tad Williams, notable work, Memory, Sorrow, and Thorn)", "(A Game of Thrones, narrative location, Dubuque)", "(A Storm of Swords, characters, Tyrion)", "(The Winds of Winter, part of the series, originally planned trilogy)", "(Daenerys Targaryen, father, Aerys II)", "(fourth book, followed by, fifth book)", "(comic book adaptation, instance of, derived works)", "(Joe Abercrombie, genre, Fantasy)", "(Arya Stark, part of, big six)", "(A Song of Ice and Fire, genre, epic fantasy)", "(fifth book, follows, fourth book)"]