["(fairy dust, facet of, fairy)", "(The Southern Vampire Mysteries, author, Charlaine Harris)", "(sexual desire, has effect, increased physical appearance)", "(Thunder Bolt, instance of, clans)", "(Claudine, occupation, fairy godmother)", "(United States, instance of, nations)", "(Eye, instance of, clans)", "(Sookie Stackhouse, present in work, True Blood)", "(Sookie Stackhouse, performer, Anna Paquin)", "(True Blood, after a work by, Charlaine Harris)", "(True Blood, based on, The Southern Vampire Mysteries)", "(Adele, spouse, Fintan)", "(TrueBlood, instance of, synthetic blood)", "(The Southern Vampire Mysteries, main subject, vampire)", "(angel, subclass of, supernatural being)", "(Dead Until Dark, part of the series, The Southern Vampire Mysteries)", "(True Blood, original broadcaster, HBO)", "(deceased humans, different from, risen from the dead)", "(packmaster, part of, pack)", "(fangs, part of, Vampire)", "(werewolf, subclass of, Weres and shapeshifters)", "(Claudine, present in work, Dead to the World)", "(The Southern Vampire Mysteries, has part, Dead to the World)", "(True Blood, cast member, Anna Paquin)", "(United Kingdom, instance of, nations)", "(Dead to the World, characters, Claudine)", "(Whale, instance of, clans)", "(Sookie, sibling, Jason)", "(Claudine, present in work, Fairy Dust)", "(Fintan, spouse, Adele)", "(smell, instance of, senses)", "(Dead Until Dark, author, Charlaine Harris)", "(Dead to the World, part of the series, The Southern Vampire Mysteries)", "(vision, instance of, senses)", "(Fangbanger, facet of, vampire)", "(Jason, sibling, Sookie)", "(Southern Vampire Mysteries, derivative work, True Blood)", "(True Blood, based on, Southern Vampire Mysteries)", "(Dead and Gone, part of the series, ninth book)", "(Fairy Dust, characters, Claudine)", "(Dead Ever After, publication date, May 14, 2012)", "(Muslim countries, subclass of, nations)", "(Italy, instance of, nations)", "(Feather, instance of, clans)", "(black market, subclass of, drug user)", "(Telepath, subclass of, humans)", "(Sookie, spouse, Sam)", "(Sam, spouse, Sookie)", "(risen from the dead, different from, deceased humans)", "(demon, subclass of, supernatural being)", "(enhanced physical appearance, has cause, sexual desire)", "(True Blood, characters, Sookie Stackhouse)", "(Charlaine Harris, award received, Anthony Award)", "(2016 Summer Olympics, point in time, 2016)", "(At the Edge of Time, performer, Blind Guardian)", "(Balthamel, place of death, Shayol Ghul)", "(43 New Spring and Eye of the World, publication date, February 2015)", "(The Eye of the World, author, Robert Jordan)", "(Be'lal, place of death, Shayol Ghul)", "(The Wheel of Time, has part, A Memory of Light)", "(The Eye of the World, characters, Matrim Cauthon)", "(Brandon Sanderson, notable work, A Memory of Light)", "(Shara, part of, Three-fold Land)", "(television, production company, Red Eagle Entertainment)", "(The Wheel of Time Companion, author, Harriet McDougal)", "(Wizards of the Coast, product or material produced, Dungeons & Dragons)", "(Moghedien, place of death, Shayol Ghul)", "(The World of Robert Jordan, part of the series, The Wheel of Time)", "(The Wheel of Time Companion, publisher, Tor Books)", "(The Eye of the World, publisher, Dabel Brothers)", "(The Gathering Storm, publisher, Tor Books)", "(The Eye of the World, cast member, Max Ryan)", "(high fantasy, subclass of, fantasy)", "(The Wheel of Time Companion, author, Maria Simons)", "(Origins of The Wheel of Time, author, Michael Livingston)", "(Asmodean, place of death, Shayol Ghul)", "(Graendal, place of death, Shayol Ghul)", "(The Wheel of Time, author, Robert Jordan)", "(New Spring, publisher, Dabel Brothers)", "(Amazon Prime Video, owned by, Amazon Studios)", "(The Wheel of Time, has part, Towers of Midnight)", "(Matrim Cauthon, present in work, The Eye of the World)", "(primary amyloidosis, has effect, cardiomyopathy)", "(Amazon Studios, product or material produced, Amazon Prime Video)", "(New Threads in the Pattern, part of the series, The Great Hunt)", "(Third Age, part of, Cycle)", "(War and Peace, author, Leo Tolstoy)", "(women, instance of, gender)", "(Storms of War, performer, Katana)", "(Mayene, instance of, city-states)", "(television series, based on, The Wheel of Time)", "(Wheel of Time, has part, A Memory of Light)", "(Crossroads of Twilight, followed by, Knife of Dreams)", "(A Memory of Light, publisher, Tor Books)", "(treesinging, instance of, Ogier)", "(The Eye of the World, distributed by, Universal Pictures)", "(The Wheel of Time Companion, publication date, 3 November 2015)", "(cardiomyopathy, has cause, primary amyloidosis)", "(Knife of Dreams, follows, Crossroads of Twilight)", "(Caemlyn, capital of, Andor)", "(Demandred, place of death, Shayol Ghul)", "(Tar Valon, instance of, city-states)", "(The Wheel of Time Companion, author, Alan Romanczuk)", "(The Wheel of Time, publication date, 1999)", "(Wheel of Time, creator, the Creator)", "(The Hunt Begins, part of the series, The Great Hunt)", "(Westlands, part of, Three-fold Land)", "(Wheel of Time MUD, publication date, 1993)", "(Perrin Aybara, present in work, The Eye of the World)", "(Wheel of Time, has part, The Pattern)", "(gholam, subclass of, constructs)", "(Way of the Leaf, subclass of, pacifistic)", "(Three-fold Land, has part, Shara)", "(The Wheel of Time Collectible Card Game, publication date, 1999)", "(A Memory of Light, characters, Tarmon Gai'don)", "(The Wheel of Time, genre, epic fantasy)", "(JordanCon, inception, 2009)", "(Cycle, has part, Third Age)", "(a'dam, used by, Seanchan)", "(J. R. R. Tolkien, notable work, The Fellowship of the Ring)", "(Leo Tolstoy, notable work, War and Peace)", "(film, production company, Red Eagle Entertainment)", "(Far Madding, instance of, city-states)", "(The Great Hunt, has part, The Hunt Begins)", "(The Wheel of Time, has part, The World of Robert Jordan)", "(The Lord of the Rings, genre, epic fantasy)", "(duality, facet of, dualistic)", "(Age of Legends, composer, Seth Stewart)", "(The Pattern, part of the series, Wheel of Time)", "(A Memory of Light, author, Brandon Sanderson)", "(Falme, instance of, city-states)", "(Robert Jordan, notable work, The Wheel of Time)", "(Mesaana, place of death, Shayol Ghul)", "(Tarmon Gai'don, present in work, A Memory of Light)", "(A Memory of Light, part of the series, Wheel of Time)", "(The Eye of the World, cast member, Billy Zane)", "(A Soundtrack for the Wheel of Time, performer, Robert Berry)", "(The Great Hunt, has part, New Threads in the Pattern)", "(The Lord of the Rings, author, J. R. R. Tolkien)", "(J. R. R. Tolkien, notable work, The Lord of the Rings)", "(A Soundtrack for the Wheel of Time, publication date, 1999)", "(The World of Robert Jordan's The Wheel of Time, publisher, Tor Books)", "(Towers of Midnight, publisher, Tor Books)", "(Rand al'Thor, present in work, The Eye of the World)", "(White Tower, located in the administrative territorial entity, Tar Valon)", "(Andor, capital, Caemlyn)", "(The Wheel of Time, genre, high fantasy)", "(EA Partners-Program, parent organization, EA Games)", "(The Wheel of Time Companion, publication date, 2015)", "(The Eye of the World, characters, Perrin Aybara)", "(The Fellowship of the Ring, author, J. R. R. Tolkien)", "(The Wheel of Time, has part, The Gathering Storm)", "(Robert Jordan, notable work, The Eye of the World)", "(Seanchan, uses, a'dam)", "(Three-fold Land, has part, Westlands)", "(Aginor, place of death, Shayol Ghul)", "(The Eye of the World, characters, Rand al'Thor)", "(video game, production company, Red Eagle Entertainment)", "(Artur Hawkwing, ethnic group, Seanchan)", "(the Creator, creator, Wheel of Time)", "(Dungeons & Dragons, publisher, Wizards of the Coast)"]