["(president, part of, executive branch of the U.S. federal government)", "(2016 Summer Olympics, point in time, 2016)", "(William Jennings Bryan, position, Secretary of State)", "(attorney general, part of, Cabinet members)", "(Henry Clay, position held, Secretary of State)", "(president's Cabinet, has parts of the class, vice president)", "(John Adams, position held, John Adams)", "(secretary of defense, part of, Cabinet members)", "(Cabinet members, has part, secretary of defense)", "(United States secretary of state, part of, president's Cabinet)", "(ambassador, subclass of, diplomat)", "(United States secretary of state, part of, presidential line of succession)", "(John C. Calhoun, position held, Secretary of State)", "(president pro tempore of the Senate, part of, executive branch of the U.S. federal government)", "(presidential line of succession, has parts of the class, president's Cabinet)", "(secretary of the treasury, part of, Cabinet members)", "(speaker of the House of Representatives, part of, executive branch of the U.S. federal government)", "(William Seward, position held, Secretary of State)", "(Cabinet members, has part, attorney general)", "(Elihu B. Gresham, position held, Secretary of State)", "(Richard Nixon, position held, President)", "(Lewis Cass, position held, Secretary of State)", "(president's Cabinet, has parts of the class, United States secretary of state)", "(International Child Abduction Prevention and Return Act, point in time, 2014)", "(Daniel Webster, position held, Secretary of State)", "(presidential line of succession, has parts of the class, vice president)", "(Secretary of State, officeholder, Antony Blinken)", "(vice president, part of, president's Cabinet)", "(Cabinet members, has part, secretary of the treasury)", "(Department of Foreign Affairs, inception, 1781)", "(Spiro Agnew, position held, Vice President)", "(James Blaine, position held, Secretary of State)", "(secretary of foreign affairs, part of, Department of Foreign Affairs)", "(Henry Kissinger, position held, Secretary of State)", "(Antony Blinken, position held, Secretary of State)", "(vice president, part of, executive branch of the U.S. federal government)", "(Edward Everett, position held, Secretary of State)", "(vice president, part of, presidential line of succession)", "(Laws, part of, History)", "(secretary of foreign affairs, appointed by, Congress of the Confederation)", "(Department of Foreign Affairs, office held by head of the organization, secretary of foreign affairs)", "(2016 Summer Olympics, point in time, 2016)", "(Office of the First Lady, office held by head of the organization, First Lady of the United States)", "(Betty Ford, position held, first lady)", "(Jill Biden, spouse, Joe Biden)", "(ceremonial duties, subclass of, functions of state)", "(Hillary Clinton, position held, first lady)", "(2016 election, candidate, Donald Trump)", "(First Lady, part of, staff)", "(Bill Clinton, spouse, Hillary Clinton)", "(Michelle Obama, position held, first lady)", "(Melania Trump, position held, first lady)", "(White House Office, subsidiary, Office of the First Lady of the United States)", "(Nancy Reagan, position held, first lady)", "(Jill Biden, position held, first lady of the United States)", "(Laura Bush, position held, first lady)", "(Rosalynn Carter, position held, first lady)", "(Pat Nixon, position held, first lady)", "(Office of the First Lady of the United States, parent organization, White House Office)", "(Buchanan, sibling, Rose Cleveland)", "(Sarah Yorke Jackson, relative, Martha Jefferson Randolph)", "(Hillary Clinton, candidacy in election, 2016 election)", "(Hillary Clinton, member of political party, Democratic Party)", "(Philadelphia, instance of, national capital)", "(Rose Cleveland, sibling, Buchanan)", "(International Best Dressed List Hall of Fame, winner, Jacqueline Kennedy Onassis)", "(Benjamin Harrison, child, Mary Harrison McKee)", "(Executive Office of the President, subsidiary, White House Office)", "(National Museum of American History, parent organization, Smithsonian Institution)", "(George Washington, spouse, Martha Washington)", "(Barbara Bush, position held, first lady)", "(first lady, appointed by, president)", "(Lady Bird Johnson, position held, first lady)", "(Smithsonian Institution, subsidiary, National Museum of American History)", "(Donald Trump, candidacy in election, 2016 election)", "(East Wing, part of, White House)", "(Mary Harrison McKee, father, Benjamin Harrison)", "(Hillary Clinton, spouse, Bill Clinton)", "(Joe Biden, spouse, Jill Biden)", "(Donnie Radcliffe, employer, The Washington Post)", "(Zachary Taylor, spouse, Dolley Madison)", "(Edith Wilson, member of political party, Republican)", "(White House, has part, East Wing)", "(1900s, point in time, 1900)", "(Doug Emhoff, spouse, Kamala Harris)", "(Eleanor Roosevelt, influenced by, Dolley Madison)", "(2016 election, candidate, Hillary Clinton)", "(Kamala Harris, spouse, Doug Emhoff)", "(spouse, different from, spouse)", "(Martha Jefferson Randolph, relative, Sarah Yorke Jackson)", "(Martha Washington, spouse, George)", "(staff, has part, First Lady)", "(Dolley Madison, spouse, Zachary Taylor)", "(White House Office, parent organization, Executive Office of the President)", "(president, appointed by, first lady)", "(president of the United States, spouse, First Lady of the United States)", "(First Lady of the United States, spouse, president of the United States)", "(George, spouse, Martha Washington)", "(Martha Washington, spouse, George Washington)", "(Jacqueline Kennedy Onassis, award received, International Best Dressed List Hall of Fame)", "(John F. Kennedy Center for the Performing Arts, inception, 1964)", "(New York, instance of, national capital)"]