["(2012 London Olympics, point in time, 2012)", "(2016 Summer Olympics, point in time, 2016)", "(Harry Potter and the Order of the Phoenix, publication date, 21 June 2003)", "(Harry Potter, present in work, Harry Potter and the Deathly Hallows)", "(Harry Potter and the Chamber of Secrets, publication date, 2 July 1998)", "(Harry Potter, has part, Harry Potter and the Philosopher's Stone)", "(Ginny, spouse, Hermione)", "(Universal Orlando Resort, has part, The Wizarding World of Harry Potter)", "(Enid Blyton, notable work, Malory Towers)", "(Amazon, subsidiary, Pottermore)", "(Pottermore, inception, 2012)", "(Hermione Granger, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Harry Potter and the Cursed Child, author, Jack Thorne)", "(Harry Potter and the Goblet of Fire, part, Harry Potter series)", "(1999 Whitbread Awards, point in time, 1999)", "(Flight of the Hippogriff roller coaster, part of, Universal Studios Florida)", "(Sir Nicolas Flamel, owner of, Philosopher's Stone)", "(Harry Potter, has part, fifth book)", "(Islands of Adventure, part of, Universal Orlando Resort)", "(Harry, inception, 1990)", "(first book, part of the series, Harry Potter)", "(Universal Orlando Resort, has part, Islands of Adventure)", "(Harry Potter series, has part, Harry Potter and the Goblet of Fire)", "(2016 Donald Trump presidential campaign, point in time, 2016)", "(Severus Snape, educated at, Hogwarts)", "(Harry Potter, present in work, Harry Potter)", "(Heliodorus of Emesa, language of work or name, Ancient Greek)", "(Harry Potter and the Cursed Child, instance of, play)", "(Dolores Umbridge, present in work, Harry Potter and the Order of the Phoenix)", "(Harry, present in work, Philosopher's Stone)", "(Harry Potter and the Prisoner of Azkaban, characters, Peter Pettigrew)", "(Gryffindor House, part of, Hogwarts)", "(Harry Potter, characters, Harry)", "(Harry Potter and the Prisoner of Azkaban, publication date, 8 July 1999)", "(Hagrid, present in work, Harry Potter and the Philosopher's Stone)", "(Part 1, publication date, 19 November 2010)", "(Sword of Gryffindor, part of, Sorting Hat)", "(Seamus Heaney, notable work, Beowulf)", "(Hermione Granger, creator, J. K. Rowling)", "(Harry Potter series, has part, Harry Potter and the Prisoner of Azkaban)", "(Harold Bloom, employer, Yale)", "(Sorting Hat, has part, Sword of Gryffindor)", "(Philosopher's Stone, owned by, Sir Nicolas Flamel)", "(Hogwarts School of Witchcraft and Wizardry, present in work, Harry Potter and the Philosopher's Stone)", "(Purebloods, opposite of, half-bloods)", "(fourth book, characters, Dumbledore)", "(Hogwarts Mystery, developer, Jam City)", "(Albus Dumbledore, present in work, Harry Potter and the Deathly Hallows)", "(Harry Potter, has part, Part 2)", "(Hogwarts, has part, Gryffindor House)", "(Stalky & Co, author, Rudyard Kipling)", "(urban fantasy, subclass of, fantasy literature)", "(I had been writing almost continuously since the age of six, notable work, I had never been so excited about an idea before)", "(Sirius Black, present in work, Harry Potter and the Prisoner of Azkaban)", "(Ron, sibling, Harry)", "(Scholastic Press, country, United States)", "(Malory Towers, author, Enid Blyton)", "(half-bloods, opposite of, Purebloods)", "(Dana Gioia, employer, National Endowment for the Arts)", "(Part 1, part of the series, Harry Potter)", "(Harry Potter, creator, J. K. Rowling)", "(Harry Potter franchise, has part, Fantastic Beasts and Where to Find Them)", "(Peter Pettigrew, present in work, Harry Potter and the Prisoner of Azkaban)", "(Harry Potter and the Prisoner of Azkaban, characters, Scabbers)", "(Harry Potter and the Cursed Child, based on, a story co-written by Rowling)", "(American English, country, United States)", "(Harry Potter, has part, Harry Potter and the Deathly Hallows)", "(Ron Weasley, educated at, Hogwarts School of Witchcraft and Wizardry)", "(2012 Summer Olympics, point in time, 2012)", "(Harry Potter and the Deathly Hallows, publication date, 21 July 2007)", "(Part 2, part of the series, Harry Potter)", "(Claris et Laris, characters, Claris)", "(Hugo Award, has part, Best Novel)", "(slavery of house-elves, present in work, Harry Potter's depiction of race)", "(Rudyard Kipling, notable work, Stalky & Co)", "(Hermione, spouse, Ron)", "(hero, opposite of, villain)", "(Beowulf, author, Seamus Heaney)", "(Philosopher's Stone, distributed by, Warner Bros.)", "(Philosopher's Stone, part of the series, Harry Potter)", "(Hermione Granger, present in work, Harry Potter)", "(Quidditch Through the Ages, publication date, 2001)", "(The Chronicles of Narnia, author, C. S. Lewis)", "(Fantastic Beasts and Where to Find Them, publication date, November 2016)", "(Fantastic Beasts and Where to Find Them, part of the series, Harry Potter franchise)", "(Part 1, publisher, Electronic Arts)", "(realistic, opposite of, fantastic)", "(Harry Potter and the Philosopher's Stone, publisher, Bloomsbury)", "(copyright, has parts of the class, trademark infringements)", "(The Lord of the Rings, genre, adult fantasy)", "(Best Novel, instance of, Hugo Award)", "(Philosopher's Stone, publisher, Electronic Arts)", "(The Wizarding World of Harry Potter, part of, Universal Orlando Resort)", "(David Zaslav, employer, Warner Bros. Discovery)", "(Part 1, followed by, Part 2)", "(Harry Potter and the Deathly Hallows, characters, Albus Dumbledore)", "(Philip Pullman, notable work, His Dark Materials)", "(Part 2, publisher, Electronic Arts)", "(fifth book, part of the series, Harry Potter)", "(Bloomsbury, country, United Kingdom)", "(Harry Potter and the Order of the Phoenix, characters, Dolores Umbridge)", "(Harry Potter, has part, Harry Potter and the Goblet of Fire)", "(Molly Weasley, present in work, Harry Potter)", "(Charles Taylor, employer, Salon.com)", "(Ginny, spouse, Harry)", "(Harry Potter and the Philosopher's Stone, part of the series, Harry Potter series)", "(Ginny Weasley, sibling, Hermione)", "(Harry Potter and the Deathly Hallows, characters, Harry Potter)", "(Quirinus Quirrell, educated at, Hogwarts)", "(Universal Studios Japan, located in the administrative territorial entity, Osaka, Japan)", "(Harry Potter and the Philosopher's Stone, publisher, Scholastic)", "(Hogwarts Legacy, developer, Avalanche Software)", "(Harry Potter, has part, Part 1)", "(villain, opposite of, hero)", "(Ron Charles, employer, Washington Post)", "(Ron Weasley, present in work, Harry Potter)", "(Scabbers, present in work, Harry Potter and the Prisoner of Azkaban)", "(Barty Crouch, Jr, member of, Defence Against the Dark Arts)", "(Lego Harry Potter, developer, Traveller's Tales)", "(Mika Launis, country of citizenship, Finland)", "(Harry Potter, author, J. K. Rowling)", "(Ron Weasley, creator, J. K. Rowling)", "(Harry, sibling, Ron)", "(Hermione, sibling, Harry)", "(Harry Potter and the Goblet of Fire, part of the series, Harry Potter)", "(fan art, subclass of, fan fiction)", "(Harry Potter, has part, Philosopher's Stone)", "(Pottermore, parent organization, Amazon)", "(Part 2, follows, Part 1)", "(Harry, sibling, Hermione)", "(Harry Potter and the Half-Blood Prince, publication date, 16 July 2005)", "(fantastic, opposite of, realistic)", "(Harry Potter and the Escape from Gringotts roller coaster ride, part of, Universal Studios Florida)", "(Harry, present in work, Harry Potter)", "(separate best-seller list for children's literature, publisher, The New York Times)", "(Harry Potter and the Goblet of Fire, publication date, 8 July 2000)", "(Harry Potter, educated at, Hogwarts School of Witchcraft and Wizardry)", "(Alastor \"Mad-Eye\" Moody, member of, Defence Against the Dark Arts)", "(Deathly Hallows, distributed by, Warner Bros.)", "(Universal Studios Hollywood, has part, Hogwarts Express)", "(His Dark Materials, author, Philip Pullman)", "(Harry Potter, present in work, Harry Potter and the Philosopher's Stone)", "(Dumbledore, present in work, fourth book)", "(Philosopher's Stone, part of the series, Harry Potter series)", "(Fantastic Beasts and Where to Find Them, publication date, 2001)", "(Harry, spouse, Ginny)", "(Tolkien, notable work, Lord of the Rings)", "(Harry Potter, has part, first book)", "(Part 2, part of the series, Harry Potter and the Deathly Hallows)", "(Professor Snape, present in work, Harry Potter and the Half-Blood Prince)", "(Mirror of Erised, present in work, Harry Potter)", "(United States, language used, American English)", "(real-life version of the sport Quidditch, inception, 2005)", "(Harry Potter, derivative work, movie series)", "(Harry Potter and the Deathly Hallows, has part, Part 1)", "(Young Wizards, author, Diane Duane)", "(J. K. Rowling, notable work, Harry Potter)", "(California, contains administrative territorial entity, San Diego County)", "(Harry Potter's depiction of race, main subject, slavery of house-elves)", "(Lord Voldemort, present in work, Harry Potter and the Deathly Hallows)", "(Wicca, instance of, religions)", "(trademark infringements, subclass of, copyright)", "(Hermione, spouse, Ginny)", "(Harry Potter series, has part, Harry Potter and the Philosopher's Stone)", "(Nancy Knapp, occupation, Librarian)", "(Thomas Taylor, occupation, illustrator)", "(Harry Potter series, has part, Philosopher's Stone)", "(Harry Potter and the Half-Blood Prince, characters, Professor Snape)", "(Who Wants to Be a Millionaire?, production company, Nielsen)", "(Harry Potter and the Prisoner of Azkaban, part of the series, Harry Potter series)", "(Hermione, sibling, Ginny Weasley)", "(The Making of Harry Potter, located in the administrative territorial entity, Leavesden)", "(Harry Potter and the Deathly Hallows, has part, Part 2)", "(Harry Potter and the Philosopher's Stone, publication date, 1995)", "(Claris, present in work, Claris et Laris)", "(Hagrid, educated at, Hogwarts School of Witchcraft and Wizardry)", "(book, subclass of, script)", "(Diana Wynne Jones, notable work, Chrestomanci series)", "(Harry Potter and the Philosopher's Stone, part of the series, Harry Potter)", "(Lord of the Rings, author, Tolkien)", "(Philosopher's Stone, publisher, Bloomsbury)", "(Part 2, publication date, 15 July 2011)", "(Harry Potter and the Cursed Child, date of first performance, 30 June 2016)", "(Harry Potter and the Goblet of Fire, characters, Cedric Diggory)", "(Hogwarts, has part, Harry Potter)", "(Chrestomanci series, author, Diana Wynne Jones)", "(a story co-written by Rowling, derivative work, Harry Potter and the Cursed Child)", "(Voldemort, present in work, Parseltongue)", "(Part 1, part of the series, Harry Potter and the Deathly Hallows)", "(Hogwarts Express, part of, Universal Studios Hollywood)", "(Ron, spouse, Ginny)", "(C. S. Lewis, notable work, The Chronicles of Narnia)", "(Cluedo Harry Potter Edition, instance of, board game)", "(Slytherin, present in work, Hogwarts Express)", "(I had never been so excited about an idea before, notable work, I had been writing almost continuously since the age of six)", "(Harry Potter and the Deathly Hallows, characters, Lord Voldemort)", "(San Diego County, located in the administrative territorial entity, California)", "(Ginny, spouse, Ron)", "(Harry Potter and the Deathly Hallows, part of the series, Harry Potter)", "(Harry Potter and the Prisoner of Azkaban, characters, Sirius Black)", "(Parseltongue, characters, Voldemort)", "(movie series, based on, Harry Potter)", "(Harry Potter, part of the series, Hogwarts)", "(Ron, spouse, Hermione)", "(Harry Potter and the Philosopher's Stone, publication date, 26 June 1997)"]